

//1
chapter_tests[record_index]=new chapter_test(
'Ранним морфологическим проявлением атеросклероза является:',
new Array(
new Array('фиброзная бляшка;','no'),
new Array('жировая полоска;','yes'),
new Array('инфильтрация бляшки макрофагами','no'),
new Array('всё перечисленное;','no'),
new Array('ничего из перечисленного.','no')
),
new Array('1'),
'<br>Формирование атеросклеротического процесса происходит во внутренней оболочке артерий. Процесс протекает в 3 стадии: жировая полоска, фиброзная бляшка и комплексные нарушения.'
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
'Факторами риска разрыва фиброзной бляшки считаются:',
new Array(
new Array('увеличение ядра фиброзной бляшки;','no'),
new Array('воздействие металлопротеаз на коллаген и эластин фиброзной бляшки;','no'),
new Array('высокий уровень окисленных ЛПНП;','no'),
new Array('всё перечисленное;','yes'),
new Array('ничего из перечисленного.','no')
),
new Array('3'),
'<br>По современным представлениям, факторами риска разрыва атеросклеротической бляшки являются все перечисленные изменения. Комплексные нарушения заключаются в уменьшении толщины капсулы бляшки менее 65 мкм и нарушении её целостности — появлении трещин, язв, разрывов. Этому способствуют следующие факторы.<br>• Увеличение ядра более чем на 30–40% от общего объёма бляшки (за счёт накопления холестерина).<br>• Инфильтрация поверхности бляшки макрофагами (более 15% поверхности бляшки), приводящая к асептическому воспалению.<br>• Воздействие металлопротеаз, продуцируемых макрофагами и вызывающих деструкцию коллагена, эластина и гликопротеинов.<br>• Высокий уровень окисленных ЛПНП, вызывающих продукцию медиаторов воспаления и стимуляцию адгезии моноцитов.'
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
'При высоком содержании холестерина ЛПНП риск развития ИБС:',
new Array(
new Array('увеличивается;','yes'),
new Array('снижается;','no'),
new Array('не изменяется;','no'),
new Array('увеличивается при сочетании с высоким уровнем ЛПВП;д. увеличивается при сочетании с высоким уровнем ЛПОНП.','no')
),
new Array('0','4'),
'<br>Между содержанием холестерина ЛПНП и риском развития ИБС имеется прямая зависимость — чем больше содержание холестерина ЛПНП, тем выше риск развития ИБС. Между содержанием холестерина ЛПВП и риском развития ИБС имеется обратная зависимость — чем выше содержание холестерина ЛПВП, тем ниже риск развития ИБС.'
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
'Наименьшими по размеру липопротеинами являются:',
new Array(
new Array('ЛПВП;','yes'),
new Array('ЛПНП;','no'),
new Array('ЛПОНП;','no'),
new Array('хиломикроны;','no'),
new Array('ЛППП.','no')
),
new Array('0'),
'<br>Наименьшие по размеру липопротеины — ЛПВП (см. табл. 1-1).'
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
'Статины снижают содержание в крови холестерина ЛПНП в среднем на:',
new Array(
new Array('50% и выше;','no'),
new Array('25–40%;','yes'),
new Array('20–25%;','no'),
new Array('10–20%;','no'),
new Array('5–10%','no')
),
new Array('1'),
'<br>Согласно данным современных международных моногоцентровых исследований, статины снижают концентрацию холестерина ЛПНП на 25–40%.'
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
'Наибольшее увеличение концентраций холестерина ЛПВП отмечают при лечении:',
new Array(
new Array('никотиновой кислотой;','yes'),
new Array('фибратами;','yes'),
new Array('статинами;','no'),
new Array('секвестрантами жёлчных кислот;','no'),
new Array('большими дозами витимина Е.','no')
),
new Array('0','1'),
'<br>Содержание холестерина ЛПВП увеличивается более значимо при назначении фибратов и никотиновой кислоты. Механизм действия фибратов заключается в увеличении активности липопротеинлипаз и гидролизе триглицеридов, уменьшении синтеза ЛПОНП и увеличении распада ЛПНП.'
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
'К изменяемым факторам риска ИБС относят:',
new Array(
new Array('пол;','no'),
new Array('возраст;','no'),
new Array('семейный анамнез ИБС;','no'),
new Array('сахарный диабет;','yes'),
new Array('артериальная гипертензия..','yes')
),
new Array('3','4'),
'<br>Перечислены неизменяемые факторы риска ИБС (см. табл. 3-1).'
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
'Cемейный анамнез  считается отягощенным при  наличии сердечно-сосудистых заболеваний у близких родственников:',
new Array(
new Array('для мужчин возраст > 65 лет родства первой степени;','no'),
new Array('ИБС у родственников в раннем возрасте;','no'),
new Array('повышенного количества больных ИБС в данной семье;','no'),
new Array('всего перечисленного.','yes')
),
new Array('3'),
'<br>Риск ИБС увеличивается:<br>• у близких родственников больных ИБС (более важно для родственников первой степени родства — родители, братья, сёстры, сыновья, дочери, чем для родственников второй степени родства — дяди, тёти, бабушки, дедушки);<br>• при увеличении количества членов одной семьи, больных ИБС;<br>• при возникновении ИБС у родственников в относительно молодом возрасте.'
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
'До 55 лет заболеваемость ИБС среди мужчин по сравнению с заболеваемостью среди женщин:',
new Array(
new Array('выше в 3–4 раза;','yes'),
new Array('ниже в 2–3 раза;','no'),
new Array('одинакова;','no'),
new Array('пол не имеет значения','no')
),
new Array('0'),
'<br>До 55 лет заболеваемость ИБС среди мужчин в 3–4 раза больше, чем женщин (исключение составляют женщины, страдающие артериальной гипертензией, гиперлипидемией, сахарным диабетом, при ранней менопаузе). После 75 лет заболеваемость ИБС среди мужчин и женщин одинакова.'
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
'Лица, нуждающиеся в проведении профилактических мероприятий ИБС:',
new Array(
new Array('пациенты с уже наличествующей ИБС;','no'),
new Array('здоровые лица с высоким риском ИБС;','no'),
new Array('близкие родственники больных ИБС;','no'),
new Array('все перечисленные;','yes'),
new Array('никто из перечисленных.','no')
),
new Array('3'),
'<br>Профилактические мероприятия при ИБС необходимо проводить всем перечисленным категориям лиц (см. табл. 3-3).'
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
'Оптимальная концентрация холестерина в крови:',
new Array(
new Array('6 ммоль/л;','no'),
new Array('5 ммоль/л;','yes'),
new Array('7 ммоль/л;','no'),
new Array('6,5 ммоль/л.','no')
),
new Array('1'),
'<br>Рекомендуемая оптимальная концентрация общего холестерина составляет не более 5 ммоль/л (190 мг%) (по рекомендациям Международных обществ по коронарной профилактике, 1998).'
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
'Оптимальная концентрация в крови холестерина ЛПНП:',
new Array(
new Array('2 ммоль/л;','no'),
new Array('3 ммоль/л;','yes'),
new Array('4 ммоль/л;','no'),
new Array('5 ммоль/л.','no')
),
new Array('1'),
'<br>Оптимальная концентрация холестерина ЛПНП — не более 3 ммоль/л (115 мг%) (по рекомендациям Международных обществ по коронарной профилактике, 1998).'
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
'При ишемии миокарда последовательно возникают следующие патологические изменения:',
new Array(
new Array('боль <span style=‘font-family:Symbol’>®</span> нарушение диастолы <span style=‘font-family:Symbol’>®</span> нарушение систолы <span style=‘font-family:Symbol’>®</span> изменения ЭКГ;','no'),
new Array('нарушения систолы <span style=‘font-family:Symbol’>®</span> изменения ЭКГ <span style=‘font-family:Symbol’>®</span> нарушения диастолы <span style=‘font-family:Symbol’>®</span> боль;','no'),
new Array('изменения ЭКГ <span style=‘font-family:Symbol’>®</span> нарушения систолы <span style=‘font-family:Symbol’>®</span> боль <span style=‘font-family:Symbol’>®</span> нарушения диастолы;','no'),
new Array('нарушения диастолы <span style=‘font-family:Symbol’>®</span> нарушения систолы <span style=‘font-family:Symbol’>®</span> изменения ЭКГ <span style=‘font-family:Symbol’>®</span> боль.','yes')
),
new Array('3'),
'<br>При возникновении ишемии миокарда возникает такая последовательность патологических изменений: нарушение расслабления миокарда (нарушение диастолической функции) — нарушение сокращения миокарда (нарушение систолической функции) — изменения ЭКГ — болевой синдром (см. рис. 2-1).'
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
'В какой ситуации возникает боль при III функциональном классе стенокардии напряжения?',
new Array(
new Array('В покое.','no'),
new Array('При подъёме на 1 пролёт лестницы и прохождении пешком расстояния 100–200 м.','no'),
new Array('При ходьбе по ровной местности и подъёме на 1 пролёт лестницы.','yes'),
new Array('При значительных физических усилиях.','no')
),
new Array('2'),
'<br>По классификации стенокардии напряжения Канадского сердечно-сосудистого общества (1976) при III функциональном классе боль возникает при ходьбе по ровной местности до 100 м и подъёме на 1 пролёт лестницы (табл. 2-2).'
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
'Эквивалент(ы) стенокардии:',
new Array(
new Array('одышка;','no'),
new Array('резкая утомляемость;','no'),
new Array('сердцебиение;','no'),
new Array('одышка и резкая утомляемость при физической нагрузке;','yes'),
new Array('сердцебиение при нагрузке.','no')
),
new Array('3'),
'<br>Кроме болевого синдрома, признаками стабильной стенокардии могут быть так называемые эквиваленты стенокардии. К ним относят одышку и резкую утомляемость при нагрузке. Эти симптомы в любом случае должны соотноситься с условиями прекращения данных патологических проявлений, т.е. должны уменьшаться при прекращении воздействия провоцирующего фактора (физической нагрузки, переохлаждения, курения) или после приёма нитроглицерина.'
);
record_index++;

//16
chapter_tests[record_index]=new chapter_test(
'ЭКГ-критерий положительной пробы с физической нагрузкой:',
new Array(
new Array('горизонтальная депрессия сегмента ST более 0,5 мм;','no'),
new Array('косовосходящая депрессия сегмента ST;','no'),
new Array('косонисходящая депрессия сегмента ST;','no'),
new Array('горизонтальная депрессия сегмента ST более 1 мм и продолжительностью более 80 мс.','yes')
),
new Array('3'),
'<br>Критерий положительной нагрузочной пробы при велоэргометрии — изменения ЭКГ в виде горизонтальной депрессии сегмента ST более 1 мм продолжительностью более 0,08 с.'
);
record_index++;

//17
chapter_tests[record_index]=new chapter_test(
'Плохим прогностическим признаком ИБС при пробе с физической нагрузкой считается:',
new Array(
new Array('депрессия сегмента ST более 2 мм;','no'),
new Array('сохранение депрессии сегмента ST более 6 мин после прекращения нагрузки;','no'),
new Array('депрессия сегмента ST в нескольких отведениях;','no'),
new Array('появление депрессии сегмента ST при ЧСС менее 120 в минуту;','no'),
new Array('возникновение желудочковой тахикардии;','no'),
new Array('всё перечисленное.','yes')
),
new Array('5'),
'<br>При нагрузочных пробах можно выявить признаки, ассоциирующиеся с неблагоприятным прогнозом у больных со стенокардией напряжения. К ним относятся:<br>• типичный болевой синдром;<br>• депрессия сегмента ST более 2 мм;<br>• сохранение депрессии сегмента ST более 6 мин после прекращения нагрузки;<br>• появление депрессии сегмента ST при ЧСС менее 120 в минуту;<br>• наличие депрессии ST в нескольких отведениях, подъём сегмента ST во всех отведениях, за исключением aVR;<br>• отсу<br>тствие подъёма АД или его снижение в ответ на физическую нагрузку;<br>• возникновение аритмий сердца (особенно желудочковой тахикардии).'
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
'Наиболее информативным методом диагностики атеросклероза венечных артерий считают:',
new Array(
new Array('ЭКГ;','no'),
new Array('эхокардиографию;','no'),
new Array('стресс-эхокаридографию;','no'),
new Array('ангиографию.','yes')
),
new Array('3'),
'<br>Метод коронарной ангиографии считают “золотым стандартом” в диагностике ИБС, поскольку он позволяет выявить наличие, локализацию и степень сужения венечных артерий.'
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
'Показанием к коронарной ангиографии считается:',
new Array(
new Array('стенокардия напряжения I–II функционального класса после инфаркта миокарда;','no'),
new Array('стенокардия напряжения III функционального класса при отсутствии эффекта от лекарственного лечения;','no'),
new Array('стенокардия напряжения с блокадой ножек пучка Хиса в сочетании с признаками ишемии по данным сцинтиграфии миокарда;','yes'),
new Array('тяжёлые желудочковые аритмии;','no'),
new Array('стабильная стенокардия у больных, которым предстоит операция на сосудах (аорта, бедренные, сонные артерии);','no'),
new Array('реваскуляризация миокарда (баллонная дилатация, аортокоронарное шунтирование);','no'),
new Array('уточнение диагноза по клиническим или профессиональным (например, у лётчиков) соображениям;','no'),
new Array('всё перечисленное.','no')
),
new Array('2'),
'<br>Показаниями к коронарной ангиографии считают (рекомендации Европейского общества кардиологов; 1997):<br>• стенокардия напряжения III функционального класса и выше при отсутствии эффекта лекарственной терапии;<br>• стенокардия напряжения I–II функционального класса после инфаркта миокарда;<br>• стенокардия напряжения с блокадой ножек пучка Хиса в сочетании с признаками ишемии по данным сцинтиграфии миокарда;<br>• тяжёлые желудочковые аритмии;<br>• стабильная стенокардия у больных, которым предстоит операция на сосудах (аорта, бедренные, сонные артерии);<br>• реваскуляризация миокарда (баллонная дилатация, аортокоронарное шунтирование);<br>• уточнение диагноза по клиническим или профессиональным (например, у лётчиков) соображениям.'
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
'К селективным <span style=‘font-family:Symbol’>b</span><sub>1</sub>-адреноблокаторам относят:',
new Array(
new Array('пропранолол;','no'),
new Array('надолол;','no'),
new Array('атенолол;','yes'),
new Array('метопролол;','yes'),
new Array('бетаксолол.','yes')
),
new Array('2','3','4'),
'<br>Селективные <span style=‘font-family:Symbol’>b</span>-адреноблокаторы — атенолол, метопролол, бетаксолол. Пропранолол (анаприлин) и надолол — неселективные <span style=‘font-family:Symbol’>b</span>-адреноблокаторы.'
);
record_index++;

//21
chapter_tests[record_index]=new chapter_test(
'Противопоказаниями для назначения <span style=‘font-family:Symbol’>b</span>-адреноблокаторов считают:',
new Array(
new Array('синусовую брадикардию;','yes'),
new Array('артериальную гипотензию;','yes'),
new Array('бронхиальную астму;','yes'),
new Array('психогенную депрессию.','yes')
),
new Array('0','1','2','3'),
'<br>Противопоказания к назначению <span style=‘font-family:Symbol’>b</span>-адреноблокаторов — синусовая брадикардия, артериальная гипотензия, выраженная сердечная недостаточность, заболевания лёгких (особенно с наличием обструктивного синдрома), гипергликемия, гиперлипидемия, перемежающаяся хромота, синдром Рейно, эректильная дисфункция, психогенная депрессия.'
);
record_index++;

//22
chapter_tests[record_index]=new chapter_test(
'Показания для коронарного шунтирования:',
new Array(
new Array('единственная непоражённая венечная артерия;','no'),
new Array('фракция выброса левого желудочка менее 30%;','no'),
new Array('дисфункция левого желудочка в сочетании с трёхсосудистым поражением;','no'),
new Array('поражение ствола левой венечной артерии;','no'),
new Array('всё перечисленное;','yes'),
new Array('ничего из перечисленного.','no')
),
new Array('4'),
'<br>Показания для коронарного шунтирования (рекомендации Европейского общества кардиологов; 1997)<br>• Фракция выброса левого желудочка менее 30%.<br>• Поражение ствола левой венечной артерии.<br>• Единственная непоражённая венечная артерия.<br>• Дисфункция левого желудочка в сочетании с трёхсосудистым поражением, особенно при поражении передней межжелудочковой ветви левой венечной артерии в проксимальном отделе.'
);
record_index++;

//23
chapter_tests[record_index]=new chapter_test(
'Нестабильная стенокардия это:',
new Array(
new Array('впервые возникшая стенокардия;','no'),
new Array('появление приступов стенокардии в покое или ночью;','no'),
new Array('увеличение количества, продолжительности, выраженности приступов стенокардии в течение последних 2 мес;','no'),
new Array('всё перечисленное;','yes'),
new Array('ничего из перечисленного.','no')
),
new Array('3'),
'<br>В настоящее время под нестабильной стенокардией объединяют несколько ситуаций.<br>• Впервые возникшая стенокардия напряжения.<br>• Прогрессирующая стенокардия напряжения (характеризуется учащением приступов стенокардии и/или увеличением их продолжительности и силы) в течение последних 1–2 мес.<br>• Стенокардия, впервые возникшая в покое.'
);
record_index++;

//24
chapter_tests[record_index]=new chapter_test(
'Препараты выбора при консервативном лечении нестабильной стенокардии:',
new Array(
new Array('сердечные гликозиды, препараты калия, диуретики;','no'),
new Array('нитраты, <span style=‘font-family:Symbol’>b</span>-адреноблокаторы (или недигидропиридиновые блокаторы медленных кальциевых каналов), гепарин, ацетилсалициловая кислота;','yes'),
new Array('фибринолитические средства, наркотические анальгетики, ацетилсалициловая кислота;','no'),
new Array('ненаркотические анальгетики, ингибиторы АПФ, дигидропиридиновые блокаторы медленных кальциевых каналов.','no')
),
new Array('1'),
'<br>Основными средства для лечения нестабильной стенокардии сегодня — нитраты, <span style=‘font-family:Symbol’>b</span>-адреноблокаторы или недигидропиридиновые блокаторы медленных кальциевых каналов, гепарин, ацетилсалициловая кислота.'
);
record_index++;

//25
chapter_tests[record_index]=new chapter_test(
'Прогностически неблагоприятными признаками нестабильной стенокардии считаются:',
new Array(
new Array('длительность ангинозного приступа более 20 мин;','no'),
new Array('депрессия сегмента ST более 1 мм;','no'),
new Array('нестабильная гемодинамика (низкое АД, лабильный пульс);','no'),
new Array('повышение содержания МB-фракции КФК;','no'),
new Array('всё перечисленное.','yes')
),
new Array('4'),
'<br>Прогностически неблагоприятными признаками нестабильной стенокардии считаются:<br>• длительность болевого синдрома более 20 мин;<br>• ночные боли;<br>• повторные боли с нарастанием их продолжительности;<br>• депрессия сегмента ST более 1 мм;<br>• глубокие отрицательные зубцы Т;<br>• повышение содержания MB-фракции КФК;<br>• повышение содержания тропонина Т или тропонина I;<br>• инфаркт миокарда в анамнезе;<br>• аортокоронарное шунтирование в анамнезе;<br>• нестабильная гемодинамика (снижение АД, лабильный пульс).'
);
record_index++;

//26
chapter_tests[record_index]=new chapter_test(
'При приступе вариантной стенокардии (стенокардии Принцметала) может (могут) возникать:',
new Array(
new Array('желудочковые аритмии;','no'),
new Array('АВ-блокады;','no'),
new Array('обмороки;','no'),
new Array('всё перечисленное;','yes'),
new Array('ничего из перечисленного.','no')
),
new Array('3'),
'<br>При стенокардии Принцметала на высоте боли возможно появление желудочковых аритмий или АВ-блокад. Эпизоды потери сознания из-за желудочковых аритмий или АВ-блокад могут быть диагностическими признаками вариантной стенокардии.'
);
record_index++;

//27
chapter_tests[record_index]=new chapter_test(
'При приступе вариантной стенокардии нецелесообразно применение:',
new Array(
new Array('нитратов;','no'),
new Array('нифедипина;','no'),
new Array('верапамила;','no'),
new Array('дилтиазема;','no'),
new Array('<span style=‘font-family:Symbol’>b</span>-адреноблокаторов.','yes')
),
new Array('4'),
'<br>По клиническим наблюдениям <span style=‘font-family:Symbol’>b</span>-адреноблокаторы могут удлинять приступ вариантной стенокардии.'
);
record_index++;

//28
chapter_tests[record_index]=new chapter_test(
'Основной метод выявления безболевой ишемии миокарда:',
new Array(
new Array('ЭКГ в состоянии покоя;','no'),
new Array('эхокардиография;','no'),
new Array('суточное мониторирование ЭКГ;','yes'),
new Array('нагрузочная проба.','no')
),
new Array('2'),
'<br>Метод выбора при диагностике эпизодов безболевой ишемии миокарда — суточное мониторирование ЭКГ.'
);
record_index++;

//29
chapter_tests[record_index]=new chapter_test(
'Причинами инфаркта миокарда могут быть:',
new Array(
new Array('атеросклероз венечных артерий;','no'),
new Array('спазм венечных артерий;','no'),
new Array('эмболизация;','no'),
new Array('расслоение венечной артерии, аорты;','no'),
new Array('аномалии венечных артерий;','no'),
new Array('всё перечисленное.','yes')
),
new Array('5'),
'<br>Инфаркт миокарда может быть вызван всеми перечисленными причинами (см. табл. 2-4).'
);
record_index++;

//30
chapter_tests[record_index]=new chapter_test(
'Кардиогенный шок при инфаркте миокарда, как правило, развивается при поражении миокарда площадью более:',
new Array(
new Array('20%;','no'),
new Array('10%;','no'),
new Array('40%;','yes'),
new Array('30%.','no')
),
new Array('2'),
'<br>Как правило, кардиогенный шок возникает при обширном инфаркте миокарда на фоне многососудистого поражения венечных артерий. Кардиогенный шок развивается при вовлечении более 40% массы миокарда, его наблюдают у 5–20% больных с инфарктом.'
);
record_index++;

//31
chapter_tests[record_index]=new chapter_test(
'Наиболее достоверными ЭКГ-критериями инфаркта миокарда являются:',
new Array(
new Array('элевация сегмента ST;','no'),
new Array('депрессия сегмента ST;','no'),
new Array('появление зубцов Q шириной более 30 мс и глубиной более 2 мм в 2 и более отведениях;','yes'),
new Array('появление подъёма или депрессии сегмента ST более 1 мм через 20 мс от точки J в 2 смежных отведениях.','yes')
),
new Array('2','3'),
'<br>Для ЭКГ диагностики инфаркта миокарда необходимо применять точные количественные критерии. Достоверные ЭКГ-критерии инфаркта миокарда:<br>1) появление новых зубцов Q шириной более 30 мс и глубиной более 2 мм по крайней мере в 2 отведениях из следующих: а) отведениях II, III или aVF; б) отведениях V1–V6; в) отведениях I и aVL.<br>2) вновь появившийся подъём или депрессия сегмента ST более 1 мм через 20 мс после точки J в 2 смежных отведениях.<br>3) полная блокада левой ножки пучка Хиса при наличии соответствующей клинической картины.'
);
record_index++;

//32
chapter_tests[record_index]=new chapter_test(
'ЭКГ-признаки инфаркта миокарда нижнебоковой стенки левого желудочка появляются в отведениях:',
new Array(
new Array('II, III, aVF, V1–V3;','no'),
new Array('II, III, aVF, V4–V6;','yes'),
new Array('I, II, aVL, V4–V6;','no'),
new Array('II, III, aVF.','no')
),
new Array('1'),
'<br>Отведения II, III, aVF, V4–V6 отражают возбуждение нижне-боковой стенки левого желудочка.'
);
record_index++;

//33
chapter_tests[record_index]=new chapter_test(
'Наиболее специфичный(ые) сывороточный(ые) маркёр(ы) инфаркта миокарда:',
new Array(
new Array('сиаловые кислоты, С-реактивный белок;','no'),
new Array('АСТ;','no'),
new Array('ЛДГ;','no'),
new Array('МB-фракции КФК.','yes')
),
new Array('3'),
'<br>Наиболее информативным считают повышение концентрации MB-фракции КФК, хотя он может быть увеличен также при электрической кардиоверсии. Важный лабораторный признак инфаркта миокарда — повышение концентрации MB-фракции КФК в динамике. Нарастание на 25% в 2 пробах с 4-часовым интервалом, а тем более нарастание уровня MB-фракции КФК в течение 24 ч, повышает чувствительность признака до 100%. Считается, что увеличение MB-фракции КФК более 10–13 ЕД/л или более 5–6% от общей активности КФК свидетельствует о некрозе миокарда.'
);
record_index++;

//34
chapter_tests[record_index]=new chapter_test(
'В каких случаях противопоказана ацетилсалициловая кислота при инфаркте миокарда?',
new Array(
new Array('Нарушения кроветворения.','yes'),
new Array('Индивидуальная непереносимость.','yes'),
new Array('Язвенная болезнь желудка и двенадцатиперстной кишки в острой стадии.','yes'),
new Array('Перечисленные ситуации не следует учитывать.','no')
),
new Array('0','1','2'),
'<br>Ацетилсалициловую кислоту назначают при отсутствии противопоказаний (язвенная болезнь в острой стадии, нарушения кроветворения, выраженных заболеваниях печени, индивидуальная непереносимость).'
);
record_index++;

//35
chapter_tests[record_index]=new chapter_test(
'Наиболее эффективные анальгетики в острой стадии инфаркта миокарда:',
new Array(
new Array('ненаркотические;','no'),
new Array('наркотические;','yes'),
new Array('закись азота;','no'),
new Array('дроперидол.','no')
),
new Array('1'),
'<br>Основное ЛС для купирования боли — морфин, вводимый только внутривенно.'
);
record_index++;

//36
chapter_tests[record_index]=new chapter_test(
'В каких случаях парентеральное назначение нитратов в острой стадии инфаркта миокарда приводит к улучшению выживаемости больных?',
new Array(
new Array('Болевой синдром.','yes'),
new Array('Болевой синдром, не купирующийся наркотическими анальгетиками.','yes'),
new Array('Неосложнённое течение инфаркта миокарда без стенокардии.','no'),
new Array('Инфаркт миокарда, осложнённый сердечной недостаточностью.','yes')
),
new Array('0','1','3'),
'<br>Парентеральное назначение нитратов при осложнённом инфаркте миокарда с проявлениями сердечной недостаточности при отсутствии боли не приводит к улучшению выживаемости больных (данные многоцентровых исследований).'
);
record_index++;

//37
chapter_tests[record_index]=new chapter_test(
'Каковы показания для назначения <span style=‘font-family:Symbol’>b</span>-адреноблокаторов в острой стадии инфаркта миокарда?',
new Array(
new Array('Некупирующийся болевой синдром.','yes'),
new Array('Артериальная гипертензия.','yes'),
new Array('Тахикардия.','no')
),
new Array('0','1'),
'<br>Необходимо выяснить причину тахикардии. Необъяснимую тахикардию нельзя считать показанием для назначения <span style=‘font-family:Symbol’>b</span>-адреноблокаторов.'
);
record_index++;

//38
chapter_tests[record_index]=new chapter_test(
'Показание(я) для назначения тромболитиков:',
new Array(
new Array('острая стадия инфаркта миокарда с зубцом Q;','no'),
new Array('острая стадия инфаркта миокарда без зубца Q;','no'),
new Array('подъём сегмента ST более 2 мм в 2 и более грудных отведениях;','yes'),
new Array('загрудинная боль и подъём сегмента ST более 1 мм в 2 и более смежных отведениях от конечностей.','yes')
),
new Array('2','3'),
'<br>Тромболитическая терапия сегодня по способности предупреждать летальный исход приравнена к таким неотложным мероприятиям, как меры при остановке сердца (рекомендации Европейского общества кардиологов и Европейского совета по реанимации, 1998). Критериями для начала тромболитической терапии (при отсутствии противопоказаний к назначению тромболитиков) считаются.<br>а. Загрудинная боль с изменениями на ЭКГ в виде подъёма сегмента ST более 1 мм в 2 и более смежных стандартных отведениях и отведениях от конечностей.<br>б. Подъём сегмента ST более 2 мм в 2 и более грудных отведениях.<br>в. Обнаружение вновь появившейся блокады левой ножки пучка Хиса.'
);
record_index++;

//39
chapter_tests[record_index]=new chapter_test(
'Оптимальной дозой стрептокиназы в острой стадии инфаркта миокарда считается:',
new Array(
new Array('750 тыс ЕД в/в капельно в 100 мл 0,9% раствора натрия хлорида в течение 30–60 мин;','no'),
new Array('300 тыс ЕД, затем 1,2 млн ЕД в/в капельно в 100 мл 0,9% раствора натрия хлорида в течение 30–60 мин;','no'),
new Array('3 млн ЕД в/в капельно в 100 мл 0,9% раствора натрия хлорида в течение 30–60 мин;','no'),
new Array('1,5 млн ЕД в/в капельно в 100 мл 0,9% раствора натрия хлорида в течение 30–60 мин.','yes')
),
new Array('3'),
'<br>Оптимальная доза стрептокиназы при инфаркте миокарда — 1,5 млн ЕД в/в капельно в 100 мл 0,9% раствора натрия хлорида в течение 30–60 мин.'
);
record_index++;

//40
chapter_tests[record_index]=new chapter_test(
'При инфаркте миокарда без зубца Q назначают:',
new Array(
new Array('тромболитики, анальгетики;','no'),
new Array('гепарин, анальгетики;','no'),
new Array('анальгетики, лидокаин, строфантин;','no'),
new Array('средства, назначаемые при нестабильной стенокардии.','yes')
),
new Array('3'),
'<br>Лечение инфаркта миокарда без зубца Q аналогично лечению нестабильной стенокардии.'
);
record_index++;

//41
chapter_tests[record_index]=new chapter_test(
'Показания для чрескожной транслюминальной коронарной ангиопластики в острой стадии инфаркта миокарда:',
new Array(
new Array('наличие противопоказаний для тромболитической терапии;','yes'),
new Array('наличие осложнений;','no'),
new Array('инфаркт миокарда без зубца Q;','no'),
new Array('инфаркт миокарда с зубцом Q.','no')
),
new Array('0'),
'<br>При наличии противопоказаний для тромболитической терапии проводят чрескожную транслюминальную ангиопластику.'
);
record_index++;

//42
chapter_tests[record_index]=new chapter_test(
'Факторами риска кардиогенного шока при инфаркте миокарда считают все, кроме:',
new Array(
new Array('сахарного диабета;','no'),
new Array('пожилого возраста;','no'),
new Array('больших размеров инфаркта по данным ЭКГ и эхокардиографии;','no'),
new Array('инфаркта миокарда в анамнезе;','no'),
new Array('снижения фракции выброса левого желудочка по данным эхокардиографии;','no'),
new Array('молодого возраста.','yes')
),
new Array('5'),
'<br>Факторы риска кардиогенного шока при инфаркте миокарда: пожилой возраст, снижение фракции выброса левого желудочка ниже нормы (по данным эхокардиографии), большие размеры инфаркта миокарда (по данным ЭКГ инфарктные изменения в 8–9 отведениях; большая зона акинезии по данным эхокардиографии), предшествующий инфаркт миокарда, сахарный диабет. Молодой возраст не относят к факторам риска кардиогенного шока.'
);
record_index++;

//43
chapter_tests[record_index]=new chapter_test(
'Кардиогенный шок характеризуется всеми признаками, кроме:',
new Array(
new Array('снижения систолического АД менее 90 мм рт.ст.;','no'),
new Array('снижения сердечного индекса менее 1,8 л/мин/м2;','no'),
new Array('увеличения давления заклинивания лёгочных капилляров более 18 мм рт.ст.;','no'),
new Array('снижения диастолического АД менее 70 мм рт.ст.','yes')
),
new Array('3'),
'<br>У людей может быть исходная физиологическая артериальная гипотензия с диастолическим АД менее 70 мм рт.ст.'
);
record_index++;

//44
chapter_tests[record_index]=new chapter_test(
'Клиническая триада кардиогенного шока:',
new Array(
new Array('головная боль, холодный пот, слабость;','no'),
new Array('артериальная гипотензия, периферическая гипоперфузия, отёк лёгких;','yes'),
new Array('артериальная гипотензия, холодный пот, слабость;','no'),
new Array('артериальная гипотензия, бледность, холодный пот.','no')
),
new Array('1'),
'<br>Клинические проявления кардиогенного шока можно объединить в триаду признаков.<br>а. Артериальная гипотензия — систолическое АД менее 90 мм рт.ст. или на 30 мм рт.ст. ниже обычного уровня в течение 30 мин и более. Сердечный индекс менее 1,8–2 л/мин/м2.<br>б. Нарушение периферической перфузии — почек (олигурия), кожи (бледность, повышенная влажность), ЦНС (психические нарушения).<br>в. Отёк лёгких.'
);
record_index++;

//45
chapter_tests[record_index]=new chapter_test(
'К наиболее эффективным вазопрессорам относят все, кроме:',
new Array(
new Array('допамина;','no'),
new Array('добутамина;','no'),
new Array('норадреналина;','no'),
new Array('коргликона;','yes'),
new Array('кордиамина.','yes')
),
new Array('3','4'),
'<br>Коргликон и кордиамин не относят к вазопрессорам. При кардиогенном шоке применяют добутамин, допамин или норадреналин.'
);
record_index++;

//46
chapter_tests[record_index]=new chapter_test(
'При отёке лёгких рекомендовано применять следующие мероприятия, за исключением:',
new Array(
new Array('оксигенации;','no'),
new Array('введения морфина;','no'),
new Array('введения фуросемида;','no'),
new Array('введения добутамина;','no'),
new Array('инфузионной терапии.','yes')
),
new Array('4'),
'<br>Инфузионная терапия при отёке лёгких противопоказана.'
);
record_index++;

//47
chapter_tests[record_index]=new chapter_test(
'Признаками разрыва стенки левого желудочка при инфаркте миокарда считаются:',
new Array(
new Array('внезапное исчезновение периферического пульса;','no'),
new Array('внезапное падение АД;','no'),
new Array('сохранение электрической активности сердца;','no'),
new Array('потеря сознания;','no'),
new Array('всё перечисленное;','yes'),
new Array('ничего из перечисленного.','no')
),
new Array('4'),
'<br>Клинически разрыв свободной стенки левого желудочка проявляется внезапным исчезновением пульса, выраженным снижением АД (при сфигмоманометрии не определяется) и потерей сознания при сохранении электрокардиографической кривой, что называют электромеханической диссоциацией.'
);
record_index++;

//48
chapter_tests[record_index]=new chapter_test(
'Появление грубого систолического шума в острой стадии инфаркта миокарда может быть признаком:',
new Array(
new Array('ДМЖП;','yes'),
new Array('острой недостаточности митрального клапана;','yes'),
new Array('разрыва стенки левого желудочка;','no'),
new Array('всего перечисленного;','no'),
new Array('ничего из перечисленного.','no')
),
new Array('0','1'),
'<br>Разрыв свободной стенки левого желудочка при инфаркте миокарда может протекать без выраженного шума.'
);
record_index++;

//49
chapter_tests[record_index]=new chapter_test(
'Абсолютными показаниями для установки ЭКС при инфаркте миокарда считаются:',
new Array(
new Array('АВ-блокада III степени;','yes'),
new Array('АВ-блокада II степени типа Мобитца;','yes'),
new Array('АВ-блокада II степени;','no'),
new Array('АВ-блокада I степени.','no')
),
new Array('0','1'),
'<br>АВ-блокада III степени и II степени типа Мобитца являются абсолютными показаниями для установки ЭКС при инфаркте миокарда, поскольку могут приводить к асистолии сердца.'
);
record_index++;

//50
chapter_tests[record_index]=new chapter_test(
'Инфаркт миокарда правого желудочка характеризуется:',
new Array(
new Array('типичными изменениями на ЭКГ в правых грудных отведениях;','no'),
new Array('клиникой острой правожелудочковой недостаточности;','no'),
new Array('артериальной гипотензией, повышением давления в яремных венах, отсутствием аускультативных изменений в лёгких в сочетании с изменениями на ЭКГ;','yes'),
new Array('изменениями данных эхокардиографии.','no')
),
new Array('2'),
'<br>Клинически инфаркт миокарда правого желудочка проявляется признаками острой правожелудочковой сердечной недостаточности: набуханием шейных вен, гепатомегалией, симптомом Куссмауля — набуханием шейных вен при вдохе). Классической триадой инфаркта миокарда правого желудочка считается артериальная гипотензия, увеличенное давление в яремных венах, отсутствие изменений в лёгких при аускультации.'
);
record_index++;

//51
chapter_tests[record_index]=new chapter_test(
'Лечение инфаркта миокарда правого желудочка заключается в:',
new Array(
new Array('применении диуретиков;','no'),
new Array('применении нитратов;','no'),
new Array('применении ингибиторов АПФ;','no'),
new Array('увеличении преднагрузки на правый желудочек.','yes')
),
new Array('3'),
'<br>При наличии артериальной гипотензии (шока) в связи с инфарктом миокарда правого желудочка необходимо обеспечить достаточную преднагрузку. Это достигается внутривенным введением 0,9% раствора натрия хлорида в объёме 200 мл в течение 10 мин, затем 1–2 л в первые часы и 200 мл/ч в последующем. При отсутствии адекватной гемодинамики вводят добутамин. Следует избегать введения вазодилататоров — опиоидов, нитратов, диуретиков, ингибиторов АПФ, уменьшающих преднагрузку на сердце.'
);
record_index++;

//52
chapter_tests[record_index]=new chapter_test(
'Наиболее характерными признаками острого перикардита при инфаркте миокарда считаются:',
new Array(
new Array('загрудинная боль;','no'),
new Array('систолический шум;','no'),
new Array('диастолический шум;','no'),
new Array('боль и трёхкомпонентный шум.','yes')
),
new Array('3'),
'<br>Острый перикардит проявляется шумом трения перикарда. Шум трения перикарда чаще 3-компонентный: систола желудочков — диастола желудочков — систола предсердий. Но он может иметь только один компонент — систолический. Локализация шума — над грудиной либо у левого края грудины (чаще область абсолютной тупости сердца). Интенсивность шума может быть различной. При большой громкости он выслушивается независимо от положения больного. При незначительной интенсивности шума следует выявлять его в вертикальном положении. Характер шума трения перикарда также может различаться от грубого скребущего до тихого, нежного. Продолжительность сохранения шума трения перикарда от 1 до 6 дней. Другой симптом перикардита — боль в грудной клетке. Нередко бывает трудно отличить боль при инфаркте миокарда от перикардиальной боли. К отличиям перикардиальной боли относят отсутствие иррадиации в руку и шею, усиление её при глотании, кашле, вдохе, в положении лёжа.'
);
record_index++;

//53
chapter_tests[record_index]=new chapter_test(
'При остром перикардите, осложнившем инфаркт миокарда, можно использовать всё, кроме:',
new Array(
new Array('глюкокортикоидов;','yes'),
new Array('ацетилсалициловой кислоты;','no'),
new Array('антикоагулянтов;','yes'),
new Array('индометацина.','yes')
),
new Array('0','2','3'),
'<br>При наличии острого перикардита обычно назначают ацетилсалициловую кислоту в дозе от 160 мг 1 раз в сутки до 650 мг 4 раза в сутки. Глюкокортикоиды, индометацин, ибупрофен, хотя и способствуют ослаблению боли, но могут спровоцировать разрыв миокарда вследствие уменьшения толщины его стенки. Назначение антикоагулянтов при остром перикардите, как правило, противопоказано, поскольку есть риск развития гемоперикарда.'
);
record_index++;

//54
chapter_tests[record_index]=new chapter_test(
'К неселективным <span style=‘font-family:Symbol’>b</span>-адреноблокаторам относят все препараты, кроме:',
new Array(
new Array('атенолола;','yes'),
new Array('метопролола;','yes'),
new Array('пропранолола;','no'),
new Array('бисопролола.','yes')
),
new Array('0','1','3'),
'<br>Пропранолол — неселективный <span style=‘font-family:Symbol’>b</span>-адреноблокатор, атенолол, метопролол и бисопролол — селективные <span style=‘font-family:Symbol’>b</span>1-адреноблокаторы.'
);
record_index++;

//55
chapter_tests[record_index]=new chapter_test(
'Резкая отмена <span style=‘font-family:Symbol’>b</span>-адреноблокаторов может привести к:',
new Array(
new Array('повышению АД;','no'),
new Array('тахикардии;','no'),
new Array('внезапной сердечной смерти;','no'),
new Array('инфаркту миокарда;','no'),
new Array('всему перечисленному;','yes'),
new Array('без последствий.','no')
),
new Array('4'),
'<br>Резкая отмена <span style=‘font-family:Symbol’>b</span>-адреноблокаторов может привести ко всем перечисленным явлениям.'
);
record_index++;

//56
chapter_tests[record_index]=new chapter_test(
'Противопоказаниями для назначения ингибиторов АПФ считают всё, кроме следующих ситуаций:',
new Array(
new Array('беременность;','no'),
new Array('двусторонний стеноз почечных артерий;','no'),
new Array('сухой кашель;','no'),
new Array('выраженный стеноз устья аорты и митрального отверстия;','no'),
new Array('сахарный диабет.','yes')
),
new Array('4'),
'<br>Ингибиторы АПФ не показаны в качестве препаратов первой линии при наличии беременности (тератогенный эффект), при гемодинамически значимых стенозах устья аорты и митрального отверстия (вазодилатация при фиксированном минутном объёме может привести к выраженной артериальной гипотензии), при наличии сухого кашля (появление побочного действия будет замаскировано предсуществующим кашлем), высокосолевой диете (нивелирование действия ингибиторов АПФ из-за стимуляции ренин-ангиотензиновой системы), сверхдиурезе (вазодилатация при уменьшенном объёме крови может привести к длительному и резкому снижению АД), обструктивных болезнях лёгких (описаны случаи астматического статуса при приёме ингибиторов АПФ), двустороннем стенозе почечных артерий.'
);
record_index++;

//57
chapter_tests[record_index]=new chapter_test(
'Что из перечисленного не относят к блокаторам рецепторов ангиотензина II?',
new Array(
new Array('лозартан;','no'),
new Array('вальсартан;','no'),
new Array('эналаприл;','yes'),
new Array('ирбесартан.','no')
),
new Array('2'),
'<br>Блокаторы рецепторов ангиотензина II — лозартан, вальсартан, ирбесартан. Эналаприл относят к ингибиторам АПФ.'
);
record_index++;

//58
chapter_tests[record_index]=new chapter_test(
'Нерациональными комбинациями в лечении артериальной гипертензии считают:',
new Array(
new Array('<span style=‘font-family:Symbol’>b</span>-адреноблокаторы + недигидропиридиновые блокаторы медленных кальциевых каналов;','yes'),
new Array('<span style=‘font-family:Symbol’>b</span>-адреноблокаторы + диуретики;','no'),
new Array('ингибиторы АПФ + блокаторы медленных кальциевых каналов;','no'),
new Array('ингибиторы АПФ + диуретики.','no')
),
new Array('0'),
'<br><span style='font-family:Symbol'>b</span>-Адреноблокаторы и верапамил (дилтиазем) обладают сходными воздействиями на миокард, при их совместном назначении происходит взаимное усиление эффектов — брадикардии, замедления проводимости.'
);
record_index++;

//59
chapter_tests[record_index]=new chapter_test(
'К состояниям, требующим снижения АД в течение 1 ч при гипертоническом кризе, относят всё, кроме:',
new Array(
new Array('инфаркта миокарда, нестабильной стенокардии;','no'),
new Array('тяжёлого носового кровотечения;','no'),
new Array('расслаивающей аневризмы аорты;','no'),
new Array('энцефалопатии, кровоизлияния в мозг;','no'),
new Array('эклампсии;','no'),
new Array('синдрома отмены антигипертензивных средств.','yes')
),
new Array('5'),
'<br>Синдром отмены антигипертензивных средств не требует проведения неотложных мероприятий в течение 1 ч (см. табл. 4-17).'
);
record_index++;

//60
chapter_tests[record_index]=new chapter_test(
'Предпочтительным препаратом для снижения АД при гипертоническом кризе в сочетании с инфарктом миокарда считают:',
new Array(
new Array('<span style=‘font-family:Symbol’>b</span>-адреноблокаторы;','no'),
new Array('блокаторы медленных кальциевых каналов;','no'),
new Array('нитроглицерин;','yes'),
new Array('ингибиторы АПФ.','no')
),
new Array('2'),
'<br>Применение нитроглицерина при гипертоническом кризе в сочетании с инфарктом миокарда имеет преимущество в связи с его двойным воздействием (снижение АД и уменьшение выраженности болевого синдрома).'
);
record_index++;

//61
chapter_tests[record_index]=new chapter_test(
'Абсолютное(ые) показание(я) для оперативного лечения инфекционного эндокардита:',
new Array(
new Array('выраженная сердечная недостаточность;','no'),
new Array('устойчивость к антибактериальной терапии в течение 3 нед;','no'),
new Array('абсцесс сердца;','no'),
new Array('грибковая инфекция;','no'),
new Array('эндокардит клапанного протеза;','no'),
new Array('всё перечисленное.','yes')
),
new Array('5'),
'<br>Абсолютные показания к оперативному лечению инфекционного эндокардита.<br>• Нарастание сердечной недостаточности или её рефрактерность к лечению.<br>• Устойчивость к антибактериальной терапии в течение 3 недель.<br>• Абсцессы миокарда, фиброзного клапанного кольца.<br>• Грибковая инфекция.<br>• Эндокардит искусственного клапана.'
);
record_index++;

//62
chapter_tests[record_index]=new chapter_test(
'К неблагоприятным прогностическим признакам инфекционного эндокардита относят всё, кроме:',
new Array(
new Array('нестрептококковой этиологии эндокардита;','no'),
new Array('выраженной сердечной недостаточности;','no'),
new Array('вовлечения аортального клапана;','no'),
new Array('молодого возраста;','yes'),
new Array('абсцесса миокарда.','no')
),
new Array('3'),
'<br>Неблагоприятными прогностическими признаками инфекционного эндокардита считаются:<br>• Нестрептококковая этиология заболевания.<br>• Наличие сердечной недостаточности.<br>• Вовлечение аортального клапана.<br>• Инфекция клапанного протеза.<br>• Пожилой возраст.<br>• Вовлечение клапанного фиброзного кольца или абсцесс миокарда.<br>Молодой возраст не относится к неблагоприятным прогностическим факторам инфекционного эндокардита.'
);
record_index++;

//63
chapter_tests[record_index]=new chapter_test(
'При отсутствии данных о возбудителе инфекции при подостром инфекционном эндокардите эмпирическую антибактериальную терапию проводят следующими средствами:',
new Array(
new Array('пенициллин в дозе 10 млн ЕД/сут в/в;','no'),
new Array('ампициллин в дозе 2 г 6 раз в сутки и гентамицин по 1,5 мг/кг в/в 3 раза в сутки;','yes'),
new Array('цефалоспорины в дозе 3 г/сут в/в;','no'),
new Array('оксациллин в дозе 3 г/сут в/м.','no')
),
new Array('1'),
'<br>Рекомендованная эмпирическая терапия при подостром инфекционном эндокардите — ампициллин в сочетании с гентамицином.'
);
record_index++;

//64
chapter_tests[record_index]=new chapter_test(
'Классическими проявлениями острого инфекционного эндокардита считают:',
new Array(
new Array('шум в сердце;','no'),
new Array('лихорадку;','no'),
new Array('анемию;','no'),
new Array('все перечисленные;','yes'),
new Array('ничего из перечисленного.','no')
),
new Array('3'),
'<br>Классическими признаками инфекционного эндокардита считают триаду: лихорадка, анемия и сердечный шум.'
);
record_index++;

//65
chapter_tests[record_index]=new chapter_test(
'Этиологическими факторами острого перикардита могут быть все, кроме:',
new Array(
new Array('вирусы;','no'),
new Array('бактерии;','no'),
new Array('грибы;','no'),
new Array('алкоголь;','yes'),
new Array('лекарства.','no')
),
new Array('3'),
'<br>Алкоголь не считают этиологическим фактором инфекционного эндокардита (см. табл. 6-1).'
);
record_index++;

//66
chapter_tests[record_index]=new chapter_test(
'При остром сухом перикардите шум трения перикарда может быть:',
new Array(
new Array('3-компонентным;','no'),
new Array('2-компонентным;','no'),
new Array('1-компонентным;','no'),
new Array('все варианты.','yes')
),
new Array('3'),
'<br>Основной признак острого сухого перикардита — шум трения перикарда. Он может состоять из трёх компонентов (систола предсердий — систола желудочков — диастола желудочков), двух компонентов (систола — диастола желудочков) или только одного компонента (систола желудочков).'
);
record_index++;

//67
chapter_tests[record_index]=new chapter_test(
'Шум трения перикарда лучше выслушивается в следующих ситуациях, кроме:',
new Array(
new Array('в вертикальном положении больного;','no'),
new Array('в положении больного лёжа;','yes'),
new Array('при надавливании стетоскопом;','no'),
new Array('при задержке дыхания на выдохе.','no')
),
new Array('1'),
'<br>Шум трения перикарда лучше выслушивать с помощью фонендоскопа (а не стетоскопа), сильно прижимая его к грудной клетке, в вертикальном положении больного с задержкой дыхания на выдохе. При обширном и выраженном поражении перикарда шум хорошо выслушивается и в положении больного лёжа на спине.'
);
record_index++;

//68
chapter_tests[record_index]=new chapter_test(
'Парадоксальный пульс это:',
new Array(
new Array('асимметрия пульса на руках;','no'),
new Array('аритмичность пульса;','no'),
new Array('выпадение отдельных пульсовых волн;','no'),
new Array('снижение систолического АД более 10 мм рт.ст. при глубоком вдохе.','yes')
),
new Array('3'),
'<br>Парадоксальный пульс — значительное снижение амплитуды пульса при спокойном вдохе или снижение систолического давления при глубоком вдохе более чем на 10 мм рт.ст. Эти изменения возникают вследствие того, что при глубоком вдохе происходит увеличение наполнения правых отделов сердца (на вдохе давление в лёгочной артерии и ударный объём правого желудочка увеличиваются) и уменьшается наполнение левых отделов сердца (системное АД и ударный объём левого желудочка уменьшаются).'
);
record_index++;

//69
chapter_tests[record_index]=new chapter_test(
'Причиной констриктивного перикардита может быть все, кроме:',
new Array(
new Array('инфекций;','no'),
new Array('заболеваний соединительной ткани;','no'),
new Array('травмы сердца;','no'),
new Array('алкоголизма.','yes')
),
new Array('3'),
'<br>Алкоголизм не считают этиологическим фактором констриктивного перикардита (см. табл. 6-2).'
);
record_index++;

//70
chapter_tests[record_index]=new chapter_test(
'Показания к перикардэктомии при констриктивном перикардите:',
new Array(
new Array('эхокардиографические изменения;','no'),
new Array('нарушение функций печени;','no'),
new Array('увеличение давления в яремной вене более 7–8 мм рт.ст.;','yes'),
new Array('кахексия.','no')
),
new Array('2'),
'<br>Показание к перикардэктомии — увеличение давления в яремных венах более 7–8 мм рт.ст. При длительно существующем констриктивном перикардите с вовлечением в процесс миокарда, выраженной кахексией и нарушением функций печени проводят консервативное лечение диуретиками и сердечными гликозидами, поскольку в этих случаях операционная смертность достигает 30–40%.'
);
record_index++;

//71
chapter_tests[record_index]=new chapter_test(
'Показаниями к хирургическому лечению стеноза митрального отверстия считают все, кроме:',
new Array(
new Array('сердечной астмы;','no'),
new Array('тромбоэмболии;','no'),
new Array('лёгочной гипертензии;','no'),
new Array('площади митрального отверстия 2 см2.','yes')
),
new Array('3'),
'<br>Показаниями для оперативного лечения считаются: сильная выраженность стеноза митрального отверстия, лёгочная гипертензия, сердечная астма, отёк лёгких, тромбоэмболия лёгочной артерии, выраженный стеноз митрального отверстия (менее 1 см2). Размер площади митрального отверстия нельзя считать единственным показателем при оценке целесообразности проведения митральной комиссуротомии.'
);
record_index++;

//72
chapter_tests[record_index]=new chapter_test(
'Признаки “митрального” зубца Р на ЭКГ могут отсутствовать при:',
new Array(
new Array('фибрилляции предсердий;','no'),
new Array('выраженной лёгочной гипертензии;','no'),
new Array('недостаточности трёхстворчатого клапана;','no'),
new Array('дилатации правого предсердия.','no'),
new Array('всех перечисленных состояниях.','yes')
),
new Array('4'),
'<br>Признаки “митрального” зубца Р могут отсутствовать при всех перечисленных состояниях.'
);
record_index++;

//73
chapter_tests[record_index]=new chapter_test(
'Систолический шум при стенозе митрального отверстия свидетельствует о:',
new Array(
new Array('сопутствующей недостаточности митрального клапана;','no'),
new Array('недостаточности трёхстворчатого клапана;','no'),
new Array('сопутствующем стенозе устья аорты;','no'),
new Array('всех перечисленных состояниях.','yes')
),
new Array('3'),
'<br>Причинами систолического шума при стенозе митрального отверстия могут быть все перечисленные состояния.'
);
record_index++;

//74
chapter_tests[record_index]=new chapter_test(
'Показаниями к хирургическому лечению недостаточности митрального клапана считаются все, кроме:',
new Array(
new Array('снижения фракции выброса левого желудочка менее 50%;','no'),
new Array('конечного систолического размера левого желудочка по данным эхокардиографии более 45 мм;','no'),
new Array('выраженной недостаточности митрального клапана;','no'),
new Array('грубого систолического шума.','yes')
),
new Array('3'),
'<br>Хирургическое лечение при недостаточности митрального клапана показано в следующих ситуациях.<br>• Выраженная недостаточность митрального клапана (III–IV степень), даже при удовлетворительном самочувствии.<br>• Признаки дисфункции левого желудочка (фракция выброса левого желудочка менее 60%, конечный систолический размер более 45 мм/м2 и более).<br>Грубый систолический шум нельзя считать показанием для оперативного лечения.'
);
record_index++;

//75
chapter_tests[record_index]=new chapter_test(
'Наиболее типичная характеристика пульса на лучевой артерии при выраженном стенозе устья аорты:',
new Array(
new Array('неизмененный;','no'),
new Array('медленный, малый, низкий;','yes'),
new Array('частый, большой, высокий.','no')
),
new Array('1'),
'<br>Для выраженного стеноза устья аорты характерен малый, низкий, редкий (parvus, tardus , rarus) периферический пульс на лучевых артериях.'
);
record_index++;

//76
chapter_tests[record_index]=new chapter_test(
'Что не относят к наиболее характерным признакам систолического шума при стенозе устья аорты?',
new Array(
new Array('Наиболее грубый из шумов, возникающих при различных приобретённых пороках сердца.','no'),
new Array('Иррадиация в левую подмышечную область у пожилых людей.','yes'),
new Array('Проводится на сосуды шеи.','no'),
new Array('У пожилых людей выслушивается на верхушке сердца.','no')
),
new Array('1'),
'<br>При стенозе устья аорты выслушивают грубый скребущий систолический шум с максимумом во II межреберье справа и иррадиацией на сонные артерии (лучше выслушивается в горизонтальном положении). Иногда систолический шум проводится (иррадиирует) к верхушке сердца.'
);
record_index++;

//77
chapter_tests[record_index]=new chapter_test(
'Показаниями к оперативному лечению при стенозе устья аорты является всё перечисленное, кроме:',
new Array(
new Array('среднего градиента давления более 50 мм рт.ст.;','no'),
new Array('площади аортального отверстия менее 0,75 см2;','no'),
new Array('грубого систолического шума.','yes')
),
new Array('2'),
'<br>Показания к оперативному лечению стеноза устья аорты:<br>• выраженная симптоматика;<br>• бессимптомное течение при площади аортального отверстия менее 0,75 см2;<br>• средний градиент давления более 50 мм рт.ст.;<br>• площадь аортального отверстия менее 0,5 см2/м2 поверхности тела.<br>Грубый систолический шум нельзя считать показанием для оперативного лечения.'
);
record_index++;

//78
chapter_tests[record_index]=new chapter_test(
'Наиболее типичное(ые) изменение(я) тонов сердца при недостаточности аортального клапана:',
new Array(
new Array('ослабление II тона сердца;','yes'),
new Array('ослабление I тона сердца;','yes'),
new Array('усиление II тона сердца;','no'),
new Array('усиление I тона сердца.','no')
),
new Array('0','1'),
'<br>I тон может быть ослаблен из-за близкого стояния створок митрального клапана относительно друг друга во время диастолы при переполнении левого желудочка кровью (меньшее время для захлопывания митральных створок, меньшее расстояние для их “разбега”). Ослабление I тона сердца может быть выражено значительно (вплоть до его исчезновения), что приводит к неверному определению фаз сердечного цикла и неправильной оценке фазовости шума — систолический или диастолический. II тон ослаблен или отсутствует полностью из-за несмыкания створок аортального клапана.'
);
record_index++;

//79
chapter_tests[record_index]=new chapter_test(
'Диастолический шум недостаточности аортального клапана лучше выслушивается:',
new Array(
new Array('в положении больного стоя;','no'),
new Array('в положении больного лёжа;','no'),
new Array('в вертикальном положении больного, на выдохе;','yes'),
new Array('при глубоком вдохе.','no')
),
new Array('2'),
'<br>Диастолический шум при недостаточности аортального клапана усиливается при изометрической нагрузке (сжатие рук — усиление периферического сопротивления — усиление регургитации), лучше слышен при наклоне больного вперёд и глубоком выдохе (приближение сердца к фонендоскопу), проводится по направлению к верхушке сердца.'
);
record_index++;

//80
chapter_tests[record_index]=new chapter_test(
'Симптом Риверо Карвалло:',
new Array(
new Array('усиление систолического шума при недостаточности митрального клапана;','no'),
new Array('усиление диастолического шума при стенозе митрального отверстия;','no'),
new Array('усиление систолического шума на вдохе при недостаточности трёхстворчатого клапана;','yes'),
new Array('усиление диастолического шума при недостаточности аортального клапана;','no'),
new Array('усиление систолического шума при стенозе устья аорты.','no')
),
new Array('2'),
'<br>Основной аускультативный признак недостаточности трёхстворчатого клапана — систолический шум вдоль левого края грудины, усиливающийся на вдохе (симптом Риверо Карвалло).'
);
record_index++;

//81
chapter_tests[record_index]=new chapter_test(
'Характерным аускультативным признаком пролапса митрального клапана является:',
new Array(
new Array('систолический клик-шум;','yes'),
new Array('систолический шум-клик;','no'),
new Array('диастолический клик-шум;','no'),
new Array('диастолический шум-клик.','no')
),
new Array('0'),
'<br>Основной аускультативный признак пролапса митрального клапана — короткий среднесистолический высокочастотный клик. Он появляется в результате провисания створок митрального клапана в систолу в полость левого предсердия и их резкого натяжения. За систолическим кликом может следовать средне- или высокочастотный поздний систолический шум, лучше выслушиваемый на верхушке сердца.'
);
record_index++;

//82
chapter_tests[record_index]=new chapter_test(
'При пролапсе митрального клапана могут быть жалобы на:',
new Array(
new Array('сердцебиение;','no'),
new Array('боль в грудной клетке;','no'),
new Array('одышку;','no'),
new Array('нарушения зрения;','no'),
new Array('признаки преходящего нарушения мозгового кровообращения;','no'),
new Array('всё перечисленное.','yes')
),
new Array('5'),
'<br>При клинически значимом пролапсе больные предъявляют жалобы на сердцебиение (желудочковая экстрасистолия, пароксизмальная наджелудочковая тахикардия, реже желудочковая тахикардия). Частой жалобой является боль в грудной клетке. Она может быть как атипичной, так и типичной ангинозной вследствие спазма венечных артерий или ишемии в результате напряжения сосочковых мышц. Одышка при физической нагрузке, быстрая утомляемость также отмечаются больными с пролапсом митрального клапана. Крайне редкими проявлениями пролапса митрального клапана считают нарушения зрения в результате тромбоэмболии сосудов сетчатки, а также преходящие ишемические атаки в результате тромбоэмболии сосудов головного мозга.'
);
record_index++;

//83
chapter_tests[record_index]=new chapter_test(
'Тетрада Фалло — врождённый порок сердца, включающий следующие компоненты:',
new Array(
new Array('ДМПП, стеноз лёгочной артерии, открытый артериальный проток, гипертрофию левого желудочка;','no'),
new Array('ДМЖП, стеноз лёгочной артерии, гипертрофию правого желудочка, декстрапозицию аорты;','yes'),
new Array('ДМЖП, стеноз лёгочной артерии, гипертрофию левого желудочка, декстрапозицию аорты;','no'),
new Array('ДМПП, стеноз лёгочной артерии, гипертрофию правого желудочка, стеноз митрального отверстия.','no')
),
new Array('1'),
'<br>Тетрада Фалло — врождённый порок сердца, характеризующийся наличием четырёх компонентов: 1) большого высокорасположенного ДМЖП, 2) стеноза лёгочной артерии, 3) декстрапозиции аорты, 4) компенсаторной гипертрофии правого желудочка.'
);
record_index++;

//84
chapter_tests[record_index]=new chapter_test(
'Выберите правильное утверждение относительно ДМЖП:',
new Array(
new Array('чем громче шум, тем больше размер дефекта;','no'),
new Array('чем громче шум, тем меньше размер дефекта;','no'),
new Array('между громкостью шума и величиной дефекта нет связи;','yes'),
new Array('чем слабее шум, тем меньше размер дефекта.','no')
),
new Array('2'),
'<br>Между громкостью систолического шума и размером ДМЖП чёткой корреляции нет — тонкая струя крови через маленький ДМЖП может сопровождаться громким шумом (справедливо выражение “много шума из ничего”). ДМЖП больших размеров может не сопровождаться шумом вообще из-за уравнивания давления крови в левом и правом желудочках.'
);
record_index++;

//85
chapter_tests[record_index]=new chapter_test(
'Наиболее информативным неинвазивным методом диагностики небольших ДМЖП считают:',
new Array(
new Array('аускультация;','no'),
new Array('двухмерную эхокардиографию;','no'),
new Array('эхокардиографию в режиме Допплера;','yes'),
new Array('рентгенологическое исследование.','no')
),
new Array('2'),
'<br>В двухмерном режиме можно непосредственно визуализировать ДМЖП. С помощью допплеровского режима обнаруживают турбулентный поток крови из одного желудочка в другой, оценивают направление сброса (слева направо или справа налево), а также определяют давление в правом желудочке по градиенту давления между желудочками.'
);
record_index++;

//86
chapter_tests[record_index]=new chapter_test(
'Вторичный ДМПП располагается в:',
new Array(
new Array('в области овальной ямки;','yes'),
new Array('в области венозного синуса;','no'),
new Array('в нижней части межпредсердной перегородки;','no'),
new Array('на всём протяжении межпредсердной перегородки.','no')
),
new Array('0'),
'<br>Вторичный ДМПП располагается в области овальной ямки.'
);
record_index++;

//87
chapter_tests[record_index]=new chapter_test(
'Наиболее характерный аускультативный признак ДМПП незначительных размеров:',
new Array(
new Array('систолический шум в проекции дефекта;','no'),
new Array('акцент II тона во II межреберье слева;','no'),
new Array('акцент II тона во II межреберье справа;','no'),
new Array('характерный признак отсутствует.','yes')
),
new Array('3'),
'<br>Наиболее характерный аускультативный признак ДМПП не выделяется.'
);
record_index++;

//88
chapter_tests[record_index]=new chapter_test(
'Наиболее характерный аускультативный признак открытого артериального протока:',
new Array(
new Array('систолический шум во II межреберье слева;','no'),
new Array('систолический шум на верхушке сердца;','no'),
new Array('диастолический шум во II межреберье слева;','no'),
new Array('систоло-диастолический шум под левой ключицей;','yes'),
new Array('диастолический шум во II межреберье справа.','no')
),
new Array('3'),
'<br>Типичное аускультативное проявление открытого артериального протока — непрерывный систоло-диастолический (“машинный”) шум из-за постоянного однонаправленного кровотока из аорты в лёгочную артерию. Этот шум высокочастотный, усиливается ко II тону, лучше выслушивается под левой ключицей и иррадиирует в спину.'
);
record_index++;

//89
chapter_tests[record_index]=new chapter_test(
'Наиболее информативный неинвазивный метод диагностики открытого артериального протока:',
new Array(
new Array('аускультация;','no'),
new Array('рентгенологическое исследование;','no'),
new Array('эхокардиография в допплеровском режиме;','yes'),
new Array('эхокардиография в режиме Допплера.','yes')
),
new Array('2','3'),
'<br>В допплеровском режиме в лёгочной артерии определяется турбулентный систоло-диастолический поток вне зависимости от размеров протока.'
);
record_index++;

//90
chapter_tests[record_index]=new chapter_test(
'Наиболее типичным физикальным признаком коарктации аорты считается:',
new Array(
new Array('систолический шум на верхушке сердца;','no'),
new Array('АД на ногах на 10–20 мм рт.ст. выше, чем на руках;','no'),
new Array('АД на ногах на 10–20 мм рт.ст. ниже, чем на руках;','yes'),
new Array('систолический шум над аортой;','no'),
new Array('систолический шум под правой ключицей.','no')
),
new Array('2'),
'<br>В норме давление на ногах на 20–30 мм рт.ст. выше, чем на руках. При коарктации аорты давление на ногах значительно снижено или не определяется. Диагностическим признаком коарктации аорты считается разница систолического (или среднего) АД на руках и ногах более 10–20 мм рт.ст.'
);
record_index++;

//91
chapter_tests[record_index]=new chapter_test(
'Аномалия Эбштайна:',
new Array(
new Array('смещение створок трёхстворчатого клапана к верхушке правого желудочка;','no'),
new Array('уменьшение полости правого желудочка;','no'),
new Array('увеличение полости правого предсердия;','no'),
new Array('всё перечисленное;','yes'),
new Array('ничего из перечисленного.','no')
),
new Array('3'),
'<br>Перечислены все признаки аномалии Эбштайна (расположение задней и перегородочной створок трёхстворчатого клапана у верхушки правого желудочка, приводящее к увеличению полости правого предсердия и уменьшению полости правого желудочка).'
);
record_index++;

//92
chapter_tests[record_index]=new chapter_test(
'К кардиальным причинам прогрессирования сердечной недостаточности относят всё, кроме:',
new Array(
new Array('фибрилляция предсердий;','no'),
new Array('употребление алкоголя;','yes'),
new Array('прогрессирование недостаточности митрального и трёхстворчатого клапанов;','no'),
new Array('инфаркт миокарда.','no')
),
new Array('1'),
'<br>Приём алкоголя не относят к кардиальным причинам прогрессирования сердечной недостаточности (см. табл. 10-6).'
);
record_index++;

//93
chapter_tests[record_index]=new chapter_test(
'При лечении хронической сердечной недостаточности следует избегать назначения всех ЛС, кроме:',
new Array(
new Array('НПВС;','no'),
new Array('антиаритмических препаратов I класса;','no'),
new Array('недигидропиридиновых блокаторов медленных кальциевых каналов;','no'),
new Array('ингибиторов АПФ;','yes'),
new Array('трициклических антидепрессантов.','no')
),
new Array('3'),
'<br>Ингибиторы АПФ — препараты выбора при лечении сердечной недостаточности.'
);
record_index++;

//94
chapter_tests[record_index]=new chapter_test(
'К базисными средствам в лечении хронической сердечной недостаточности относят все, кроме:',
new Array(
new Array('ингибиторов АПФ;','no'),
new Array('диуретиков;','no'),
new Array('сердечных гликозидов;','no'),
new Array('недигидропиридиновых блокаторов медленных кальциевых каналов.','yes')
),
new Array('3'),
'<br>Недигидропиридиновые блокаторы медленных кальциевых каналов не применяют в качестве средств базисной терапии сердечной недостаточности. В настоящее время оптимальной комбинацией препаратов при выраженной сердечной недостаточности считают “тройную терапию”: диуретики, ингибиторы АПФ, сердечные гликозиды.'
);
record_index++;

//95
chapter_tests[record_index]=new chapter_test(
'К большим Фремингемским критериям диагностики хронической сердечной недостаточности относят всё, кроме:',
new Array(
new Array('сердечной астмы;','no'),
new Array('хрипов в лёгких;','no'),
new Array('расширения вен на шее;','no'),
new Array('отёков на ногах;','yes'),
new Array('ночного кашля.','yes')
),
new Array('3','4'),
'<br>Отёки на ногах и ночной кашель не относят к большим Фремингемским критериям сердечной недостаточности (см. табл. 10-5).'
);
record_index++;

//96
chapter_tests[record_index]=new chapter_test(
'К ингибиторам АПФ, требующим однократного приёма, относят:',
new Array(
new Array('периндоприл;','yes'),
new Array('эналаприл;','no'),
new Array('каптоприл;','no'),
new Array('рамиприл.','no')
),
new Array('0'),
'<br>Периндоприл принимают 1 раз в сутки, что связано с периодом полувыведения препарата. Эналаприл и рамиприл принимают 2 раза в сутки, а каптоприл — 3 раза.'
);
record_index++;

//97
chapter_tests[record_index]=new chapter_test(
'К проявлениям гликозидной интоксикации относятся:',
new Array(
new Array('диспептические явления;','no'),
new Array('нарушения ритма сердца;','no'),
new Array('нарушения проводимости;','no'),
new Array('нарушения психики;','no'),
new Array('нарушения зрения;','no'),
new Array('всё перечисленное.','yes')
),
new Array('5'),
'<br>Основные признаки гликозидной интоксикации.<br>• Диспептические расстройства — тошнота, рвота, снижение аппетита, возникающие в результате прямой стимуляции соответствующих центров в головном мозге.<br>• Нарушения ритма сердца в виде желудочковой экстрасистолии, непароксизмальной АВ-узловой тахикардии, желудочковой тахикардии (в том числе многофокусной). Фибрилляция желудочков возникает редко.<br>• Нарушения АВ-проводимости различной степени, СА-блокада.'
);
record_index++;

//98
chapter_tests[record_index]=new chapter_test(
'К диастолической сердечной недостаточности могут приводить все заболевания, кроме',
new Array(
new Array('ИБС;','no'),
new Array('гипертрофической кардиомиопатии;','no'),
new Array('гипертонической болезни;','no'),
new Array('сахарного диабета;','no'),
new Array('алкоголизма.','yes')
),
new Array('4'),
'<br>Алкоголизм не проявляется изолированной диастолической недостаточностью. К возникновению диастолической сердечной недостаточности могут приводить следующие заболевания.<br>• ИБС (с инфарктом миокарда или без него).<br>• Гипертрофическая кардиомиопатия.<br>• Амилоидоз сердца.<br>• Артериальная гипертензия.<br>• Клапанные пороки сердца.<br>• Сахарный диабет.<br>• Констриктивный перикардит.'
);
record_index++;

//99
chapter_tests[record_index]=new chapter_test(
'Для лечения диастолической сердечной недостаточности используют все ЛС, кроме:',
new Array(
new Array('диуретиков;','no'),
new Array('сердечных гликозидов;','yes'),
new Array('ингибиторов АПФ;','no'),
new Array('<span style=‘font-family:Symbol’>b</span>-адреноблокаторов.','no')
),
new Array('1'),
'<br>Сердечные гликозиды при диастолической сердечной недостаточности противопоказаны, поскольку могут способствовать дальнейшему ухудшению диастолического расслабления левого желудочка. Положительные инотропные средства (в том числе сердечные гликозиды) назначают только при сопутствующей систолической сердечной недостаточности.'
);
record_index++;

//100
chapter_tests[record_index]=new chapter_test(
'Наиболее информативным неинвазивным методом выявления диастолической сердечной недостаточности является:',
new Array(
new Array('ЭКГ;','no'),
new Array('рентгенологическое исследование;','no'),
new Array('эхокардиография;','no'),
new Array('эхокардиография в допплеровском режиме.','yes')
),
new Array('3'),
'<br>Признаки нормальной или слегка сниженной диастолической функции левого желудочка определяют по данным эхокардиографии в допплеровском режиме.'
);
record_index++;

//101
chapter_tests[record_index]=new chapter_test(
'При гипертрофической кардиомиопатии препаратами выбора считаются:',
new Array(
new Array('сердечные гликозиды;','no'),
new Array('<span style=‘font-family:Symbol’>b</span>-адреноблокаторы;','yes'),
new Array('нитраты;','no'),
new Array('симпатомиметики.','no')
),
new Array('1'),
'<br>Из перечисленных средств препаратами выбора в лечении гипертрофической кардиомиопатии считают <span style=‘font-family:Symbol’>b</span>-адреноблокаторы.'
);
record_index++;

//102
chapter_tests[record_index]=new chapter_test(
'Клинические проявления гипертрофической кардиомиопатии зависят от:',
new Array(
new Array('наличия ишемии миокарда;','no'),
new Array('степени обструкции выносящего тракта левого желудочка;','no'),
new Array('наличия аритмий;','no'),
new Array('выраженности диастолической дисфункции;','no'),
new Array('всего перечисленного.','yes')
),
new Array('4'),
'<br>Клинические проявления гипертрофической кардиомиопатии зависят от всех перечисленных факторов.'
);
record_index++;

//103
chapter_tests[record_index]=new chapter_test(
'Что не относят к факторам риска внезапной сердечной смерти при гипертрофической кардиомиопатии?',
new Array(
new Array('Стойкую пароксизмальную желудочковую тахикардию.','no'),
new Array('Семейный анамнез внезапной сердечной смерти.','no'),
new Array('Остановку сердца в анамнезе.','no'),
new Array('Выраженную одышку.','yes')
),
new Array('3'),
'<br>К факторам риска внезапной сердечной смерти при гипертрофической кардиомиопатии относят следующие.<br>• Остановка сердца в анамнезе.<br>• Стойкая желудочковая тахикардия.<br>• Резко выраженная гипертрофия левого желудочка.<br>• Семейный анамнез внезапной сердечной смерти.<br>• Частые пароксизмы желудочковой тахикардии, выявляемые при суточном мониторировании ЭКГ.<br>• Раннее появление симптомов гипертрофической кардиомиопатии (в детском возрасте).<br>• Частые обмороки.<br>• Ненормальная реакция АД на физическую нагрузку (снижение).<br>Одышку не считают фактором риска внезапной сердечной смерти при гипертрофической кардиомиопатии, так как она имеет субъективный характер.'
);
record_index++;

//104
chapter_tests[record_index]=new chapter_test(
'К типичным признакам обструктивной гипертрофической кардиомиопатии по данным эхокардиографии относят всё, кроме:',
new Array(
new Array('систолического движения передней створки митрального клапана вперёд;','no'),
new Array('асимметричной гипертрофии левого желудочка;','no'),
new Array('дилатации левого предсердия;','no'),
new Array('дилатации левого желудочка.','yes')
),
new Array('3'),
'<br>При гипертрофической кардиомиопатии имеется уменьшение полости левого желудочка. Патогенез гемодинамических нарушений при обструктивной гипертрофической кардиомиопатии связан с гипертрофией верхней части межжелудочковой перегородки (асимметричная гипертрофическая кардиомиопатия — субаортальный стеноз), в результате чего возникает сужение выносящего тракта левого желудочка (нормальному выбросу крови из левого желудочка может препятствовать также врождённое аномальное расположение митрального клапана).'
);
record_index++;

//105
chapter_tests[record_index]=new chapter_test(
'Наиболее информативный метод диагностики гипертрофической кардиомиопатии:',
new Array(
new Array('ЭКГ;','no'),
new Array('эхокардиография;','yes'),
new Array('рентгенологическое исследование;','no'),
new Array('катетеризация полостей сердца.','no')
),
new Array('1'),
'<br>Эхокардиография — наиболее информативный метод диагностики гипертрофической кардиомиопатии.'
);
record_index++;

//106
chapter_tests[record_index]=new chapter_test(
'Причинами рестриктивной кардиомиопатии могут быть:',
new Array(
new Array('эозинофильная эндомиокардиальная болезнь;','no'),
new Array('саркоидоз;','no'),
new Array('склеродермия;','no'),
new Array('всё перечисленное;','yes'),
new Array('ничего из перечисленного.','no')
),
new Array('3'),
'<br>Причинами рестриктивной кардиомиопатии могут быть все перечисленные состояния (см. табл. 11-2).'
);
record_index++;

//107
chapter_tests[record_index]=new chapter_test(
'При рестриктивной кардиомиопатии поражается:',
new Array(
new Array('только левый желудочек;','no'),
new Array('оба желудочка;','yes'),
new Array('только предсердия;','no'),
new Array('только клапанный аппарат.','no')
),
new Array('1'),
'<br>При рестриктивной кардиомиопатии обычно поражаются оба желудочка, но размеры их полостей остаются в нормальных пределах или уменьшаются (при эндомиокардиальном фиброзе).'
);
record_index++;

//108
chapter_tests[record_index]=new chapter_test(
'Наиболее типичные признаки рестриктивной кардиомиопатии по данным эхокардиографии:',
new Array(
new Array('увеличение полостей сердца;','no'),
new Array('уменьшение полостей сердца;','no'),
new Array('нарушение диастолической функции;','yes'),
new Array('утолщение эндокарда.','yes')
),
new Array('2','3'),
'<br>При рестриктивной кардиомиопатии размеры полостей сердца не изменены. В ряде случаев можно выявить утолщение эндокарда. Характерным проявлением рестриктивной кардиомиопатии считают нарушения диастолической функции левого желудочка: укорочение времени изоволюмического расслабления, увеличение пика раннего наполнения, уменьшение пика позднего предсердного наполнения желудочков и увеличение отношения раннего наполнения к позднему.'
);
record_index++;

//109
chapter_tests[record_index]=new chapter_test(
'При рестриктивной кардиомиопатии необходима осторожность при назначении:',
new Array(
new Array('сердечных гликозидов;','yes'),
new Array('диуретиков;','yes'),
new Array('периферических вазодилататоров;','yes'),
new Array('ацетилсалициловой кислоты.','no')
),
new Array('0','1','2'),
'<br>Диуретики и периферические вазодилататоры в больших дозах могут вызывать ухудшение состояния больных, снижая сердечный выброс (из-за уменьшения преднагрузки) и провоцируя артериальную гипотензию. Сердечные гликозиды обычно не назначают, так как систолическая функция сердца сохранена (их можно применять только при значительном нарушении систолической функции).'
);
record_index++;

//110
chapter_tests[record_index]=new chapter_test(
'Типичные ЭКГ-признаками миокардита:',
new Array(
new Array('синусовая тахикардия;','yes'),
new Array('изменения сегмента ST и зубца Т;','yes'),
new Array('нарушения проводимости;','yes'),
new Array('аритмии.','yes')
),
new Array('0','1','2','3'),
'<br>При миокардите могут быть выявлены все перечисленные ЭКГ-признаки. К основным ЭКГ-признакам миокардита относят синусовую тахикардию, изменения сегмента ST и зубца T, нарушения проводимости (АВ-блокада разной степени, блокада ножек пучка Гиса), наджелудочковые и желудочковые аритмию. В ряде случаев на ЭКГ имеются инфарктоподобные изменения. Снижение вольтажа также может быть одним из проявлений миокардита.'
);
record_index++;

//111
chapter_tests[record_index]=new chapter_test(
'Причинами аритмий сердца могут быть:',
new Array(
new Array('сердечные заболевания;','no'),
new Array('электролитные нарушения;','no'),
new Array('воздействие ЛС;','no'),
new Array('эндокринные нарушения;','no'),
new Array('всё перечисленное;','yes'),
new Array('ничего из перечисленного.','no')
),
new Array('4'),
'<br>Причинами аритмий сердца могут быть все перечисленные (см. табл. 12-1).'
);
record_index++;

//112
chapter_tests[record_index]=new chapter_test(
'К IV классу антиаритмических препаратов по классификации Вогана–Уильямса относят:',
new Array(
new Array('блокаторы медленных кальциевых каналов;','yes'),
new Array('<span style=‘font-family:Symbol’>b</span>-адреноблокаторы;','no'),
new Array('блокаторы натриевых каналов;','no'),
new Array('препараты, удлиняющие продолжительность потенциала действия.','no')
),
new Array('0'),
'<br>Согласно классификации Вогана–Уильямса все антиаритмические препараты делят на 4 класса: I класс — блокаторы натриевых каналов, II класс — <span style=‘font-family:Symbol’>b</span>-адреноблокаторы, III класс — ЛС, удлиняющие продолжительность потенциала действия и эффективный рефрактерный период, IV класс — блокаторы медленных кальциевых каналов (табл. 12-2).'
);
record_index++;

//113
chapter_tests[record_index]=new chapter_test(
'Влияние амиодарона на проводящую систему сердца заключается в:',
new Array(
new Array('увеличении эффективного рефрактерного периода предсердий и желудочков;','yes'),
new Array('уменьшении эффективного рефрактерного периода предсердий и желудочков;','no'),
new Array('отсутствии воздействия.','no')
),
new Array('0'),
'<br>Амиодарон увеличивает эффективный рефрактерный период предсердий и желудочков (его относят к III классу антиаритмических средств).'
);
record_index++;

//114
chapter_tests[record_index]=new chapter_test(
'Новокаинамид:',
new Array(
new Array('увеличивает эффективный рефрактерный период предсердий и желудочков;','yes'),
new Array('уменьшает эффективный рефрактерный период предсердий и желудочков;','no'),
new Array('не влияет на него.','no')
),
new Array('0'),
'<br>Новокаинамид увеличивает эффективный рефрактерный период предсердий и желудочков (его относят к IA классу антиаритмических средств).'
);
record_index++;

//115
chapter_tests[record_index]=new chapter_test(
'Аденозин (АТФ):',
new Array(
new Array('уменьшает скорость проведения через АВ-соединение;','yes'),
new Array('увеличивает скорость проведения через АВ-соединение;','no'),
new Array('не влияет на скорость проведения через АВ-соединение.','no')
),
new Array('0'),
'<br>Аденозин уменьшает скорость проведения по АВ-соединению.'
);
record_index++;

//116
chapter_tests[record_index]=new chapter_test(
'Пропранолол:',
new Array(
new Array('увеличивает эффективный рефрактерный период АВ-соединения;','yes'),
new Array('уменьшает эффективный рефрактерный период АВ-соединения;','no'),
new Array('не влияет на эффективный рефрактерный период АВ-соединения.','no')
),
new Array('0'),
'<br>Пропранолол увеличивает эффективный рефрактерный период АВ-соединения (его относят ко II классу антиаритмических средств).'
);
record_index++;

//117
chapter_tests[record_index]=new chapter_test(
'Наиболее типичные аускультативные признаки лёгочной гипертензии:',
new Array(
new Array('акцент II тона во II межреберье слева;','yes'),
new Array('акцент II тона во II межреберье справа;','yes'),
new Array('акцент I тона на верхушке сердца;','no'),
new Array('фиксированное расщепление II тона над лёгочной артерией;','no'),
new Array('нефиксированное расщепление II тона над лёгочной артерией.','no')
),
new Array('0','1'),
'<br>Наиболее типичными аускультативными признаками лёгочной гипертензии считаются следующие феномены.<br>• Систолический клик и акцент II тона над лёгочной артерией (последний можно определить и пальпаторно).<br>• Фиксированное (не зависящее от фаз дыхания) расщепление II тона.'
);
record_index++;

//118
chapter_tests[record_index]=new chapter_test(
'При лёгочной гипертензии при аускультации сердца можно выслушать всё, кроме:',
new Array(
new Array('систолического шума во II межреберье слева;','no'),
new Array('систолического шума во II межреберье справа;','yes'),
new Array('диастолического шума во II межреберье слева;','no'),
new Array('диастолического шума во II межреберье справа;','yes'),
new Array('систолического шума над трёхстворчатом клапане;','no'),
new Array('систолического шума на верхушке сердца.','yes')
),
new Array('1','3','5'),
'<br>Для лёгочной гипертензии нехарактерны аускультативные изменения справа от грудины и на верхушке сердца. Однако типичны такие изменения.<br>• Во II межреберье слева от грудины выслушивается систолический шум изгнания. Там же возможен мягкий диастолический шум недостаточности клапана лёгочной артерии.<br>• Систолический шум выслушивается в проекции трёхстворчатого клапана в результате недостаточности трёхстворчатого клапана (он усиливается на вдохе).'
);
record_index++;

//119
chapter_tests[record_index]=new chapter_test(
'Причинами лёгочной гипертензии могут быть:',
new Array(
new Array('митральные пороки;','yes'),
new Array('открытый артериальный проток;','yes'),
new Array('хронические заболевания лёгких;','yes'),
new Array('хронические заболевания почек;','no'),
new Array('всё перечисленное;','no'),
new Array('ничего из перечисленного.','no')
),
new Array('0','1','2'),
'<br>Причинами лёгочной гипертензии из всех перечисленных могут быть митральные пороки, открытый артериальный проток, хронические заболевания лёгких (см. табл. 13-1).'
);
record_index++;

//120
chapter_tests[record_index]=new chapter_test(
'На ЭКГ при лёгочной гипертензии можно обнаружить:',
new Array(
new Array('P-pulmonale;','no'),
new Array('отклонение электрической оси сердца вправо;','no'),
new Array('признаки гипертрофии правого желудочка;','no'),
new Array('изменений может не быть;','no'),
new Array('перечисленное в пунктах а, б, в.','yes')
),
new Array('4'),
'<br>На ЭКГ при лёгочной гипертензии может быть все перечисленное. ЭКГ изменена в результате лёгочной гипертензии, поворота сердца и его диспозиции из-за эмфиземы лёгких, изменения газового состава крови, ишемии миокарда, метаболических нарушений. Следует помнить, что нормальная ЭКГ не исключает лёгочной гипертензии. Можно обнаружить признаки Р-pulmonale (высокий зубец Р в отведениях II, III, aVF, V1), отклонение электрической оси сердца вправо, признаки гипертрофии правого желудочка (высокие зубцы R в отведениях V1–3 с глубоким зубцом S в отведениях V5–6), признаки блокады правой ножки пучка Гиса, ось сердца типа S1S2S3 (наличие выраженных зубцов S одновременно в I, II, III стандартных отведениях).'
);
record_index++;

//121
chapter_tests[record_index]=new chapter_test(
'Наиболее эффективно снижают давление в лёгочной артерии:',
new Array(
new Array('сердечные гликозиды;','no'),
new Array('диуретики;','no'),
new Array('ингибиторы АПФ;','no'),
new Array('нитраты;','no'),
new Array('ни одна из перечисленных групп препаратов.','yes')
),
new Array('4'),
'<br>Ни один из перечисленных препаратов эффективно не снижает давление в лёгочной артерии. Облегчают состояние больных лёгочной гипертензией ингаляции кислорода (кроме больных с артериальной гипертензией и наличием право-левого сердечного шунта). Снижение лёгочной гипертензии при хронических неспецифических заболеваниях лёгких с помощью различных препаратов (аминофиллин, блокаторы медленных кальциевых каналов, нитраты) не улучшают качества и не увеличивают продолжительности жизни больных, что доказано в контролируемых рандомизированных исследованиях в течение последних 20 лет.'
);
record_index++;

//122
chapter_tests[record_index]=new chapter_test(
'При хронических обструктивных заболеваниях лёгких лёгочная гипертензия:',
new Array(
new Array('выше, чем при врождённых пороках сердца;','no'),
new Array('ниже, чем при врождённых пороках сердца;','yes'),
new Array('не отличается от лёгочной гипертензии при врождённых пороках сердца.','no')
),
new Array('1'),
'<br>При ХОБЛ лёгочная гипертензия выражена меньше, чем при врождённых пороках сердца.'
);
record_index++;

//123
chapter_tests[record_index]=new chapter_test(
'Наиболее адекватный(ые) метод(ы) лечения хронического “лёгочного сердца”:',
new Array(
new Array('лечение основного заболевания;','yes'),
new Array('эффективная оксигенация;','yes'),
new Array('назначение сердечных гликозидов;','no'),
new Array('назначение нитратов.','no')
),
new Array('0','1'),
'<br>В основе лечения хронического “лёгочного сердца” лежит адекватная терапия хронического лёгочного заболевания, приведшего к этому состоянию. Альвеолярную гипоксию необходимо устранить достаточной ингаляцией кислорода и уменьшением бронхиальной обструкции. Уменьшение гипоксии приводит к снижению лёгочной гипертензии и клиническому улучшению. При лёгочных заболеваниях использование длительной оксигенотерапии с помощью концентраторов (пермеаторов) кислорода значительно улучшает прогноз.'
);
record_index++;

//124
chapter_tests[record_index]=new chapter_test(
'Наиболее информативный(ые) метод(ы) диагностики тромбоэмболии лёгочной артерии:',
new Array(
new Array('ЭКГ;','no'),
new Array('рентгенологическое исследование;','no'),
new Array('эхокардиография;','no'),
new Array('сцинтиграфия лёгких;','no'),
new Array('ангиопульмонография.','yes')
),
new Array('4'),
'<br>Ангиопульмонография — “золотой стандарт” при диагностике ТЭЛА, поскольку позволяет точно определить локализацию и размеры тромба. Критериями достоверного диагноза считают внезапный обрыв ветви лёгочной артерии и контуры тромба, критериями вероятного диагноза — резкое сужение ветви лёгочной артерии и медленное вымывание контраста.'
);
record_index++;

//125
chapter_tests[record_index]=new chapter_test(
'Фактор(ы) риска тромбоза глубоких вен ног:',
new Array(
new Array('хирургическое вмешательство;','no'),
new Array('длительная иммобилизация;','no'),
new Array('хроническая сердечная недостаточность;','no'),
new Array('злокачественные опухоли;','no'),
new Array('беременность;','no'),
new Array('всё перечисленное.','yes')
),
new Array('5'),
'<br>Факторами риска тромбоза глубоких вен считают все перечисленные (см. табл. 15-1).'
);
record_index++;

//126
chapter_tests[record_index]=new chapter_test(
'Для клинических проявлений гидроперикарда характерно всё, кроме:',
new Array(
new Array('шума трения перикарда;','no'),
new Array('глухих тонов сердца;','no'),
new Array('увеличения размеров сердца;','no'),
new Array('акцента II тона над лёгочной артерией.','yes')
),
new Array('3'),
'<br>Для гидроперикарда нехарактерен акцент 2 тона на лёгочной артерии. Классическим проявлением тампонады сердца считается триада Бека: расширение шейных вен, артериальная гипотензия и глухие тоны сердца (“малое тихое сердце”). Границы сердечной тупости расширены.'
);
record_index++;

//127
chapter_tests[record_index]=new chapter_test(
'Для профилактики ремоделирования сердца после инфаркта миокарда применяют:',
new Array(
new Array('сердечные гликозиды;','no'),
new Array('диуретики;','no'),
new Array('блокаторы медленных кальциевых каналов;','no'),
new Array('<span style=‘font-family:Symbol’>b</span>-адреноблокаторы;','no'),
new Array('ингибиторы АПФ.','yes')
),
new Array('4'),
'<br>Ремоделирование миокарда предшествует клиническим проявлениям сердечной недостаточности. Наиболее эффективны в предупреждении ремоделирования миокарда и замедлении данного процесса ингибиторы АПФ, которые следует назначать всем больным с инфарктом миокарда при наличии проявлений сердечной недостаточности либо при снижении фракции выброса левого желудочка менее 40% без клинических проявлений через 24–48 ч от начала инфаркт миокарда. Обычно назначают каптоприл в дозе 6,25 мг 3 раза в сутки, эналаприл 2,5 мг 1–2 раза в сутки или рамиприл по 2,5 мг 1 раз в сутки при отсутствии противопоказаний.'
);
record_index++;

//128
chapter_tests[record_index]=new chapter_test(
'Наиболее характерный аускультативный признак стеноза митрального отверстия:',
new Array(
new Array('систолический шум;','no'),
new Array('акцент II тона над лёгочной артерией;','no'),
new Array('щелчок открытия митрального клапана;','yes'),
new Array('диастолический шум во II межреберье справа от грудины.','no')
),
new Array('2'),
'<br>Щелчок открытия митрального клапана выслушивается только при стенозе митрального отверстия (патогномоничный признак).'
);
record_index++;

//129
chapter_tests[record_index]=new chapter_test(
'АД при выраженной недостаточности аортального клапана характеризуется:',
new Array(
new Array('увеличением систолического АД;','no'),
new Array('увеличением диастолического АД;','no'),
new Array('увеличением пульсового АД;','yes'),
new Array('не изменяется;','no'),
new Array('при прямом инвазивном измерении АД в аорте ДД не снижается ниже 30 мм рт.ст.','no')
),
new Array('2'),
'<br>При выраженной недостаточности аортального клапана систолическое АД может быть увеличено до 145–160 мм рт.ст., а диастолическое снижено до 0 мм рт.ст., хотя при прямом инвазивном измерении АД в аорте ДД не снижается ниже 30 мм рт.ст.,                                                                                                                                                                                                                                                                                                                                                                                                                               При усилении вазоконстрикции диастолическое давление может повышаться, но это нельзя расценивать как признак улучшения течения недостаточности аортального клапана. Подобным же образом, снижение систолического АД при ухудшении функции левого желудочка не свидетельствует об улучшении течения порока.'
);
record_index++;

//130
chapter_tests[record_index]=new chapter_test(
'Для аускультативной картины дилатационной кардиомиопатии характерно всё, кроме:',
new Array(
new Array('“ритма галопа”;','no'),
new Array('систолического шума;','no'),
new Array('ритма перепела;','yes'),
new Array('диастолического шума;','no'),
new Array('ослабления первого тона сердца.','no')
),
new Array('2'),
'<br>Ритм перепела — признак стеноза митрального отверстия. При декомпенсации дилатационной кардиомиопатии отмечают признаки застоя в малом (одышка, хрипы в лёгких, ортопноэ, приступы сердечной астмы, “ритм галопа”) и большом (периферические отёки, асцит, гепатомегалия) кругах кровообращения, сниженного сердечного выброса (снижение периферической перфузии в виде цианоза и холодной влажной кожи, низкое систолическое АД) и нейроэндокринной активации (тахикардия, периферическая вазоконстрикция).'
);
record_index++;

//131
chapter_tests[record_index]=new chapter_test(
'Для пароксизмальной наджелудочковой тахикардии без аберрации желудочкового комплекса характерно всё, кроме:',
new Array(
new Array('комплексов QRS нормальной ширины;','no'),
new Array('внезапного начала и спонтанного прекращения;','no'),
new Array('в большинстве случаев правильный регулярный ритм;','no'),
new Array('ЧСС 140–250 в минуту;','yes'),
new Array('расширенных комплексов QRS','no')
),
new Array('3'),
'<br>Наджелудочковая пароксизмальная тахикардия (см. рис. 12-5) характеризуется регулярными сердечными сокращениями с частотой 140–250 в минуту, длительностью комплекса QRS менее 100 мс, изменёнными зубцами Р (могут регистрироваться перед комплексами QRS, наслаиваться на них или сливаться с зубцами Т). Однако могут возникать широкие комплексы QRS в результате аберрации желудочкового комплекса и/или наличия блокады ножек пучка Хиса до возникновения тахикардии (что требует дифференциальной диагностики с желудочковой тахикардией).'
);
record_index++;

//132
chapter_tests[record_index]=new chapter_test(
'Для констриктивного перикардита характерно всё, кроме:',
new Array(
new Array('набухания шейных вен;','no'),
new Array('асцита;','no'),
new Array('низкого венозного давления;','yes'),
new Array('нормальных размеров сердца;','no'),
new Array('отеков.','no')
),
new Array('2'),
'<br>При констриктивном перикардите увеличивается венозное давление шейные вены расширены и не спадаются на вдохе. Характерен симптом Куссмауля — набухание шейных вен на вдохе из-за увеличения венозного давления на вдохе. Имеется асцит, появление которого нередко предшествует появлению отёков на ногах, расширение поверхностных вен живота. По данным эхокардиографии размеры сердца не изменены.'
);
record_index++;

//133
chapter_tests[record_index]=new chapter_test(
'Причинами недостаточности митрального клапана могут быть:',
new Array(
new Array('ревматизм;','no'),
new Array('инфекционный эндокардит;','no'),
new Array('поражение сосочковых мышц;','no'),
new Array('пролапс створок митрального клапана;','no'),
new Array('всё перечисленное.','no')
),
new Array('5'),
'<br>Причинами недостаточности митрального клапана могут все перечисленные состояния (см. табл. 7-1).'
);
record_index++;

//134
chapter_tests[record_index]=new chapter_test(
'Причинами стеноза митрального отверстия могут быть:',
new Array(
new Array('ревматизм;','no'),
new Array('врожденные аномалии клапанного аппарата;','no'),
new Array('инфекционный эндокардит;','no'),
new Array('заболевания соединительной ткани;','no'),
new Array('всё перечисленное;','yes')
),
new Array('4'),
'<br>Причинами стеноза митрального отверстия могут быть ряд заболеваний. В большинстве случаев причиной стеноза митрального отверстия бывает ревматизм. К более редким причинам сужения левого предсердно-желудочкового отверстия относят поражение митрального клапана при инфекционном эндокардите, массивную кальцификацию митрального фиброзного кольца, СКВ, ревматоидный полиартрит, миксому левого предсердия, тромб левого предсердия (обструкция).'
);
record_index++;

//135
chapter_tests[record_index]=new chapter_test(
'Органы-мишени при артериальной гипертензии — все, кроме:',
new Array(
new Array('печени;','yes'),
new Array('почек;','no'),
new Array('сердца;','no'),
new Array('головного мозга;','no'),
new Array('периферических сосудов.','no')
),
new Array('0'),
'<br>Печень не относят к органам-мишеням при артериальной гипертензии.'
);
record_index++;

//136
chapter_tests[record_index]=new chapter_test(
'Наиболее часто артериальная гипертензия осложняется:',
new Array(
new Array('хронической сердечной недостаточностью;','yes'),
new Array('коронарной недостаточностью;','no'),
new Array('нарушениями мозгового кровообращения;','no'),
new Array('нарушениями функций почек;','no'),
new Array('ретинопатией.','no')
),
new Array('0'),
'<br>Наиболее часто артериальная гипертензия осложняется хронической сердечной недостаточностью.'
);
record_index++;

//137
chapter_tests[record_index]=new chapter_test(
'Наиболее точный метод выявления гипертрофии левого желудочка:',
new Array(
new Array('перкуссия;','no'),
new Array('ЭКГ;','no'),
new Array('эхокардиография;','yes'),
new Array('рентгенологическое исследование;','no'),
new Array('КТ.','no')
),
new Array('2'),
'<br>Наиболее точным методом выявления гипертрофии левого желудочка считают эхокардиографию.'
);
record_index++;

//138
chapter_tests[record_index]=new chapter_test(
'Скорость клубочковой фильтрации (СКФ) при гипертонической болезни:',
new Array(
new Array('определяется при оценке клиренса креатинина с помощью формуры Кокрафта;','yes'),
new Array('чем выше АД, тем СКФ ниже;','yes'),
new Array('СКФ не зависит от уровня АД;','no'),
new Array('нормальная СКФ 80 - 120 мл/мин;','yes'),
new Array('определяется при нефросцинтиграфии.','yes')
),
new Array('0','1','3','4'),
'<br>Считают, что скорость клубочковой фильтрации (СКФ) при длительно существующей артериальной гипертензии зависит от уровня АД: чем выше АД, тем она ниже, поскольку постоянное избыточное давление в клубочках приводит к нарушению функции клубочковых мембран. Кроме того, при сохранении повышенного АД возникает констрикция почечной артерии, что приводит к ранней ишемии проксимальных извитых канальцев с нарушением их функции, а затем и к повреждению всего нефрона.<br>Методами определения СКФ являются: а. оценка клиренса креатинина с помощи пробы Реберга или расчетной формулы Кокрафта; б. Нефросцинтиграфия. Нормальная СКФ 80 - 120 мл/мин.'
);
record_index++;

//139
chapter_tests[record_index]=new chapter_test(
'Микроальбуминурия:',
new Array(
new Array('скорость экскреции белка с мочой от 30 - 300 мг/сут (20 - 200 мг/мин);','yes'),
new Array('выделение белка с мочой более 300 мг/сут (> 200 мг/мин);','no'),
new Array('соотношение уровня альбуминов и креатинина в суточной моче 2,5 мг/25 ммлоь;','yes'),
new Array('МАУ является наиболее ранним маркером нарушения функции почек;','yes'),
new Array('содержание альбуминов в первой порции утренней мочи 30 - 300 мг/л','yes')
),
new Array('0','2','3','4'),
'<br>Критериями микроальбуминурии (МАУ) являются: а. скорость экскреции белка с мочой от 30 - 300 мг/сут (20 - 200 мг/мин); б. соотношение уровня альбуминов и креатинина в суточной моче 2,5 мг/25 ммлоь; в. содержание альбуминов в первой порции утренней мочи 30 - 300 мг/л. МАУ является наиболее ранним маркером нарушения функции почек; Выделение белка более 300 мг/сут расценивают как протеинурию.'
);
record_index++;

//140
chapter_tests[record_index]=new chapter_test(
'Признаком(ами) ренопаренхиматозной артериальной гипертензии являются:',
new Array(
new Array('изменения в анализах мочи;','no'),
new Array('высокая концентрация в крови креатинина;','no'),
new Array('заболевания почек в анамнезе;','no'),
new Array('всё перечисленное;','yes'),
new Array('ничего из перечисленного.','no')
),
new Array('3'),
'<br>Основными признаками ренопаренхиматозной артериальной гипертензии считают заболевание почек в анамнезе, изменения в анализах мочи (протеинурия более 2 г/сут, цилиндрурия, гематурия, лейкоцитурия, высокое содержание креатинина в крови), ультразвуковые признаки поражения почек.'
);
record_index++;

//141
chapter_tests[record_index]=new chapter_test(
'Наиболее информативный метод диагностики вазоренальной артериальной гипертензии:',
new Array(
new Array('УЗИ почек;','no'),
new Array('сцинтиграфия почек;','no'),
new Array('УЗИ почечных артерий;','no'),
new Array('ангиография почечных артерий;','yes'),
new Array('магнитно-резонансное исследование.','no')
),
new Array('3'),
'<br>Ангиография почечных артерий — “золотой стандарт” при диагностике вазоренальной артериальной гипертензии.'
);
record_index++;

//142
chapter_tests[record_index]=new chapter_test(
'Повышение АД может вызвать длительный приём всех ЛС, кроме:',
new Array(
new Array('эфедрина;','no'),
new Array('НПВС;','no'),
new Array('ингибиторов МАО;','no'),
new Array('пероральных контрацептивов;','no'),
new Array('эналаприла.','yes')
),
new Array('4'),
'<br>АД могут повысить все препараты, кроме эналаприла (антигипертензивный препарат).'
);
record_index++;

//143
chapter_tests[record_index]=new chapter_test(
'Особенности артериальной гипертензии у пожилых:',
new Array(
new Array('более выраженное уменьшение мозгового кровотока;','no'),
new Array('снижение выделительной функций почек;','no'),
new Array('уменьшение сердечного выброса;','no'),
new Array('высокое периферическое сопротивление сосудов;','no'),
new Array('всё перечисленное;','yes')
),
new Array('4'),
'<br>У пожилых артериальная гипертензия характеризуется всеми перечисленными признаками.'
);
record_index++;

//144
chapter_tests[record_index]=new chapter_test(
'К немедикаментозному лечению артериальной гипертензии относится всё, кроме:',
new Array(
new Array('ограничения физической активности;','yes'),
new Array('достаточной физической активности;','no'),
new Array('снижения избыточной массы тела;','no'),
new Array('ограничения потребления поваренной соли;','no'),
new Array('уменьшение употребления алкоголя.','no')
),
new Array('0'),
'<br>Основные меры немедикаментозного воздействия при артериальной гипертензии — диетические мероприятия, снижение избыточной массы тела, достаточная физическая активность.'
);
record_index++;

//145
chapter_tests[record_index]=new chapter_test(
'К недигидропиридиновым блокаторам медленных кальциевых каналов относят все, кроме:',
new Array(
new Array('дилтиазема;','no'),
new Array('верапамила;','no'),
new Array('амлодипина;','yes'),
new Array('фелодипина;','yes'),
new Array('исрадипин.','no')
),
new Array('2','3'),
'<br>Амлодипин, фелодипин — дигидропиридиновые блокаторы медленных кальциевых каналов.'
);
record_index++;

//146
chapter_tests[record_index]=new chapter_test(
'К <span style=‘font-family:Symbol’>b</span>-адреноблокаторам, имеющим вазодилатирующие свойства, относят:',
new Array(
new Array('атенолол;','no'),
new Array('карведилол;','yes'),
new Array('пропранолол;','no'),
new Array('надолол;','no'),
new Array('бисопролол.','no')
),
new Array('1'),
'<br>В настоящее время из <span style=‘font-family:Symbol’>b</span>-адреноблокаторов для лечения хронической сердечной недостаточности Министерством здравоохранения РФ рекомендован к применению карведилол — неселективный <span style=‘font-family:Symbol’>b</span>- и <span style=‘font-family:Symbol’>a</span><sub>1</sub>-адреноблокатор с вазодилатирующими свойствами. Начальная доза карведилола составляет 3,125 мг 2 раза в сутки с последующим увеличением дозы до 6,25 мг, 12,5 мг или 25 мг 2 раза в сутки при отсутствии побочного действия в виде артериальной гипотензии, брадикардии, снижения фракции выброса левого желудочка (по данным эхокардиографии) и других отрицательных проявлений действия <span style=‘font-family:Symbol’>b</span>-адреноблокаторов.'
);
record_index++;

//147
chapter_tests[record_index]=new chapter_test(
'Для лечения артериальной гипертензии используют все диуретики, кроме:',
new Array(
new Array('тиазидных;','no'),
new Array('петлевых;','no'),
new Array('калийсберегающих;','no'),
new Array('осмотических;','yes'),
new Array('тиазидоподобных диуретиков.','yes')
),
new Array('3','4'),
'<br>В лечении артериальной гипертензии практически не применяют осмотические диуретики (маннитол) и ингибиторы карбоангидразы (диакарб).'
);
record_index++;

//148
chapter_tests[record_index]=new chapter_test(
'Ингибиторы АПФ блокируют:',
new Array(
new Array('рецепторы ангиотензина II;','no'),
new Array('превращение ангиотензина I в ангиотензин II;','yes'),
new Array('превращение ангиотензина II в ангиотензин I;','no'),
new Array('превращение кинина в неактивные пептиды;','no'),
new Array('превращение ангиотензиногена в ангиотензин II.','no')
),
new Array('1'),
'<br>Ингибиторы АПФ блокируют превращение ангиотензина I в ангиотензин II и кинина в неактивные пептиды .'
);
record_index++;

//149
chapter_tests[record_index]=new chapter_test(
'Специфичное побочное действие ингибиторов АПФ:',
new Array(
new Array('покраснение лица;','no'),
new Array('сердцебиение;','no'),
new Array('сухой кашель;','yes'),
new Array('кожная сыпь;','yes'),
new Array('гинекомастия.','no')
),
new Array('2','3'),
'<br>Характерные для ингибиторов АПФ: сухой кашель (возникает 1–30% случаев, причём в 2% кашель диктует необходимость отмены препарата; причиной кашля считают раздражение нервных окончаний бронхов брадикинином, который избыточно накапливается в лёгких в результате действия ингибитора АПФ), ангионевротические отёки (вероятно, связаны с эффектами брадикинина), гиперкалиемия (возникает в результате уменьшения содержания альдостерона, который в норме выводит калий), почечная недостаточность (при значительном снижении АД, сердечной недостаточности).'
);
record_index++;

//150
chapter_tests[record_index]=new chapter_test(
'К ? адреноблокаторам относят всё, кроме:',
new Array(
new Array('резерпина;','yes'),
new Array('клонидина;','yes'),
new Array('празозина;','no'),
new Array('доксазозина;','no'),
new Array('молсидомина.','no')
),
new Array('0','1'),
'<br>Празозин и доксазозин являются <span style=‘font-family:Symbol’>a</span>-адреноблокаторами. Резерпин, клонидин и моллсинидин  относят к группе препаратов центрального действия'
);
record_index++;