

//1
chapter_tests[record_index]=new chapter_test(
' При нарушении проходимости крупных бронхов чаще возникает:',
new Array(
new Array(' инспираторная одышка;','no'),
new Array(' экспираторная одышка;','yes'),
new Array(' смешанная одышка;','no'),
new Array(' ортопноэ;','no'),
new Array(' одышка после еды.','no')
),
new Array('1'),
'<br>При нарушении проходимости бронхов для изгнания воздуха необходимо дополнительное усилие, что вызывает чувство дискомфорта на выдохе или экспираторную одышку. При использовании эффективного бронходилататора экспираторная одышка ослабевает или исчезает.'
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
' Шум трения плевры выслушивается:',
new Array(
new Array(' только в фазу глубокого выдоха;','no'),
new Array(' только при глубоком вдохе;','no'),
new Array(' как на вдохе, так и на выдохе;','yes'),
new Array(' только при форсированном выдохе;','no'),
new Array(' только при дыхании с натуживанием.','no')
),
new Array('2'),
'<br>Висцеральный и париетальный листки плевры в норме имеют гладкую поверхность и постоянную «смазку», поэтому скольжение их во время дыхания происходит бесшумно. При патологических процессах (появлении туберкулёзных бугорков или отложений фибрина, рубцов или тяжей между листками) возникает шум трения плевры, выслушиваемый в фазу вдоха и выдоха. При его описании отмечают силу, громкость, длительность существования и место выслушивания.'
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
' Звук разлипания альвеол, выслушиваемый на высоте вдоха при экссудативных процессах, называется:',
new Array(
new Array(' влажными мелкопузырчатыми хрипами;','no'),
new Array(' шумом трения плевры;','no'),
new Array(' крепитацией;','yes'),
new Array(' флотацией;','no'),
new Array(' бронхофонией.','no')
),
new Array('2'),
'<br>Крепитация — феномен при аускультации на высоте вдоха, напоминающий звук, получаемый при растирании над ухом небольшого пучка волос. Основное условие возникновения крепитации — накопление в просвете альвеол небольшого количества жидкого или вязкого секрета; звук их разлипания слышен на вдохе. Влажные хрипы выслушивают как на вдохе, так и на выдохе. Шум трения плевры носит грубый, скребущий характер, иногда ощутим при пальпации. Флотация — метод обогащения микробиологического материала. Бронхофония — проведение голоса от гортани по столбу воздуха в бронхах на поверхность грудной клетки, определяемое методом аускультации.'
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
' Кисти рук врача лежат симметрично на грудной клетке, пациент произносит слова, содержащие букву «р». Это метод определения:',
new Array(
new Array(' бронхиальной проходимости;','no'),
new Array(' голосового дрожания;','yes'),
new Array(' объёма инфильтрата;','no'),
new Array(' локальной гипертермии;','no'),
new Array(' подвижности краёв лёгких.','no')
),
new Array('1'),
'<br>Пальпацию для определения силы голоса, проводимого на поверхность грудной клетки, называют определением голосового дрожания (fremitus pectoralis). При этой процедуре больного просят громко произносить слова, содержащие букву "р". В норме в верхних участках лёгких оно громче, в нижних — слабее.'
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
' Шумы при аускультации лёгких здорового человека называют:',
new Array(
new Array(' фоновыми дыхательными шумами;','no'),
new Array(' основными дыхательными шумами;','yes'),
new Array(' вторичными дыхательными шумами;','no'),
new Array(' стетоскопическими вторичными шумами;','no'),
new Array(' основными патологическими шумами.','no')
),
new Array('1'),
'<br>Шумы при аускультации лёгких физически здорового человека методом сравнительной аускультации называют основными дыхательными шумами. К ним относят везикулярное (над лёгочной тканью) и бронхиальное (ларинготрахеальное) дыхание.'
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
' Трёхслойность мокроты после отстаивания характерна для:',
new Array(
new Array(' острого бронхита;','no'),
new Array(' саркоидоза;','no'),
new Array(' экзогенного аллергического альвеолита;','no'),
new Array(' хронического обструктивного бронхита;','no'),
new Array(' абсцесса лёгкого и бронхоэктазов.','yes')
),
new Array('4'),
'<br>Возникающая при отстаивании трёхслойная мокрота (снизу вверх: гной, серозная жидкость и слизь) характерна для абсцесса лёгкого и бронхоэктазов. Выделяемую больным мокроту необходимо собирать в специальную банку с герметичной крышкой и оценивать суточное её количество, внешний вид, запах и т.д.'
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
' Инструментальный осмотр плевральной полости называют:',
new Array(
new Array(' торакоскопией;','yes'),
new Array(' бронхоскопией;','no'),
new Array(' фистулографией;','no'),
new Array(' бронхофонией;','no'),
new Array(' бронхоспирографией.','no')
),
new Array('0'),
'<br>Торакоскопия — эндоскопическое исследование плевральной полости с помощью торакоскопа, вводимого через канюлю троакара после наложения искусственного пневмоторакса. В последние годы этот метод дополнен видеомониторингом и развит до уровня трансторакальной эндохирургии, позволяющей проводить диагностические и лечебные операции. Бронхоскопия — эндоскопический осмотр бронхов. Фистулография — метод контрастного рентгенологического исследования свища. Бронхофония — аускультативный феномен. Бронхоспирография — метод раздельной записи дыхательных объёмов правого и левого лёгкого.'
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
' Оценить визуально состояние бронхов, взять пробы мокроты и биопсийный материал позволяет:',
new Array(
new Array(' бронхография;','no'),
new Array(' бронхоспирография;','no'),
new Array(' реопульмонография;','no'),
new Array(' торакоскопия;','no'),
new Array(' бронхоскопия.','yes')
),
new Array('4'),
'<br>Бронхоскопия — исследование нижних дыхательных путей, основанное на осмотре внутренней поверхности трахеи и бронхов с помощью бронхоскопа; позволяет также удалять инородные тела, бронхиальный секрет, новообразования, проводить биопсию, местно вводить ЛС и т.д. Бронхография — метод контрастного рентгенологического исследования. Бронхоспирография и реопульмонография — методы функциональной диагностики. Торакоскопия — эндоскопический метод исследования плевральной полости.'
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
' Во время бронхоскопии можно произвести лечебную катетеризацию бронхов для:',
new Array(
new Array(' отсасывания плевральной жидкости;','no'),
new Array(' откачивания воздуха из плевральной полости;','no'),
new Array(' санации одиночных полостей распада;','yes'),
new Array(' радикального лечения саркоидоза лёгких;','no'),
new Array(' проведения плевродеза.','no')
),
new Array('2'),
'<br>Лечебная катетеризация бронхов для санации одиночных полостей распада или ограниченных очагов воспаления в лёгком может быть вспомогательной процедурой, выполняемой во время бронхоскопии, или самостоятельной лечебной методикой. Катетеризацию бронхов во время бронхофиброскопии осуществляют полиэтиленовым катетером, проводимым через инструментальный канал бронхофиброскопа. Для манипуляций в плевральной полости используют торакоскопию.'
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
' Под термином «дыхательная недостаточность» принято понимать:',
new Array(
new Array(' нарушение бронхиальной проходимости;','no'),
new Array(' расстройства гемодинамики в малом круге кровообращения;','no'),
new Array(' нарушения вентиляции, транспорта и утилизации кислорода в лёгких;','yes'),
new Array(' нарушения газотранспортной функции крови;','no'),
new Array(' нарушения тканевого метаболизма кислорода.','no')
),
new Array('2'),
'<br>В соответствии с современными представлениями, дыхательная недостаточность — состояние организма, при котором возможности лёгких обеспечивать нормальный газовый состав артериальной крови при дыхании воздухом ограничены.'
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
' Регистрацию объёмных скоростей при форсированном выдохе называют:',
new Array(
new Array(' спирометрией;','no'),
new Array(' оксигемометрией;','no'),
new Array(' пневмополиграфией;','no'),
new Array(' пневмотахографией;','yes'),
new Array(' манометрией.','no')
),
new Array('3'),
'<br>Пневмотахография — метод графической или цифровой регистрации скоростей, проводимой во время дыхания пациента. По физической сути это первая производная по времени спирографической кривой. Высокую информативность имеет запись скоростей при форсированном выдохе с отображением процесса в виде кривой «поток–объём». Пневмотахографию преимущественно используют для диагностики обструктивных заболеваний лёгких. Остальные методы не позволяют регистрировать поток или мгновенные объёмные скорости, поэтому их используют для других целей.'
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
' Ограничительные нарушения со снижением ЖЕЛ без существенного снижения скорости выдоха принято называть:',
new Array(
new Array(' обструктивным синдромом;','no'),
new Array(' синдромом гиалиновых мембран;','no'),
new Array(' обструктивно-рестриктивным синдромом;','no'),
new Array(' рестриктивным синдромом;','yes'),
new Array(' синдромом Хаммена–Рича.','no')
),
new Array('3'),
'<br>Воздух или жидкость в плевральной полости, снижение растяжимости лёгочной ткани и плевры за счёт фиброза или спаечного процесса, ателектаз, деформация грудной клетки приводят к ограничению экскурсии лёгкого и связанному с этим снижению показателей механики дыхания. Эти нарушения называют рестриктивным синдромом. Для диагностики рестрикции необходимо проведение спирографии, пневмотахографии, но наиболее достоверным методами диагностики этих нарушений считают общую плетизмографию и метод разведения гелия. Достоверная диагностика рестрикции основана на выявлении снижения ОЕЛ. К обструктивному синдрому относят нарушения бронхиальной проходимости. Среди наиболее частых причин бронхиальной обструкции отмечают бронхоспазм, отёчно-воспалительные изменения слизистой оболочки бронхов, обтурацию просвета бронхов вязкой мокротой, нарушения эластического каркаса лёгочной ткани. Сочетание обструктивных (снижение ОФВ1, индекса Тиффно, скоростных показателей форсированного выдоха) и рестриктивных (снижение ЖЕЛ, ОЕЛ) нарушений вентиляции называют смешанным обструктивно-рестриктивным синдромом.'
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
' Нарушение проходимости бронхов различного генеза называют:',
new Array(
new Array(' рестриктивным синдромом;','no'),
new Array(' обструктивным синдромом;','yes'),
new Array(' синдромом обкрадывания;','no'),
new Array(' пиквикским синдромом;','no'),
new Array(' синдромом Лёфгрена.','no')
),
new Array('1'),
'<br>Нарушение бронхиальной проходимости (уменьшение просвета бронхов) принято называть обструктивным синдромом. Среди возможных причин бронхиальной обструкции отмечают бронхоспазм, отёчно-воспалительные изменения слизистой оболочки бронхов (в том числе рубцовые), обтурацию бронхов вязкой мокротой в сочетании с нарушением мукоцилиарного клиренса, дискинезию трахеи и крупных бронхов, приводящую к их экспираторному коллапсу, обтурацию бронхов инородными телами, опухолью, гиперплазированными лимфатическими узлами, потерю бронхами эластического каркаса при деструкции лёгочной ткани (эмфизема) и др. Наиболее яркие клинические проявления обструкции — экспираторная одышка или приступ удушья. Для диагностики обструктивных нарушений вентиляции используют следующие методы: спирометрия, пневмотахометрия, общая плетизмография, измерение сопротивления дыхательных путей по методу форсированных осцилляций, по методу перекрытия воздушного потока и др. Наиболее информативные показатели вентиляции для диагностики обструкции — ОФВ1, индекс Тиффно, сопротивление дыхательных путей, скоростные показатели форсированного выдоха (ПСВ, МОС25%, МОС50%, МОС75%, СОС25–75%).'
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
' Пневмококком называют:',
new Array(
new Array(' Legionella pneumophila;','no'),
new Array(' Chlamidia pmeumoniae;','no'),
new Array(' Klebsiella pneumoniae;','no'),
new Array(' Streptococcus pneumoniae;','yes'),
new Array(' Bordetella pertussis.','no')
),
new Array('3'),
'<br>Пневмококк — Streptococcus pneumoniae — чаще выступает как возбудитель пневмонии, но может изредка обусловливать сепсис.'
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
' Наиболее часто туберкулёма лёгких у взрослых локализуется в:',
new Array(
new Array(' сегментах S3, S7 и S11;','no'),
new Array(' сегментах S1, S5 и S9;','no'),
new Array(' сегментах S1, S2 и S6;','yes'),
new Array(' сегментах S2, S8 и S11;','no'),
new Array(' сегментах S3, S7 и S9.','no')
),
new Array('2'),
'<br>Статистически наиболее часто туберкулёмы обнаруживают в сегментах S1, S2, S6. Развитие вторичных изменений в лёгких объясняют наличием зон гиперсенсибилизации, то есть участков лёгких, в которых уже побывала туберкулёзная инфекция и которые способны ответить бурной гиперергической реакцией на наличие микобактерий. Верхние и дорсальные отделы, подключичная область — типичная локализация свежих туберкулёзных элементов, в надключичных областях и верхушках лёгких часто определяют старые специфические изменения.'
);
record_index++;

//16
chapter_tests[record_index]=new chapter_test(
' Повышенная прозрачность лёгких на рентгенограмме, расширение межрёберных промежутков, уплощение купола диафрагмы считают признаками:',
new Array(
new Array(' спонтанного пневмоторакса;','no'),
new Array(' лёгочного кровотечения;','no'),
new Array(' кавернозного туберкулёза лёгких;','no'),
new Array(' эмфиземы лёгких;','yes'),
new Array(' внебольничной пневмонии.','no')
),
new Array('3'),
'<br>По определению ВОЗ, эмфиземой принято считать анатомическую альтерацию лёгких, характеризующуюся патологическим расширением воздушных пространств, расположенных дистальнее терминальных бронхиол, и сопровождающуюся деструктивными изменениями альвеолярных стенок. Рентгенологически она проявляется увеличением общей площади и прозрачности лёгочных полей, ослаблением сосудистого лёгочного рисунка. Диафрагма располагается обычно ниже VI ребра спереди и бывает уплощена, малоподвижна, костодиафрагмальные углы выглядят при этом увеличенными.'
);
record_index++;

//17
chapter_tests[record_index]=new chapter_test(
' Наиболее информативный метод лучевой диагностики очаговых и кольцевидных теней в лёгких:',
new Array(
new Array(' флюорография;','no'),
new Array(' рентгеноскопия;','no'),
new Array(' пневмомедиастинум;','no'),
new Array(' РКТ;','yes'),
new Array(' медиастинография.','no')
),
new Array('3'),
'<br>РКТ — послойное рентгенологическое исследование грудной клетки, дающее возможность получения снимков без суммационного эффекта. При обычной продольной томографии «размывание» тканей перед плоскостью снимка и за ней достигается путём движения трубки и кассеты в противоположных направлениях. При РКТ поперечные срезы получаются посредством дополнительной цифровой обработки изображения. Рентгеноскопия — метод рентгенологического просвечивания под визуальным контролем. Пневмомедиастинум — введение воздуха в средостение с диагностическими целями. Медиастинография — снимок средостения после введения в него контрастного вещества.'
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
' Рентгенограмму бронхов с введённым в них контрастным веществом называют:',
new Array(
new Array(' томограммой;','no'),
new Array(' флюорограммой;','no'),
new Array(' бронхограммой;','yes'),
new Array(' сцинтиграммой;','no'),
new Array(' реограммой.','no')
),
new Array('2'),
'<br>Бронхография — рентгенографическое исследование бронхиального дерева после введения в его просвет контрастного вещества. Метод позволяет оценить состояние мелких бронхов (3–5-го порядков), выявить их деформацию, бронхоэктазы. Томограмма — послойное изображение при рентгенологическом исследовании. Флюорограмма — снимок рентгеновского изображения со светящегося экрана. Сцинтиграмма — картина распределения изотопа. Реограмма — кривая, отражающая изменение электрического сопротивления на участке тела.'
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
' Рентгенологическое исследование лёгочной артерии и её ветвей:',
new Array(
new Array(' бронхоспирография;','no'),
new Array(' ангиопульмонография;','yes'),
new Array(' бронхография;','no'),
new Array(' фистулография;','no'),
new Array(' реопульмонография.','no')
),
new Array('1'),
'<br>Ангиопульмонография — рентгенологическое исследование сосудов малого круга кровообращения после введения в них контрастного вещества. Метод применяют для распознавания артерио-венозных аневризм, варикозно расширенных лёгочных вен, тромбоэмболий лёгочных сосудов.'
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
' Наиболее вероятные заболевания, между которыми обычно проводят дифференциальную диагностику при выявлении фокусов на рентгенограммах лёгких:',
new Array(
new Array(' пневмония, карциноматоз, саркоидоз I стадии;','no'),
new Array(' гамартохондрома, липома, периферический рак, туберкулёма;','yes'),
new Array(' абсцесс лёгкого, эмпиема плевры, сухой плеврит;','no'),
new Array(' саркоидоз III стадии, фиброзирующий альвеолит, пневмокониоз;','no'),
new Array(' мезотелиома плевры, релаксация купола диафрагмы, плеврит.','no')
),
new Array('1'),
'<br>При обнаружении на рентгеновском снимке затемнения округлой формы наиболее часто приходится проводить дифференциальную диагностику с периферическим раком лёгкого и доброкачественными опухолями внебронхиального происхождения, к которым относят гамартохондрому, липому, фиброму, тератому, ангиому и др. Наиболее часто встречающиеся рентгенологические признаки малигнизации процесса включают нечёткость контуров, полицикличный характер тени, отсутствие кальцинатов. Тем не менее, рентгенологическая картина опухолей лёгких на ранних стадиях заболевания не позволяет достоверно доказать принадлежность округлого фокуса к доброкачественному или злокачественному процессу. В этом случае для подтверждения диагноза необходима пункционная биопсия.'
);
record_index++;

//21
chapter_tests[record_index]=new chapter_test(
' В течении типичной бактериальной пневмонии патоморфологи выделяют фазы:',
new Array(
new Array(' инфильтрации, распада и обсеменения;','no'),
new Array(' некроза и кальцинации;','no'),
new Array(' экссудации, транссудации и отложения фибрина;','no'),
new Array(' обструкции, рестрикции и деструкции;','no'),
new Array(' серого и красного "опеченения".','yes')
),
new Array('4'),
'<br>Иногда в ранние сроки (2–3й день типичной пневмонии) отмечается "серое опеченение" (накопление нейтрофилов с фибрином, а затем макрофагов), а в более поздние сроки (на 5–7й день болезни) наступает "красное опеченение". Последнее более выражено у ослабленных, истощённых больных с повышенной порозностью сосудов. Экссудат в этих случаях содержит, наряду с фибрином, большое количество эритроцитов.'
);
record_index++;

//22
chapter_tests[record_index]=new chapter_test(
' Под термином "атипичная пневмония" принято подразумевать:',
new Array(
new Array(' пневмококковую пневмонию верхнедолевой локализации;','no'),
new Array(' вирусную бронхопневмонию;','no'),
new Array(' эозинофильный инфильтрат;','no'),
new Array(' пневмонию, вызванную легионеллами, хламидиями или микоплазмами;','yes'),
new Array(' пневмонию, вызванную грамотрицательной микрофлорой.','no')
),
new Array('3'),
'<br>Термин "атипичная пневмония" был введён H. Reimann в 1938 г., который имел в виду поражения бронхо-лёгочной системы одновременно с внелёгочным поражением, которые вызваны необычными возбудителями, устойчивыми к пенициллину и сульфаниламидам. В настоящее время к атипичным относят болезнь легионеров, хламидиозную и микоплазменную пневмонию.'
);
record_index++;

//23
chapter_tests[record_index]=new chapter_test(
' При формулировке диагноза пневмонии следует отразить все перечисленные характеристики, кроме:',
new Array(
new Array(' нозологической формы с указанием этиологии;','no'),
new Array(' уровня кислорода в артериальной крови;','yes'),
new Array(' локализации и распространённости лёгочного воспаления;','no'),
new Array(' степени тяжести;','no'),
new Array(' наличия осложнений.','no')
),
new Array('1'),
'<br>При построении диагноза указывают локализацию процесса (доля, сегмент), по возможности — этиологию (пневмококковая, стафилококковая и т.д.). Обязательно следует указывать осложнения (плеврит, перикардит, инфекционно-токсический шок и т.д.). По тяжести пневмонии делят на лёгкие (не требующие госпитализации) и тяжёлые (требующие госпитализации). Содержание в крови кислорода в диагнозе не указывают.'
);
record_index++;

//24
chapter_tests[record_index]=new chapter_test(
' Нозокомиальной принято называть пневмонию, возникшую:',
new Array(
new Array(' у ранее нелеченого человека;','no'),
new Array(' ранее 48 ч после госпитализации пациента;','no'),
new Array(' у беременной женщины после 20 нед беременности;','no'),
new Array(' позднее 48 ч после госпитализации пациента;','yes'),
new Array(' у больного, лечившегося в домашних условиях от другого заболевания.','no')
),
new Array('3'),
'<br>Пневмония, возникшая позднее 48 ч пребывания пациента в стационаре, называется нозокомиальной (внутрибольничной, госпитальной). Наиболее часто её наблюдают в отделениях интенсивной терапии. Вызывается она грамотрицательной микрофлорой и стафилококком.'
);
record_index++;

//25
chapter_tests[record_index]=new chapter_test(
' При тяжёлой пневмонии, осложнённой абсцедированием, врачу в первую очередь необходимо:',
new Array(
new Array(' восстановить дренаж бронхиального дерева;','yes'),
new Array(' купировать кашель посредством подавления кашлевого рефлекса;','no'),
new Array(' исследовать мокроту на наличие пневмококков;','no'),
new Array(' провести пробу Квейма;','no'),
new Array(' произвести медиастиноскопию.','no')
),
new Array('0'),
'<br>Для лечения больных, у которых пневмония осложнилась абсцедированием, восстановление бронхиального дренажа — первоочередная задача. При неэффективности отхаркивающих и разжижающих средств рекомендовано проведение повторных лечебных бронхоскопий с аспирацией бронхиального содержимого, катетеризацией сегментарных и субсегментарных бронхов, а после удаления слизи и гноя — введение протеолитических и антибактериальных средств.'
);
record_index++;

//26
chapter_tests[record_index]=new chapter_test(
' Согласно Международному консенсусу и Российскому терапевтическому протоколу, в классификацию пневмоний введены:',
new Array(
new Array(' острая, подострая, затяжная, хроническая;','no'),
new Array(' аллергическая, бензиновая, посттравматическая, профессиональная;','no'),
new Array(' внебольничная, внутрибольничная, у лиц с иммунодефицитами, аспирационная;','yes'),
new Array(' требующая и не требующая хирургического лечения;','no'),
new Array(' врождённая и приобретённая.','no')
),
new Array('2'),
'<br>Согласно Международному консенсусу и Российскому терапевтическому протоколу в классификацию введены дополнительные характеристики пневмоний:<br>• внебольничная пневмония (первичная);<br>• нозокомиальная (госпитальная, внутрибольничная) пневмония;<br>• пневмония у больных с иммунодефицитами;<br>• аспирационная пневмония.'
);
record_index++;

//27
chapter_tests[record_index]=new chapter_test(
' Препараты выбора при эмпирической терапии больных внебольничной пневмонии:',
new Array(
new Array(' ципрофлоксацин, пефлоксацин, офлоксацин;','no'),
new Array(' стрептомицин и гентамицин;','no'),
new Array(' линкомицин и левомицетин;','no'),
new Array(' имипенем и меропенем;','yes'),
new Array(' пенициллин, эритромицин, азитромицин.','no')
),
new Array('3'),
'<br>Для лечения внебольничных пневмоний на первом месте остаются <span style=‘font-family:Symbol’>b</span>-лактамные антибиотики, что определяется участившимися случаями пневмококковых пневмоний и ориентацией на грамположительную микрофлору. Препарат выбора — пенициллин, однако устойчивость возбудителей заставляет шире использовать активированные аминопенициллины с ингибиторами <span style=‘font-family:Symbol’>b</span>-лактамаз. Макролиды являются препаратами выбора, поскольку активны ещё и в отношении внутриклеточных возбудителей. В ряде стран в первый ряд эмпирической терапии включён доксициклин. Начинать лечение с гентамицина или стрептомицина неоправданно как с этиотропной, так и с клинической (побочные эффекты) точек зрения.'
);
record_index++;

//28
chapter_tests[record_index]=new chapter_test(
' Болезнь и синдром Хаммена–Рича:',
new Array(
new Array(' два патогенетических варианта токсического альвеолита;','no'),
new Array(' острый и хронический варианты течения саркоидоза;','no'),
new Array(' два варианта поражения лёгких при ревматизме;','no'),
new Array(' синонимы токсического и аллергического альвеолита;','no'),
new Array(' острый и хронический варианты идиопатического фиброзирующего альвеолита.','yes')
),
new Array('4'),
'<br>Хаммен и Рич в 1935 г. детально описали четверых больных с прогрессирующим фиброзом лёгких. Решением Американского торакального общества (1966) название "болезнь Хаммена–Рича" относят к острым формам идиопатического фиброзирующего альвеолита, а хронические формы предложено называть "синдром Хаммена–Рича".'
);
record_index++;

//29
chapter_tests[record_index]=new chapter_test(
' Одно из патогенетических звеньев развития идиопатического фиброзирующего альвеолита:',
new Array(
new Array(' изменения жирового обмена интерстициальной ткани лёгкого;','no'),
new Array(' качественные изменения коллагена лёгочной ткани;','yes'),
new Array(' количественные изменения коллагена лёгочной ткани;','no'),
new Array(' наличие аллергенов в организме заболевшего человека;','no'),
new Array(' ингаляционное воздействие отравляющих веществ.','no')
),
new Array('1'),
'<br>Гипотеза о качественных (а не количественных) изменениях коллагена интерстициальной ткани лёгких как основном патогенетическом звене иммуноферментный анализ приобретает всё больше сторонников. В настоящее время доказано, что при иммуноферментном анализе нарушается существующее в норме равновесие между растворимой и нерастворимой фракциями коллагена в пользу последней.'
);
record_index++;

//30
chapter_tests[record_index]=new chapter_test(
' «Лёгкое фермера», «лёгкое голубевода», «лёгкое сыродела», сабероз, багассоз, «лёгкое скорняка» — варианты:',
new Array(
new Array(' токсического фиброзирующего альвеолита;','no'),
new Array(' саркоидоза лёгких;','no'),
new Array(' злокачественно текущих силикатозов;','no'),
new Array(' экзогенного аллергического альвеолита;','yes'),
new Array(' идиопатического фиброзирующего альвеолита.','no')
),
new Array('3'),
'<br>Экзогенные аллергические альвеолиты представляют собой группу заболеваний с диффузным поражением лёгких, возникающих в результате аллергической реакции лёгочной ткани на повторяющиеся достаточно интенсивные и продолжительные ингаляции органической пыли. Термин «экзогенный аллергический альвеолит» был впервые использован J. Pepys в 1969 г.'
);
record_index++;

//31
chapter_tests[record_index]=new chapter_test(
' Основной результат воздействия табачного дыма на систему местной защиты лёгких:',
new Array(
new Array(' угнетение фагоцитарной активности альвеолярных макрофагов;','no'),
new Array(' уменьшение сульфгидрильных групп в бронхиальном секрете;','no'),
new Array(' уменьшение антипротеазной защиты;','yes'),
new Array(' угнетение активности арилсульфата в лимфоцитах;','no'),
new Array(' повышение содержания IgА в сыворотке крови.','no')
),
new Array('2'),
'<br>Одним из основных факторов табачного дыма, влияющих на систему местной защиты лёгких, считают нарушение равновесия в системе "протеазы–антипротеазы" в пользу протеаз. Это происходит вследствие угнетения антипротеазной активности с одной стороны и одновременного усиления протеолиза за счёт активации нейтрофилов и альвеолярных макрофагов (высвобождение эластазы) с другой. Табачный дым не оказывает существенного влияния на SH-группы бронхиального секрета и активность арилсульфатазы лимфоцитов в бронхо-альвеолярной промывной жидкости. Содержание IgA в сыворотке крови под влиянием табачного дыма снижается.'
);
record_index++;

//32
chapter_tests[record_index]=new chapter_test(
' Острое воспалительное заболевание слизистой оболочки бронхов, характеризующееся увеличением бронхиальной секреции, кашлем и иногда одышкой называют:',
new Array(
new Array(' острым бронхитом;','yes'),
new Array(' острым ларингитом;','no'),
new Array(' острой пневмонией;','no'),
new Array(' бронхолитиазом;','no'),
new Array(' трахеобронхомегалией.','no')
),
new Array('0'),
'<br>Острый бронхит — одно из частых заболеваний органов дыхания, к развитию которого предрасполагают:<br>• климато-природные факторы и условия труда;<br>• курение табака;<br>• злоупотребление крепкими алкогольными напитками;<br>• очаговая инфекция носоглотки;<br>• нарушение носового дыхания;<br>• застойные изменения в лёгких при сердечной недостаточности.'
);
record_index++;

//33
chapter_tests[record_index]=new chapter_test(
' Бочкообразная форма грудной клетка, изменение формы ногтей пальцев рук («часовые стёкла»), одышка — частые признаки:',
new Array(
new Array(' пневмоторакса;','no'),
new Array(' острого респираторного заболевания;','no'),
new Array(' острой пневмонии;','no'),
new Array(' острого бронхита;','no'),
new Array(' эмфиземы лёгких.','yes')
),
new Array('4'),
'<br>Эмфизематозная грудная клетка по форме может напоминать гиперстеническую, но отличается бочкообразным выбуханием грудной стенки, особенно в её заднебоковых отделах, и увеличением ширины межрёберных промежутков. Ногти, напоминающие «часовые стёкла», характерны для длительно текущих заболеваний лёгких, а также сердца и печени.'
);
record_index++;

//34
chapter_tests[record_index]=new chapter_test(
' Тяжесть хронического обструктивного бронхита определяют объективно на основании:',
new Array(
new Array(' аускультации лёгких;','no'),
new Array(' перкуссии лёгких;','no'),
new Array(' исследования функций внешнего дыхания;','yes'),
new Array(' ЭКГ;','no'),
new Array(' бронхографии.','no')
),
new Array('2'),
'<br>Тяжесть хронического обструктивного бронхита определяется величиной объёма форсированного выдоха за 1 с (ОФВ1), измеряемого спирографически. При ОФВ1 не менее 70% от должных величин стадию заболевания определяют как лёгкую, 50–69% — среднюю, менее 50% — тяжёлую.'
);
record_index++;

//35
chapter_tests[record_index]=new chapter_test(
' Препарат выбора из группы бронходилататоров для лечения хронического обструктивного бронхита:',
new Array(
new Array(' эфедрин;','no'),
new Array(' аминофиллин;','no'),
new Array(' ипратропия бромид;','yes'),
new Array(' астмопент;','no'),
new Array(' флунизолид.','no')
),
new Array('2'),
'<br>Преимуществом среди бронхолитических препаратов обладает ипратропия бромид — ингаляционный антихолинергический препарат, обладающий мягким и длительными бронхорасширяющим действием, минимальным резорбтивным эффектом. Препарат хорошо сочетается со всеми другими бронхолитиками, при его назначении не существует возрастных ограничений.'
);
record_index++;

//36
chapter_tests[record_index]=new chapter_test(
' При дифференциальной диагностике хронического обструктивного бронхита и бронхиальной астмы используют все критерии, кроме:',
new Array(
new Array(' наличия аллергии;','no'),
new Array(' наличия коробочного оттенка перкуторного звука;','yes'),
new Array(' эозинофилии в мокроте и крови;','no'),
new Array(' обратимости бронхиальной обструкции;','no'),
new Array(' суточных изменений ОФВ1.','no')
),
new Array('1'),
'<br>Хронический обструктивный бронхит отличается от бронхиальной астмы отсутствием аллергии, эозинофилии, низкой обратимостью обструкции, незначительными суточными колебаниями ОФВ1 и ПСВ. Коробочный оттенок перкуторного звука может возникать при обоих заболеваниях при их прогрессирующем течении и обычно свидетельствует о развитии эмфиземы лёгких.'
);
record_index++;

//37
chapter_tests[record_index]=new chapter_test(
' При формулировке диагноза «хронический обструктивный бронхит» необходимо указать всё, кроме:',
new Array(
new Array(' локализации процесса по сегментам;','yes'),
new Array(' степени тяжести процесса;','no'),
new Array(' фазы процесса;','no'),
new Array(' наличия осложнения;','no'),
new Array(' степени дыхательной недостаточности.','no')
),
new Array('0'),
'<br>При формулировке диагноза хронического обструктивного бронхита следует указывать фазу болезни (обострение и ремиссия), тяжесть, наличие осложнений и степень функциональной недостаточности лёгких. Указывать локализацию по сегментам не имеет смысла, поскольку хронический обструктивный бронхит — диффузный процесс.'
);
record_index++;

//38
chapter_tests[record_index]=new chapter_test(
' Основная цель лечения хронического обструктивного бронхита:',
new Array(
new Array(' полное излечение и реабилитация пациента;','no'),
new Array(' уменьшение скорости прогрессирования бронхита;','yes'),
new Array(' устранение бактериовыделения с мокротой;','no'),
new Array(' обратное развитие эмфиземы;','no'),
new Array(' подготовка пациента к хирургическому лечению бронхита.','no')
),
new Array('1'),
'<br>Цель лечения хронического обструктивного бронхита — снижение темпов прогрессирования диффузного повреждения бронхов, ведущего к нарастающей дыхательной недостаточности, снижение частоты обострений, удлинение ремиссий, повышение толерантности к физической нагрузке, улучшение качества жизни. Несмотря на то что хронический обструктивный бронхит — необратимое прогрессирующее заболевание, тактика минимального терапевтического воздействия неоправданна. В терапию необходимо включать все доступные методы и средства.'
);
record_index++;

//39
chapter_tests[record_index]=new chapter_test(
' Состояние внешнего дыхания при хроническом обструктивном бронхите характеризуется:',
new Array(
new Array(' изолированным обратимым снижением объёмов лёгких;','no'),
new Array(' прогрессирующей малообратимой обструкцией;','yes'),
new Array(' приступами бронхообструктивных нарушений;','no'),
new Array(' неуклонно прогрессирующей рестрикцией;','no'),
new Array(' рестрикцией, обратимой после ингаляции сальбутамола.','no')
),
new Array('1'),
'<br>Состояние внешнего дыхания при хроническом обструктивном бронхите обычно характеризуется снижением объёмных скоростей выдоха, особенно в дистальных бронхах. Обструкция лишь частично обратима, чаще она прогрессирует от обострения к обострению, если не проводится адекватная бронхолитическая терапия ипратропия бромидом, <span style=‘font-family:Symbol’>b</span>2-адреномиметиками длительного действия или ингаляционными глюкокортикоидами. Рестрикция или приступы бронхоспазма для хронического обструктивного бронхита нехарактерны.'
);
record_index++;

//40
chapter_tests[record_index]=new chapter_test(
' При обострении хронического обструктивного бронхита из следующих препаратов целесообразно назначить только:',
new Array(
new Array(' бронхолитин;','no'),
new Array(' тусупрекс;','no'),
new Array(' либексин;','no'),
new Array(' бромгексин;','yes'),
new Array(' кодеин.','no')
),
new Array('3'),
'<br>Среди перечисленных препаратов при хроническом обструктивном бронхите рационально назначить бромгексин в течение 1–1,5 мес для облегчения отхождения мокроты, так как в патогенезе хронического обструктивного бронхита одним из основных моментов считают нарушение мукоцилиарного клиренса. Все остальные перечисленные препараты подавляют кашель и при субъективном облегчении в состоянии больного способствуют дальнейшей задержке мокроты.'
);
record_index++;

//41
chapter_tests[record_index]=new chapter_test(
' После перенесённого острого бронхита гистологические изменения в бронхах сохраняются:',
new Array(
new Array(' 2–3 дня;','no'),
new Array(' 7–10 дней;','no'),
new Array(' 1,5–2 мес;','yes'),
new Array(' 2–3 года;','no'),
new Array(' 1–2 нед.','no')
),
new Array('2'),
'<br>После полного клинического выздоровления у лиц, перенёсших острый бронхит, изменения слизистой оболочки бронхов сохраняются и через 4–5 нед. Предположение о полном восстановлении слизистой оболочки при неосложнённом остром бронхите в течение месяца от начала заболевания не имеет достаточных доказательств. Всё это указывает на необходимость реабилитационных мероприятий после клинического выздоровления, что позволяет избежать формирования затяжного и даже хронического бронхита.'
);
record_index++;

//42
chapter_tests[record_index]=new chapter_test(
' Увеличение объёма воздушного пространства дистальнее терминальных нереспираторных бронхиол, сопровождающееся деструктивными изменениями альвеолярных стенок, называют:',
new Array(
new Array(' бронхоэктазами;','no'),
new Array(' абсцессом лёгких;','no'),
new Array(' кавернами;','no'),
new Array(' бронхиолитом;','no'),
new Array(' эмфиземой лёгких.','yes')
),
new Array('4'),
'<br>Эмфизема лёгких — увеличение объёма воздушных пространств дистальнее терминальных нереспираторных бронхиол, сопровождающееся деструктивными изменениями альвеолярных стенок.'
);
record_index++;

//43
chapter_tests[record_index]=new chapter_test(
' Быстрому развитию эмфиземы лёгких способствует недостаточность:',
new Array(
new Array('<span style=‘font-family:Symbol’>a</span>1-антитрипсина;','yes'),
new Array(' ЛДГ;','no'),
new Array(' аденилатциклазы;','no'),
new Array(' фосфодиэстеразы;','no'),
new Array(' ДНК-гиразы.','no')
),
new Array('0'),
'<br>В основе патогенетического механизма развития эмфиземы при недостаточности <span style=‘font-family:Symbol’>a</span>1-антитрипсина лежит низкая ингибирующая активность в лёгочных структурах эластазы нейтрофилов, что приводит к протеолитической деструкции респираторной ткани и её эластических волокон.'
);
record_index++;

//44
chapter_tests[record_index]=new chapter_test(
' Изменения в респираторных бронхиолах, расположенных проксимальнее ацинуса, характерны для:',
new Array(
new Array(' центрилобулярной проксимальной ацинарной эмфиземы лёгких;','yes'),
new Array(' панацинарной эмфиземы лёгких;','no'),
new Array('эмфиземы лёгких при пневмокониозе шахтёров;','no'),
new Array(' дистальной ацинарной эмфиземы лёгких;','no'),
new Array(' иррегулярной (неправильной эмфиземы лёгких).','no')
),
new Array('0'),
'<br>Центрилобулярная форма проксимальной ацинарной эмфиземы лёгких характеризуется изменениями в респираторной бронхиоле проксимальнее ацинуса, что создаёт «эффект центрального расположения эмфиземы в дольке лёгкого». Лёгочная ткань дистальнее этого участка обычно интактна. Эта форма эмфиземы в большей степени выражена в верхних долях лёгких.'
);
record_index++;

//45
chapter_tests[record_index]=new chapter_test(
' При перкуссии грудной клетки у больного с выраженной эмфиземой лёгких выявляют:',
new Array(
new Array(' укороченный перкуторный звук;','no'),
new Array(' «бедренный» перкуторный звук;','no'),
new Array(' локальный тимпанический звук;','no'),
new Array(' симметричный тимпанический звук;','no'),
new Array(' коробочный оттенок или коробочный звук.','yes')
),
new Array('4'),
'<br>При выстукивании больных с эмфиземой лёгких перкуторный звук носит коробочный оттенок над всей поверхностью грудной клетки. Нижние перкуторные границы лёгких смещены книзу на 1–2 ребра, подвижность их ограничена.'
);
record_index++;

//46
chapter_tests[record_index]=new chapter_test(
' При лучевом обследовании больного с эмфиземой лёгких наиболее надёжным методом считают:',
new Array(
new Array(' рентгеноскопию;','no'),
new Array(' бронхографию;','no'),
new Array(' КТ;','yes'),
new Array(' МРТ;','no'),
new Array(' УЗИ.','no')
),
new Array('2'),
'<br>КТ подтверждает повышенную воздушность, обеднение сосудистого рисунка лёгочных полей, позволяет выявить с высокой достоверностью наличие, локализацию и размеры булл. На ранних стадиях эмфиземы наблюдают увеличение объёма лёгких при снижении соотношения «площадь–объём», тогда как уменьшение дыхательной поверхности лёгких и фактической массы лёгочной ткани возникает только при тяжёлом течении болезни. Применение КТ особенно важно при планировании хирургического лечения эмфиземы, снижающего объём лёгочной ткани.'
);
record_index++;

//47
chapter_tests[record_index]=new chapter_test(
' Характерный признак, выявляемый при исследовании ФВД у больных эмфиземой лёгких:',
new Array(
new Array(' снижение дыхательных объёмов лёгких при сохранении объёмных скоростей;','no'),
new Array(' приступообразное ухудшение параметров кривой «поток–объём»;','no'),
new Array(' снижение объёмной скорости выдоха при относительной сохранности ПСВ;','yes'),
new Array(' сохранение всех параметров в пределах нормы;','no'),
new Array(' снижение ПСВ при сохранности других параметров выдоха.','no')
),
new Array('2'),
'<br>При эмфиземе кривая «поток–объём» позволяет на ранних стадиях выявить обструкцию дистального отрезка дыхательного дерева. Снижение объёмных скоростей на различных уровнях при относительной сохранности ПСВ свидетельствует об утрате лёгкими эластических свойств. Проведение тестов с ингаляционными бронхолитиками (<span style='font-family:Symbol;'>b</span><sub>2</sub>-адреномиметиками и м-холиноблокаторами) позволяет оценить обратимость обструкции, которая для эмфиземы не характерна. Расширенные функциональные исследования позволяют точно оценить степень снижения эластической тяги лёгких, увеличения «мёртвого пространства».'
);
record_index++;

//48
chapter_tests[record_index]=new chapter_test(
' Хирургические методы лечения при эмфиземе лёгких:',
new Array(
new Array(' противопоказаны;','no'),
new Array(' направлены на снижение объёма лёгких;','yes'),
new Array(' направлены на снятие приступов удушья;','no'),
new Array(' ограничены эндобронхиальными манипуляциями;','no'),
new Array(' ограничены эндоваскулярными манипуляциями.','no')
),
new Array('1'),
'<br>При тяжёлой эмфиземе резецируют периферические участки лёгких. Этот метод показан 15–20% больным с выраженной эмфиземой. После этого вмешательства отмечают достоверное улучшение функционального состояния лёгких за счёт «декомпрессии» оставшейся лёгочной ткани.'
);
record_index++;

//49
chapter_tests[record_index]=new chapter_test(
' Глюкокортикоиды (преднизолон) при эмфиземе лёгких:',
new Array(
new Array(' назначают в дозе до 20–30 мг/сут внутрь короткими курсами;','yes'),
new Array(' назначают по 50–60 мг/сут внутрь постоянно;','no'),
new Array(' не показаны ни при каких обстоятельствах;','no'),
new Array(' назначают регулярно по 100 мг в/в капельно;','no'),
new Array(' назначают в виде пульс-терапии.','no')
),
new Array('0'),
'<br>При эмфиземе глюкокортикоиды назначают короткими курсами преднизолона внутрь (до 20–30 мг с быстрым снижением и отменой в течение 7–12 дней) с оценкой эффекта по данным кривой «поток–объём». При отсутствии эффекта гормоны в дальнейшем не назначают. При положительном эффекте целесообразна терапия ингаляционными глюкокортикоидами.'
);
record_index++;

//50
chapter_tests[record_index]=new chapter_test(
' Бронхиальную астму рассматривают в настоящее время как:',
new Array(
new Array(' спорадическое заболевание, характеризующееся приступами удушья;','no'),
new Array(' хроническое воспалительное заболевание дыхательных путей;','yes'),
new Array(' острое аллергическое заболевания дыхательных путей;','no'),
new Array(' хроническое интерстициальное поражение лёгких;','no'),
new Array(' подострое поражение соединительной ткани лёгких.','no')
),
new Array('1'),
'<br>Бронхиальная астма — хроническое персистирующее воспалительное заболевание дыхательных путей, сопровождающееся гиперреактивностью бронхов, кашлем, одышкой и нарушением бронхиальной проходимости разной степени и длительности.'
);
record_index++;

//51
chapter_tests[record_index]=new chapter_test(
' Больному бронхиальной астмой для самоконтроля состояния внешнего дыхания необходимо иметь собственный:',
new Array(
new Array(' бодиплетизмограф;','no'),
new Array(' спирограф;','no'),
new Array(' пневмотахограф;','no'),
new Array(' пикфлоуметр;','yes'),
new Array(' анализатор газового состава крови.','no')
),
new Array('3'),
'<br>Пикфлоуметр — простой портативный измеритель пиковой скорости выдоха (ПСВ). Пикфлоуметр используется пациентом для ведения дневника с целью самоконтроля эффективности бронхолитика или объективного определения необходимости применения лекарств.'
);
record_index++;

//52
chapter_tests[record_index]=new chapter_test(
' Ступень 4 бронхиальной астмы:',
new Array(
new Array(' хроническое «лёгочное сердце»;','no'),
new Array(' тяжёлая персистирующая бронхиальная астма;','yes'),
new Array(' тяжёлая интермиттирующая бронхиальная астма;','no'),
new Array(' бронхиальная астма физического усилия;','no'),
new Array(' «аспириновая» бронхиальная астма.','no')
),
new Array('1'),
'<br>Ступень 4 — тяжёлая персистирующая бронхиальная астма. Она характеризуется наличием постоянных симптомов, частыми обострениями, частыми ночными приступами. Физическая активность ограничена проявлениями бронхиальной астмы, ОФВ1 и ПСВ снижены до 60% и ниже относительно должных величин, а колебания ПСВ в течение суток превышают 30%.'
);
record_index++;

//53
chapter_tests[record_index]=new chapter_test(
' Ступень 2 бронхиальной астмы:',
new Array(
new Array(' хроническое «лёгочное сердце»;','no'),
new Array(' астматический статус;','no'),
new Array(' тяжёлая интермиттирующая бронхиальная астма;','no'),
new Array(' бронхиальная астма физического усилия;','no'),
new Array(' персистирующая астма лёгкого течения.','yes')
),
new Array('4'),
'<br>Ступень 2, или лёгкая персистирующая бронхиальная астма, характеризуется возникновением симптомов 1 раз в неделю и чаще, но не ежедневно; в период обострения у больного нарушен сон и общее состояние, а ночные приступы возникают 3–4 раза в месяц. Колебания ПСВ в течение суток составляют 20–30%. Вне приступа ПСВ и ОФВ1 нормальны (более 80% от должных величин).'
);
record_index++;

//54
chapter_tests[record_index]=new chapter_test(
' Определение степени тяжести течения бронхиальной астмы во время проводимого лечения основано:',
new Array(
new Array(' только на данных физикального обследования;','no'),
new Array(' исключительно на параметрах форсированного выдоха;','no'),
new Array(' на сочетании данных пикфлоуметрии и ЭКГ;','no'),
new Array(' на результатах кожных тестов с аллергенами;','no'),
new Array(' на совокупности параметров вентиляции и объёма проводимого лечения.','yes')
),
new Array('4'),
'<br>Определение степени тяжести бронхиальной астмы по данным форсированного выдоха возможно только перед началом лечения. Если больной уже получает необходимую терапию, то должен учитываться её объём. Если у пациента по клинической картине определяется лёгкая персистирующая бронхиальная астма, но при этом он получает лекарственное лечение, соответствующее тяжёлой персистирующей бронхиальной астме, то у данного пациента следует диагностировать бронхиальную астму тяжёлого течения.'
);
record_index++;

//55
chapter_tests[record_index]=new chapter_test(
' Ступень 1 бронхиальной астмы:',
new Array(
new Array(' предастма;','no'),
new Array(' астматический бронхит;','no'),
new Array(' бронхиальная астма физического усилия;','no'),
new Array(' бронхиальная астма лёгкого интермиттирующего течения;','yes'),
new Array(' персистирующая бронхиальная астма лёгкого течения.','no')
),
new Array('3'),
'<br>Ступень 1 бронхиальной астмы — лёгкое интермиттирующее (эпизодическое) течение. Симптомы её возникают реже 1 раза в неделю, обострения непродолжительны (от нескольких часов до нескольких дней), ночные приступы возникают 2 раза в месяц или реже. Вне приступа параметры исследования ФВД не изменены (ОФВ1 более 80% от должных величин). Колебания ПСВ и ОФВ1 в течение суток составляют менее 20%.'
);
record_index++;

//56
chapter_tests[record_index]=new chapter_test(
' Ступень 3 бронхиальной астмы:',
new Array(
new Array(' декомпенсированная лёгочно-сердечная недостаточность;','no'),
new Array(' дисгормональная бронхиальная астма;','no'),
new Array(' персистирующая бронхиальная астма средней степени тяжести;','yes'),
new Array(' бронхиальная астма лёгкого интермиттирующего течения;','no'),
new Array(' бронхиальная астма смешанного генеза.','no')
),
new Array('2'),
'<br>Ступень 3, или персистирующая бронхиальная астма средней степени тяжести, характеризуется ежедневными приступами, нарушением сна и дневной активности, чаще 1 раз в неделю, ночными приступами, необходимостью применения <span style=‘font-family:Symbol’>b</span>2-адреномиметиков короткого действия ежедневно, снижением ПСВ и ОФВ1 в пределах 60–80% от должных величин и колебаниями ПСВ в течение суток более 30%.'
);
record_index++;

//57
chapter_tests[record_index]=new chapter_test(
' Пикфлоуметрия помогает врачу во всём, кроме:',
new Array(
new Array(' оценки тяжести течения заболевания;','no'),
new Array(' ранней диагностики бронхиальной астмы;','no'),
new Array(' определения обратимости бронхиальной обструкции;','no'),
new Array(' оценки степени снижения жизненной ёмкости лёгких;','yes'),
new Array(' оценки эффективности лечения.','no')
),
new Array('3'),
'<br>Пикфлоуметрия не позволяет оценивать значения ЖЕЛ, поскольку предназначена для измерения ПСВ. В то же время на её данных могут быть основаны ранняя диагностика бронхиальной астмы, определение обратимости бронхиальной обструкции, оценка тяжести течения заболевания, оценка гиперреактивности бронхов, прогнозирование обострений бронхиальной астмы, выявление профессиональной бронхиальной астмы, оценка эффективности и коррекция лечения.'
);
record_index++;

//58
chapter_tests[record_index]=new chapter_test(
' Каков критерий обратимости бронхообструктивного синдрома после ингаляции бронходилататоров?',
new Array(
new Array(' Прирост ЖЕЛ на 25% и МОС75 на 30%.','no'),
new Array(' Прирост ЖЕЛ на 20% и МОС75 на 25%.','no'),
new Array(' Прирост ОФВ1 на 30% и ПСВ на 25%.','no'),
new Array(' Прирост ОФВ1 на 8% и ПСВ на 5%.','no'),
new Array(' Прирост ОФВ1 на 13% и ПСВ на 16%.','yes')
),
new Array('4'),
'<br>Важным диагностическим критерием обратимости бронхообструктивного синдрома считают значительное увеличение ОФВ1 (более 12%) и ПСВ (более 15%) после ингаляции <span style=‘font-family:Symbol’>b</span>2-адреномиметиков короткого действия (сальбутамол, беротек).'
);
record_index++;

//59
chapter_tests[record_index]=new chapter_test(
' Астма-школа:',
new Array(
new Array(' аналог курса последипломного образования для врачей;','no'),
new Array(' основа образовательной системы для больных;','yes'),
new Array(' основа образовательной системы для медицинских сестёр;','no'),
new Array(' обязательный компонент подготовки главных врачей;','no'),
new Array(' основа переподготовки социальных работников.','no')
),
new Array('1'),
'<br>Астма-школы считают основой образовательной системы для больных в пульмонологии. По специально разработанным программам пациентам в доступной форме разъясняют суть заболевания, методы профилактики приступов. Обязательные компоненты образовательных программ — обучение самостоятельному управлению течением бронхиальной астмы в различных ситуациях, письменный план выхода из тяжёлого приступа, доступность обращения к медицинскому работнику, умение пользоваться в домашних условиях пикфлоуметром и вести суточную кривую ПСВ, обучение правильному использованию дозирующих ингаляторов.'
);
record_index++;

//60
chapter_tests[record_index]=new chapter_test(
' Базисная терапии бронхиальной астмы включает применение:',
new Array(
new Array(' аминофиллина, астмопента и бронхолитина;','no'),
new Array(' сальбутамола, беротека, сальбена;','no'),
new Array(' ипратропия бромида, беродуала;','no'),
new Array(' бенакорта, флунизолида, кромоглициевой кислоты;','yes'),
new Array(' солутана, теофедрина, тусупрекса.','no')
),
new Array('3'),
'<br>К базисной терапии бронхиальной астмы относят применение противовоспалительных средств, таких как кромоны (недокромил), антагонисты лейкотриеновых рецепторов (зафирлукаст, монтелукаст), ингаляционные и системные глюкокортикоиды. Применение препаратов бронхолитического действия — по сути симптоматическая терапия.'
);
record_index++;

//61
chapter_tests[record_index]=new chapter_test(
' Бронхоэктатическую болезнь наиболее часто впервые диагностируют:',
new Array(
new Array(' в детском или подростковом возрасте;','yes'),
new Array(' в пожилом возрасте;','no'),
new Array(' в возрасте 20–25 лет у женщин и 40–45 лет у мужчин;','no'),
new Array(' в течение первого года жизни;','no'),
new Array(' в возрасте 45–60 лет.','no')
),
new Array('0'),
'<br>При тщательно собранном анамнезе у каждого второго больного с бронхоэктазами можно выявить наличие повторяющихся заболеваний лёгких с раннего детства. Бронхоэктатическую болезнь обычно выявляют в детском или подростковом возрасте.'
);
record_index++;

//62
chapter_tests[record_index]=new chapter_test(
' Наиболее информативный метод диагностики бронхоэктазов:',
new Array(
new Array(' бронхография;','yes'),
new Array(' ЭКГ;','no'),
new Array(' спирография;','no'),
new Array(' рентгеноскопия;','no'),
new Array(' ларингоскопия.','no')
),
new Array('0'),
'<br>Бронхография — рентгенограмма, выполненная после введения контраста в бронхи — целесообразна вне обострения инфекционного процесса при отсутствии кровохарканья. Одномоментно бронхографию можно выполнять только на одном лёгком. Она позволяет увидеть цилиндрические, мешотчатые, веретенообразные или смешанные бронхоэктазы, к периферии от них можно обнаружить бронхи в виде «пучка прутьев» или «обрубленного веника». При мешотчатых бронхоэктазах дистальные отделы бронхов выглядят вздутыми.'
);
record_index++;

//63
chapter_tests[record_index]=new chapter_test(
' Типичная характеристика мокроты у больных с бронхоэктазами:',
new Array(
new Array(' всегда содержит свежую алую кровь;','no'),
new Array(' имеет слизистый характер и белесоватый цвет;','no'),
new Array(' имеет гнойный характер и при стоянии расслаивается;','yes'),
new Array(' очень скудная и трудно поддаётся оценке;','no'),
new Array(' белая, пенистая, обильная.','no')
),
new Array('2'),
'<br>Суточное количество мокроты при бронхоэктатической болезни может составлять до 500 мл и более. При стоянии она разделяется на два слоя, верхний из которых, вязкий, опалесцирующий, с большой примесью слюны, а нижний целиком состоит из гнойного осадка. Кровохарканья и лёгочные кровотечения возникают редко, преимущественно у взрослых больных.'
);
record_index++;

//64
chapter_tests[record_index]=new chapter_test(
' Какой ведущий, а порой и единственный признак бронхоэктазов позволяет выявить аускультация?',
new Array(
new Array(' Шум трения плевры.','no'),
new Array(' Влажные средне- или крупнопузырчатые хрипы.','yes'),
new Array(' Стридорозное дыхание.','no'),
new Array(' Амфорическое дыхание.','no'),
new Array(' Резко ослабленное дыхание по всем полям.','no')
),
new Array('1'),
'<br>При бронхоэктазах типичны влажные хрипы постоянной локализации. В период обострения на фоне жёсткого дыхания над поражёнными отделами лёгких прослушиваются влажные хрипы. Их характер может меняться после откашливания.'
);
record_index++;

//65
chapter_tests[record_index]=new chapter_test(
' Полость в лёгком, заполненная гноем и отграниченная от окружающих тканей пиогенной мембраной:',
new Array(
new Array(' каверна;','no'),
new Array(' киста;','no'),
new Array(' абсцесс;','yes'),
new Array(' булла;','no'),
new Array(' эмпиема.','no')
),
new Array('2'),
'<br>Абсцесс лёгкого — полость в лёгком, заполненная гноем и отграниченная от окружающих тканей пиогенной мембраной. Она формируется в результате гнойного расплавления ткани лёгкого. Абсцедирующая пневмония — не самостоятельная нозологическая форма, термин обозначает лишь определённый период в динамике заболевания, когда на фоне пневмонической инфильтрации появляются первые признаки инфекционной деструкции.'
);
record_index++;

//66
chapter_tests[record_index]=new chapter_test(
' При диаметре полости абсцесса более 6 см, лёгочных кровотечениях и невозможности достоверно исключить рак лёгкого показано:',
new Array(
new Array(' назначение антибиотиков из группы карбапенемов;','no'),
new Array(' назначение цефалоспоринов третьего поколения;','no'),
new Array(' эндобронхиальная санация;','no'),
new Array(' наложение искусственного пневмоторакса;','no'),
new Array(' хирургическое вмешательство.','yes')
),
new Array('4'),
'<br>Хирургическое лечение показано примерно в 10% случаев при неэффективности антибиотикотерапии, лёгочных кровотечениях, невозможности исключить рак лёгкого, размере абсцесса более 6 см, прорыве абсцесса в плевральную полость с развитием эмпиемы, а также при хронических абсцессах. Объём операции определяют индивидуально. Это могут быть различные варианты резекций лёгкого, лобэктомия, пульмонэктомия и плевропульмонэктомия.'
);
record_index++;

//67
chapter_tests[record_index]=new chapter_test(
' Дифференциальную диагностику абсцесса лёгких целесообразно проводить с:',
new Array(
new Array(' хроническим бронхитом;','no'),
new Array(' синдромом Хаммена–Рича;','no'),
new Array(' кавернозным туберкулёзом лёгких;','yes'),
new Array(' бронхиальной астмой;','no'),
new Array(' гамартохондромой.','no')
),
new Array('2'),
'<br>Основным рентгенологическим проявлением кавернозного туберкулёза считают изолированную каверну при минимальных инфильтративных и фиброзных изменениях в окружающей лёгочной ткани. Сходную рентгенологическую картину в виде кольцевидной тени имеет и абсцесс лёгкого. При дифференциальной диагностике этих состояний следует учитывать наличие очагов вокруг полости (характерный признак туберкулёза), горизонтального уровня жидкости (более характерен для абсцесса), а также особенности клинической картины — выраженные клинические проявления и воспалительные изменения крови (нейтрофильный лейкоцитоз, значительно увеличенная СОЭ) при абсцессе, скудные физикальные данные — при кавернозном туберкулёзе. Диагноз верифицируют либо бактериологическим исследованием мокроты или промывных вод бронхов (выявление микобактерий при туберкулёзе), либо оценкой эффективности этиотропной терапии (антибиотики широкого спектра действия эффективны при абсцессе, противотуберкулёзная химиотерапия — при туберкулёзе). Гамартохондрома рентгенологически проявляется пневмоническим фокусом с чётким контуром, синдром Хаммена–Рича — в виде диссеминации или фиброза лёгких. Диагностику хронического бронхита и бронхиальной астмы прежде всего проводят на основании анамнеза и клинической картины и подтверждают данными исследования ФВД.'
);
record_index++;

//68
chapter_tests[record_index]=new chapter_test(
' Шум трения плевры при плевритах наиболее чётко выслушивают при:',
new Array(
new Array(' быстром накоплении серозного экссудата;','no'),
new Array(' объёме выпота более 1500 мл;','no'),
new Array(' отложении фибрина и рассасывании экссудата;','yes'),
new Array(' преобладании лимфоцитов в экссудате;','no'),
new Array(' повышении концентрации глюкозы в экссудате.','no')
),
new Array('2'),
'<br>В начальном периоде плеврита можно выслушать шум трения плевры, который исчезает по мере накопления экссудата и появляется вновь при его рассасывании или эвакуации. Наиболее выражен шум трения плевры при фибринозном или серозно-фибринозном характере выпота, когда процесс протекает как слипчивый. Шум трения возникает при трении друг о друга изменённых, утолщённых и ставших неровными листков плевры. Лучше всего он выслушивается в местах наибольшей подвижности плевры, то есть в нижних отделах лёгких со стороны спины и в подмышечной области.'
);
record_index++;

//69
chapter_tests[record_index]=new chapter_test(
' При плеврите верхняя граница выпота горизонтальная, если:',
new Array(
new Array(' объём выпота более 100 мл;','no'),
new Array(' объём выпота более 500 мл;','no'),
new Array(' выпот имеет фибринозный характер;','no'),
new Array(' выпот образовался впервые;','no'),
new Array(' в плевральную полость проник воздух.','yes')
),
new Array('4'),
'<br>Рентгенологическое исследование, как правило, позволяет выявить плевральный выпот объёмом более 300–400 мл. При свободном выпоте обычно обнаруживают затенение с размытой границой, скошенной книзу и кнутри. Если в плевральную полость проникает воздух (через свищ или во время пункции), верхняя граница выпота принимает горизонтальное расположение. Во время рентгеноскопии при изменении положения больного видны колебания уровня жидкости.'
);
record_index++;

//70
chapter_tests[record_index]=new chapter_test(
' Воспаление листков плевры, сопровождающееся скоплением жидкости в плевральной полости:',
new Array(
new Array(' фибринозный плеврит;','no'),
new Array(' пластический плеврит;','no'),
new Array(' гемоторакс;','no'),
new Array(' экссудативный плеврит;','yes'),
new Array(' пневмоторакс.','no')
),
new Array('3'),
'<br>Накопление экссудата в плевральной полости обусловлено повышением проницаемости капилляров висцеральной плевры и пропотеванием экссудата вследствие развившейся воспалительной реакции. Экссудация возникает при всех видах плеврита — аллергическом, перифокальном и туберкулёзе плевры.'
);
record_index++;

//71
chapter_tests[record_index]=new chapter_test(
' Лабораторные дифференциально-диагностические критерии экссудатов и транссудатов:',
new Array(
new Array(' определение содержания глюкозы, хлоридов и активность АЛТ;','no'),
new Array(' определение содержания меди, цинка, натрия и активность АСТ;','no'),
new Array(' определение относительной плотности, содержание белка и активность ЛДГ;','yes'),
new Array(' нефелометрия, оценка опалесцирования и активность <span style=‘font-family:Symbol’>g</span>-глутамилтранспептидазы;','no'),
new Array(' определение содержания жирных кислот, тромбоксана и активность амилазы.','no')
),
new Array('2'),
'<br>На наличие экссудата указывают относительная плотность выше 1,018, содержание белка более 3%, высокое содержание ЛДГ, соотношение содержания ЛДГ в плевральной жидкости и плазме крови более 0,6, соотношение содержания белка в плевральной жидкости и плазме более 0,5. Концентрация глюкозы при туберкулёзном выпоте снижается редко. В норме рН плевральной жидкости составляет 7,3 и выше, снижение рН характерно для туберкулёзного процесса, а также может свидетельствовать в пользу эмпиемы. Определённое значение имеет качественная реакция Ривальта (капля пунктата, опущенная в слабый раствор уксусной кислоты, при воспалительном характере выпота даёт «облачко» помутнения вследствие выпадения в осадок серомуцина).'
);
record_index++;

//72
chapter_tests[record_index]=new chapter_test(
' При свободном плевральном выпоте значительных размеров на рентгенограмме отмечают смещение органов средостения:',
new Array(
new Array(' в сторону тени выпота;','no'),
new Array(' всегда вправо;','no'),
new Array(' кверху от тени выпота;','no'),
new Array(' в противоположную от тени выпота сторону;','yes'),
new Array(' книзу от тени выпота.','no')
),
new Array('3'),
'<br>При очень больших экссудатах затенено всё лёгочное поле и тень средостения смещена в противоположную сторону. При большом выпоте его тень интенсивна и скрывает тени рёбер. При дыхании уровень свободного выпота меняется. Если такого больного положить на больной бок, то жидкость переместится вниз и уровень экссудата расположится вдоль наружного рёберного края грудной клетки. При таких плевритах в период накопления экссудата нередко снижается диурез, тогда как во время рассасывания диурез повышается.'
);
record_index++;

//73
chapter_tests[record_index]=new chapter_test(
' Синдром, наиболее часто выявляемый при исследовании ФВД у больных плевритом:',
new Array(
new Array(' обструктивный спастический;','no'),
new Array(' рестриктивный ограничительный;','yes'),
new Array(' обструктивный отёчно-воспалительный;','no'),
new Array(' смешанный с преобладанием спастического;','no'),
new Array(' обструктивный обтурационный.','no')
),
new Array('1'),
'<br>Рестриктивные нарушения вентиляции характеризуются снижением лёгочных объёмов, типичны для патологии плевры, сопровождающейся выпотом, пневмотораксом, фибротораксом, образованием больших плевральных спаек или шварт. Для рестриктивного синдрома наиболее типично снижение ЖЕЛ и ОЕЛ, тогда как соотношение ОФВ1/ЖЕЛ и МОС25–75% нормальны или даже увеличены.'
);
record_index++;

//74
chapter_tests[record_index]=new chapter_test(
' Ранний рентгенологический признак эндобронхиального развития центрального рака лёгких:',
new Array(
new Array(' полициклическая тень в проекции корня лёгкого;','no'),
new Array(' округлая тень в лёгком;','no'),
new Array(' повышение прозрачности одного из лёгких;','no'),
new Array(' гиповентиляция участка лёгких;','yes'),
new Array(' уплощение купола диафрагмы.','no')
),
new Array('3'),
'<br>При узловато-эндобронхиальной форме центрального рака лёгкого опухоль, возникая в стенке бронха, растёт в виде узла в его просвет. Первым рентгенологическим признаком при этом является гиповентиляция участка лёгкого, соответствующего поражённому бронху, проявляющаяся уменьшением прозрачности сегмента или доли, сближением сосудов и расширением их за счёт застойной гиперемии.'
);
record_index++;

//75
chapter_tests[record_index]=new chapter_test(
' Ранний рентгенологический признак узловато-перибронхиальной формы центрального рака лёгкого — изменения:',
new Array(
new Array(' купола диафрагмы;','no'),
new Array(' верхушек лёгких;','no'),
new Array(' рёберно-диафрагмальных синусов;','no'),
new Array(' плевры;','no'),
new Array(' корня и прикорневого участка лёгкого.','yes')
),
new Array('4'),
'<br>При узловато-перибронхиальной форме центрального рака лёгкого, возникнув в стенке бронха, опухоль растёт в виде узла преимущественно в окружающую лёгочную паренхиму. Эта клиническая форма чаще развивается в сегментарных и долевых бронхах. При рентгенологическом исследовании в бессимптомный период болезни следует обращать внимание на состояние корня и прикорневого отдела лёгкого. На томограммах плоскости корня удаётся получить изображение перибронхиального узла, связанного со стенкой бронха.'
);
record_index++;

//76
chapter_tests[record_index]=new chapter_test(
' Периферический рак лёгкого, в отличие от центрального:',
new Array(
new Array(' долгое время не проявляется клинически;','yes'),
new Array(' рано проявляется клинически, поэтому его легко диагностировать;','no'),
new Array(' рентгенологически диагностировать невозможно;','no'),
new Array(' сопровождается характерными изменениями в лейкоцитарной формуле крови;','no'),
new Array(' долгое время остаётся рентгенонегативным.','no')
),
new Array('0'),
'<br>Развиваясь из эпителия мелких бронхов, периферический рак лёгкого долгое время может не проявляться клинически. Поэтому почти в половине случаев его впервые выявляют при профилактическом рентгенологическом исследовании (флюорография или рентгенография). Клинические симптомы (боль в груди, кашель и кровохарканье) при периферическом раке появляются лишь тогда, когда опухоль сдавливает соседние анатомические структуры, врастает в них и распадается.'
);
record_index++;

//77
chapter_tests[record_index]=new chapter_test(
' При внезапно возникшей одышке, болях в груди, тахикардии, кровохарканьи, шуме трения плевры, цианозе и даже коллапсе у больного с варикозным расширением вен нижних конечностей в первую очередь следует исключить:',
new Array(
new Array(' прободение язвы желудка;','no'),
new Array(' астматический статус;','no'),
new Array(' тромбоэмболию лёгочной артерии;','yes'),
new Array(' ателектаз доли лёгкого;','no'),
new Array(' очаговый туберкулёз лёгких.','no')
),
new Array('2'),
'<br>Для ТЭЛА характерны лёгочно-плевральный, кардиальный, а у лиц старшего возраста — церебральный синдром. Наиболее часто возникают тахикардия, боли в груди, одышка, кровохарканье, подъём температуры тела, влажные мелкопузырчатые хрипы, цианоз, кашель, шум трения плевры, коллапс.'
);
record_index++;

//78
chapter_tests[record_index]=new chapter_test(
' Неказеозный гранулематоз, поражающий лимфатические узлы и ткань лёгкого, часто дающий положительную реакцию Квейма; для базисного лечения его прогрессирующих форм применяют глюкокортикоиды:',
new Array(
new Array(' цистицеркоз;','no'),
new Array(' саркоидоз;','yes'),
new Array(' нокардиоз;','no'),
new Array(' легионеллёз;','no'),
new Array(' актиномикоз.','no')
),
new Array('1'),
'<br>Патогистологически саркоидоз определяют как «болезнь, характеризующуюся наличием в органах и тканях неказеифицированных эпителиоидноклеточных гранулём». В подавляющем большинстве случаев саркоидозное поражение локализуется в грудной полости: внутригрудных лимфатических узлах и лёгких. При саркоидозе намного чаще, чем при других заболеваниях, обнаруживают Аг Квейма. Его обнаруживают в саркоидозно изменённой ткани (чаще селезёнки).'
);
record_index++;

//79
chapter_tests[record_index]=new chapter_test(
' Острое или подострое течение саркоидоза называют синдромом:',
new Array(
new Array(' Хаммена–Рича;','no'),
new Array(' Лёфгрена;','yes'),
new Array(' Иценко–Кушинга;','no'),
new Array(' Картагенера;','no'),
new Array(' Хаммена.','no')
),
new Array('1'),
'<br>Наличие узловатой эритемы, болей и припухлости в суставах в сочетании с двусторонним увеличением внутригрудных лимфатических узлов составляют триаду или синдром Лёфгрена, расцениваемый как показатель остро протекающего саркоидоза. Синдром Хаммена–Рича — идиопатический фиброзирующий альвеолит, тяжёлое заболевание лёгких неясной этиологии. Синдром Иценко–Кушинга — гиперкортицизм, обусловленный наличием гормонпродуцирующей опухоли коры надпочечников или длительным лечением препаратами адренокортикотропного (АКТГ) или глюкокортикоидных гормонов. Синдром Хаммена — комплекс признаков, возникающих у роженицы во время потуг.'
);
record_index++;

//80
chapter_tests[record_index]=new chapter_test(
' У больных саркоидозом содержание АПФ в сыворотке крови:',
new Array(
new Array(' крайне непостоянно;','no'),
new Array(' понижено в 2 раза;','no'),
new Array(' соответствует норме;','no'),
new Array(' повышено;','yes'),
new Array(' нет данных.','no')
),
new Array('3'),
'<br>По данным 12 пульмонологических центров Европы, Америки и Азии, содержание АПФ повышено у 50–70% больных саркоидозом, тогда как у здоровых — только в 10% случаев. АПФ в норме синтезируется эндотелиальными клетками лёгочных капилляров. При туберкулёзе, хроническом бронхите и бронхиальной астме концентрация АПФ снижается, что имеет дифференциально-диагностическое значение.'
);
record_index++;

//81
chapter_tests[record_index]=new chapter_test(
' Наиболее информативные критерии оценки активности саркоидоза — все перечисленные, кроме:',
new Array(
new Array(' клинического течения болезни;','no'),
new Array(' рентгенографии органов грудной клетки;','no'),
new Array(' общего анализа крови с лейкоцитарной формулой;','yes'),
new Array(' исследования функции лёгких;','no'),
new Array(' РКТ.','no')
),
new Array('2'),
'<br>В соответствии с Согласительной конференцией в Лос-Анжелесе (США, 1993) к признакам, позволяющим определить активность саркоидоза, отнесены:<br>• клинические признаки заболевания;<br>• рентгенография органов грудной клетки;<br>• исследование ФВД.<br>Среди расширенных методов:<br>• АПФ сыворотки крови;<br>• сканирование с 67Ga;<br>• КТ высокого разрешения;<br>• определение соотношения клеточных популяций промывной жидкости бронхов и соотношения «T-хелперы/T-супрессоры».<br>Диагностическая ценность всех других показателей (в том числе и изменений в анализе крови) признана не доказанной.'
);
record_index++;

//82
chapter_tests[record_index]=new chapter_test(
' Увеличение размеров печени (выступает на 4 см за край рёберной дуги) при выраженной эмфиземе лёгких следует расценивать как:',
new Array(
new Array(' достоверный признак сердечной недостаточности;','no'),
new Array(' достоверный признак цирроза печени;','no'),
new Array(' некорректную трактовку результатов физикального обследования;','yes'),
new Array(' вероятный признак хронического холецистита;','no'),
new Array(' косвенный признак гипертрофии правого предсердия.','no')
),
new Array('2'),
'<br>При пальпировании края печени ниже рёберной дуги у больного с выраженной эмфиземой не следует говорить об увеличении печени, поскольку перераздутое лёгкое нередко смещает печень книзу. Достоверно увеличение печени можно диагностировать только при определении истинных её размеров по Курлову.'
);
record_index++;

//83
chapter_tests[record_index]=new chapter_test(
' В клинической практике наиболее распространено деление спонтанного пневмоторакса на:',
new Array(
new Array(' острый и хронический;','no'),
new Array(' апикальный, костальный и диафрагмальный;','no'),
new Array(' локальный и диффузный;','no'),
new Array(' сухой и выпотной;','no'),
new Array(' открытой, закрытый и клапанный.','yes')
),
new Array('4'),
'<br>В зависимости от патогенеза формируются различные клинико-рентгенологические варианты спонтанного пневмоторакса. Если сообщение между плевральной полостью и альвеолярным пространством через дефект висцеральной плевры сохраняется на вдохе и выдохе, это приводит к развитию открытого пневмоторакса — лёгкое спадается, органы средостения не смещаются. Если дефект висцеральной плевры открыт на вдохе и закрывается на выдохе, то формируется клапанный (напряжённый) пневмоторакс. При этом после каждого дыхательного цикла увеличивается объём газа в плевральной полости. Если после вхождения воздуха в плевральную полость дефект плевры исчезает, то говорят о закрытом пневмотораксе.'
);
record_index++;

//84
chapter_tests[record_index]=new chapter_test(
' Нарастание одышки, боли в груди, при перкуссии тимпанический звук или выраженный коробочный звук с одной стороны грудной клетки, одностороннее исчезновение дыхательных шумов — признаки:',
new Array(
new Array(' закрытого пневмоторакса;','no'),
new Array(' открытого пневмоторакса;','no'),
new Array(' искусственного пневмоторакса;','no'),
new Array(' клапанного пневмоторакса;','yes'),
new Array(' искусственного пневмоперитонеума.','no')
),
new Array('3'),
'<br>Основными клиническими проявлениями спонтанного пневмоторакса вне зависимости от его типа считают одышку и кратковременную боль в грудной клетке. Физикальная картина пневмоторакса характеризуется ослаблением дыхания, коробочным перкуторным звуком, уменьшением подвижности края лёгкого и ослаблением или отсутствием голосового дрожания на стороне поражения. Однако нарастание клинических признаков с увеличением тяжести общего состояния больного говорит о развитии именно клапанного (напряжённого) пневмоторакса. Искусственный пневмоторакс и пневмоперитонеум относят к лечебным методам коллапсотерапии.'
);
record_index++;

//85
chapter_tests[record_index]=new chapter_test(
' При клапанном пневмотораксе следует:',
new Array(
new Array(' перевести клапанный пневмоторакс в открытый;','yes'),
new Array(' перевести клапанный пневмоторакс в закрытый;','no'),
new Array(' ввести сердечные гликозиды в больших дозах;','no'),
new Array(' ввести аминофиллин внутривенно;','no'),
new Array(' наложить искусственный пневмоторакс с противоположной стороны.','no')
),
new Array('0'),
'<br>Перевод клапанного пневмоторакса в открытый предупреждает развитие клапанного напряжённого пневмоторакса, при котором происходит повышение внутригрудного давления, смещение органов средостения. Для этого выполняют пункцию грудной клетки или устанавливают дренаж.'
);
record_index++;

//86
chapter_tests[record_index]=new chapter_test(
' Респираторный дистресс-синдром у взрослых:',
new Array(
new Array(' вариант психоэмоционального состояния, характеризующийся одышкой;','no'),
new Array(' следствие передозировки НПВС при «аспириновой» бронхиальной астме;','no'),
new Array(' отёк лёгких при отсутствии повышения давления в левом предсердии;','yes'),
new Array(' отёк лёгких на фоне высокого давления в левом предсердии;','no'),
new Array(' отёк нижних конечностей и лица при патологии органов дыхания.','no')
),
new Array('2'),
'<br>Респираторный дистресс-синдром взрослых — наличие двусторонней инфильтрации в лёгких на рентгенограмме в сочетании с нарушением оксигенации, проявляющемся снижением отношения раО2 к Ы Что это такое? FiO2 ниже 200 и отсутствием повышенного АД заклинивания лёгочных капилляров (или давления в левом предсердии). Иными словами респираторный дистресс-синдром взрослых характеризуется наличием отёка лёгких при отсутствии перегрузки объёмом или снижения сократительной функции левого желудочка.'
);
record_index++;

//87
chapter_tests[record_index]=new chapter_test(
' При подозрении на развитие респираторного дистресс-синдрома взрослых следует:',
new Array(
new Array(' наблюдать за состоянием больного в амбулаторных условиях в течение 2–3 дней;','no'),
new Array(' начать приём антибиотиков внутрь;','no'),
new Array(' немедленно ввести преднизолон внутривенно;','no'),
new Array(' экстренно госпитализировать и обеспечить ингаляцию кислорода;','yes'),
new Array(' в машине «скорой помощи» наложить искусственный пневмоторакс.','no')
),
new Array('3'),
'<br>Больной нуждается в экстренной госпитализации. На этапе транспортировки следует обеспечить ингаляцию кислорода. Пока диагноз окончательно не установлен, следует устранить угрожающую жизни гипоксемию, используя газовые смеси с высоким содержанием кислорода, и регулярно определять газовый состав артериальной крови для оценки адекватности лечения. Эффективность применения глюкокортикоидов при респираторном дистресс-синдроме взрослых не доказана.'
);
record_index++;

//88
chapter_tests[record_index]=new chapter_test(
' Сочетание аминопенициллинов с ингибиторами <span style=‘font-family:Symbol’>b</span>-лактамаз целесообразно назначить, если в мокроте больного пневмонией обнаружены:',
new Array(
new Array(' пневмококки;','no'),
new Array(' золотистые стафилококки;','yes'),
new Array(' легионеллы;','no'),
new Array(' атипичные микобактерии;','no'),
new Array(' гемолитические стрептококки.','no')
),
new Array('1'),
'<br>Применение ингибиторов <span style=‘font-family:Symbol’>b</span>-лактамаз целесообразно, если с выработкой <span style=‘font-family:Symbol’>b</span>-лактамаз связана устойчивость возбудителя к антибиотикам, что справедливо в отношении стафилококков. К препаратам этой группы относят аугментин и амоксиклав (сочетание амоксициллина с клавулановой кислотой), сулациллин (ампициллин с сульбактамом) и др.'
);
record_index++;

//89
chapter_tests[record_index]=new chapter_test(
' При саркоидозе лёгких 2 стадии и выше наиболее перспективно применение:',
new Array(
new Array(' антибиотиков группы аминогликозидов;','no'),
new Array(' бронхолитиков (<span style='font-family:Symbol;'>b</span>-адреномиметиков);','no'),
new Array(' препаратов кальция;','no'),
new Array(' витаминов группы В;','no'),
new Array(' глюкокортикоидов.','yes')
),
new Array('4'),
'<br>В настоящее время глюкокортикоиды являются основными ЛС, позволяющими достичь ремиссии при саркоидозе. Препараты кальция при саркоидозе не применяют, поскольку для этих больных характерна гиперкальциемия. Антибиотики не назначают, поскольку болезнь не имеет микробной этиологии. Бронхолитики при саркоидозе применяют редко. Среди витаминов используют только витамин Е.'
);
record_index++;

//90
chapter_tests[record_index]=new chapter_test(
' На внутриведомственную экспертизу попала история болезни мужчины 54 лет с клиническим диагнозом «правосторонняя крупозная пневмония», умершего на 12й день после госпитализации при явлениях нарастающей лёгочно-сердечной недостаточности. Диагноз был подтверждён аутопсией. Больной получил лечение: гентамицин по 80 мг в/м 3 раза в сутки, ибупрофен по 0,2 г 3 раза в сутки, ревит по 2 драже 2 раза в сутки, бромгексин по 8 мг 3 раза в сутки, бронхолитин по 1 мерной ложке 3 раза в сутки. В связи с ухудшением состояния больному были назначены аминофиллин по 10 мл 2,4% р-ра в/в, строфантин по 0,5 мл 0,05% раствора в/в капельно в 100 мл 0,9% раствора натрия хлорида. У эксперта возникли серьёзные замечания, в связи с:',
new Array(
new Array(' целесообразностью госпитализации пациента;','no'),
new Array(' нерациональностью лечения основного заболевания и осложнения;','yes'),
new Array(' несвоевременностью назначения аминофиллина;','no'),
new Array(' неверной дозировкой антибиотика;','no'),
new Array(' назначением НПВС.','no')
),
new Array('1'),
'<br>Эксперт оценил лечение пневмонии и осложнившей её лёгочно-сердечной недостаточности, как неадекватное. Выбор гентамицина как антибиотика первого ряда для внебольничной пневмонии ошибочен, поскольку этот аминогликозид не соответствует чувствительности наиболее часто встречающейся патогенной микрофлоры — пневмококкам и внутриклеточным возбудителям. Нельзя назначать одновременно муколитическое средство (бромгексин) вместе с противокашлевым средством (бронхолитином). Строфантин и аминофиллин в одном растворе химически несовместимы, кроме того, эту смесь считают аритмогенной.'
);
record_index++;

//91
chapter_tests[record_index]=new chapter_test(
' К участковому терапевту обратился мужчина 45 лет, курящий с детства, с жалобами на сильную боль в правом боку, похудание, кашель с прожилками алой крови. При осмотре обнаружено расширение вен на передней поверхности грудной клетки и шее. При перкуссии и аускультации над верхней долей правого лёгкого выявлено выраженное притупление и ослабление дыхания. Общий анализ крови: СОЭ 62 мм/ч. Каков предварительный диагноз?',
new Array(
new Array(' Экзогенный аллергический альвеолит.','no'),
new Array(' Внутрибольничная пневмония.','no'),
new Array(' Инфильтративный туберкулёз.','no'),
new Array(' Опухоль лёгкого.','yes'),
new Array(' Синдром Лёфгрена.','no')
),
new Array('3'),
'<br>Расширение коллатеральных вен на верхней части груди и шее, на молочной железе, отёк и гиперемия лица, конъюнктивы характерны для синдрома верхней полой вены (сдавление опухолью). Похудание, кахексию считают поздними признаками злокачественного новообразования. Для опухолей лёгких характерно выраженное укорочение перкуторного звука над областью объёмного образования. При эндобронхиальном росте опухоли могут появляться локальные хрипы и ослабление дыхания.'
);
record_index++;

//92
chapter_tests[record_index]=new chapter_test(
' Больной Н., 27 лет, поступил в терапевтическое отделение с жалобами на озноб, одышку, кашель со скудной мокротой, боль в правом боку во время глубокого дыхания. Над нижними и средними отделами правого лёгкого выслушивались влажные мелкопузырчатые хрипы, над средними — крепитация. На рентгенограмме в проекции сегмента S<sub>6</sub> правого лёгкого выявлена инфильтрация. Содержание в крови лейкоцитов 12x10<sup>9</sup>/л, СОЭ 28 мм/ч. Больному был назначен пенициллин по 500 000 ЕД в/м 6 раз в сутки. На 5й день лечения состояние резко ухудшилось, температура тела поднялась до 41 <sup>o</sup>С, появилась обильная гнойная мокрота, усилилась тахикардия. Какова наиболее вероятная причина ухудшения состояния?',
new Array(
new Array(' Декомпенсация сердечной деятельности.','no'),
new Array(' Бронхообструктивный синдром.','no'),
new Array(' Образование абсцесса в лёгком.','yes'),
new Array(' Образование выпота в плевральной полости.','no'),
new Array(' Аллергическая реакция на пенициллин.','no')
),
new Array('2'),
'<br>Наиболее вероятно образование абсцесса в лёгком. Для абсцессов до прорыва характерны общее недомогание, озноб, кашель со скудной мокротой. Внезапное выделение большого количества (полным ртом) зловонной мокроты — признак прорыва полости абсцесса в бронх. Суточное количество мокроты может достигать 1000 мл. Абсцессы часто обусловлены стафилококками, которые всё чаще резистентны к пенициллину.'
);
record_index++;

//93
chapter_tests[record_index]=new chapter_test(
' Больная К., 35 лет обратилась с жалобами на преходящие боли и опухание голеностопных суставов. Анамнез: последние 6 мес отмечает разбитость, утомляемость, общую слабость, одышки не было. Однажды на правой голени появилась неяркая плотная бляшка диаметром 2x2 см, которая через 2 нед исчезла. Анализ крови не выявил изменений. На прямой обзорной рентгенограмме грудной клетки обнаружено симметричное расширение корней лёгких. Какой диагноз можно предположить на основании этих данных?',
new Array(
new Array(' Саркоидоз лёгких.','yes'),
new Array(' Прикорневая пневмония.','no'),
new Array(' Периферический рак лёгкого.','no'),
new Array(' Экзогенный аллергический альвеолит.','no'),
new Array(' Бронхоэктатическая болезнь.','no')
),
new Array('0'),
'<br>Для саркоидоза лёгких характерна стёртость клинической картины, утомляемость. Рентгенография часто является единственным способом ранней диагностики этого заболевания на 1 стадии. Патогномоничны появление узловатой эритемы, артралгии. Дальнейшее исследование этой больной потребует РКТ лёгких, бронхоскопии и биопсии.'
);
record_index++;

//94
chapter_tests[record_index]=new chapter_test(
' Больной А., 31 года, с диагнозом «бронхиальная астма», некурящий. Жалобы на приступы одышки 3 раза в месяц, ночной приступ 1–2 раза в месяц, вне приступа параметры внешнего дыхания и температура тела не изменены. СОЭ 10 мм/ч, содержание в крови лейкоцитов 6,5x10<sup>9</sup>/л, эозинофилов 9%. Определите ступень бронхиальной астмы.',
new Array(
new Array(' Ступень 4 (тяжёлая персистирующая бронхиальная астма).','no'),
new Array(' Ступень 5 (астматический статус).','no'),
new Array(' Ступень 3 (персистирующая бронхиальная астма средней тяжести).','no'),
new Array(' Ступень 2 (лёгкая персистирующая бронхиальная астма).','no'),
new Array(' Ступень 1 (интермиттирующая бронхиальная астма).','yes')
),
new Array('4'),
'<br>Перечисленные признаки позволяют отнести течение бронхиальной астмы к ступени 1 (интермиттирующая бронхиальная астма). Следует заметить, что ступени 5 в современных диагностических протоколах нет.'
);
record_index++;

//95
chapter_tests[record_index]=new chapter_test(
' Больному с лёгкой персистирующей формой бронхиальной астмы врач назначил препарат в аэрозоле (применение 4 раза в день по 2 дозы) и пояснил, что сразу ингаляции не принесут облегчения, а основой их действия является противовоспалительный эффект. Кроме того, врач пояснил, что аэрозоль не приведёт к угнетению функций коры надпочечников или развитию астматического статуса. Какой из перечисленных препаратов назначил врач?',
new Array(
new Array(' Флунизолид.','no'),
new Array(' Фенотерол.','no'),
new Array(' Ипратропия бромид.','no'),
new Array(' Недокромил.','yes'),
new Array(' Фузафунжин.','no')
),
new Array('3'),
'<br>Аэрозольным препаратом с противовоспалительным негормональным действием, не имеющим риска передозировки с развитием астматического статуса, с постепенно развивающимся местным эффектом является недокромил, препарат из группы кромонов, более сильный аналог интала (кромолина натрия).'
);
record_index++;

//96
chapter_tests[record_index]=new chapter_test(
' Больному с хроническим обструктивным бронхитом назначены ингаляции лекарства по 2 дозы 3 раза в день в течение 1 мес. Препарат безопасен, передозировать его невозможно, а облегчение дыхания наступает через 30–40 мин после ингаляции, не относится к гормональным препаратам. Какой дозированный аэрозоль был назначен?',
new Array(
new Array(' Флутиказон.','no'),
new Array(' Ипратропия бромид.','yes'),
new Array(' Альбутерол.','no'),
new Array(' Кромоглициевая кислота.','no'),
new Array(' Cалметерол.','no')
),
new Array('1'),
'<br>Дозированный аэрозоль с перечисленными свойствами — ипратропия бромид. Это м-холиноблокатор, применяемый в качестве базисного средства для лечения бронхиальной обструкции при хроническом обструктивном бронхите. Его бронхолитический эффект наступает не сразу, но его нельзя передозировать.'
);
record_index++;

//97
chapter_tests[record_index]=new chapter_test(
' Больному бронхиальной астмой назначен дозированный аэрозоль для ингаляции через спейсер в строго в назначенной дозе с обязательным полосканием рта после ингаляции. Баллончик не рекомендовано применять во время приступа удушья. Какой препарат назначен?',
new Array(
new Array(' Дитек (комбинация недокромила натрия с фенотеролом).','no'),
new Array(' Флунизолид.','yes'),
new Array(' Интал-плюс (комбинация альбутерола с недокромилом натрия).','no'),
new Array(' Недокромил.','no'),
new Array(' Беродуал (комбинация ипратропия бромида с фенотеролом).','no')
),
new Array('1'),
'<br>Врачом был назначен ингаляционный глюкокортикоид флунизолид. Для ограничения местного побочного действия и улучшения доставки препарата в лёгкие необходимо использовать спейсер, а после ингаляций полоскать рот. При приступе ингаляционные глюкокортикоиды не обладают быстрым бронходилатирующим действием, поэтому лучше использовать <span style=‘font-family:Symbol’>b</span>-адреномиметики короткого действия.'
);
record_index++;

//98
chapter_tests[record_index]=new chapter_test(
' На приём к пульмонологу пришёл больной Г., 48 лет, страдающий хроническим обструктивным бронхитом в течение 18 лет. Врач внимательно изучил амбулаторную карту больного и отменил следующие сочетания препаратов:',
new Array(
new Array(' ипратропия бромид регулярно и сальбутамол при приступах;','no'),
new Array(' ипратропия бромид регулярно, ципрофлоксацин при обострении;','no'),
new Array(' сочетание амброксола с ацетилцистеином в течение 2 нед;','no'),
new Array(' капли "Бронхикум" и ингаляции беродуала в течение 2 нед;','no'),
new Array(' бронхолитин и бромгексин в течение месяца.','yes')
),
new Array('4'),
'<br>Сочетание бронхолитина (сиропа, подавляющего кашель) с муколитиком бромгексином приведёт к усилению образования бронхиального секрета без его эвакуации, что будет способствовать более тяжёлому течению бронхита, нарастанию обструкции и увеличению вероятности бактериальной суперинфекции. Все остальные сочетания вполне обоснованы.'
);
record_index++;

//99
chapter_tests[record_index]=new chapter_test(
' Больной А., 38 лет, обратился к врачу с жалобами на кашель, временами со слизисто-гнойной мокротой в течение последних 2 лет. Курит с 15 лет. Последние 3 мес появилась экспираторная одышка при беге и подъёме на 3й этаж. Аускультация: жёсткое дыхание, сухие хрипы. Индекс Тиффно равен 55%. Какой предварительный диагноз наиболее вероятен?',
new Array(
new Array(' Осумкованный плеврит.','no'),
new Array(' Острая бронхопневмония.','no'),
new Array(' Хронический обструктивный бронхит.','yes'),
new Array(' Саркоидоз лёгких.','no'),
new Array(' Бронхиальная астма.','no')
),
new Array('2'),
'<br>Наиболее вероятен хронический обструктивный бронхит. Необходимо дообследование, включающее как минимум обзорную рентгенограмму органов грудной клетки. Недостаточно данных по общему анализу крови. Целесообразно знать все параметры кривой «поток–объём», обратимость обструкции после ингаляции <span style=‘font-family:Symbol’>b</span>2-адреномиметиков короткого действия (дифференциальная диагностика с бронхиальной астмой).'
);
record_index++;

//100
chapter_tests[record_index]=new chapter_test(
' Больной Б., 28 лет, обратился с жалобами на периодически возникающую экспираторную одышку, сухой кашель. На рентгенограмме патология не выявлена. В периферической крови 12% эозинофилов. Суточные колебания параметров бронхиальной проходимости (ОФВ1, ПСВ) 30%. Температура тела нормальная. В носоглотке обнаружены полипы. Какой диагноз наиболее вероятен?',
new Array(
new Array(' Бронхиальная астма.','yes'),
new Array(' Хронический обструктивный бронхит.','no'),
new Array(' Синдром Лёфгрена.','no'),
new Array(' Экзогенный аллергический альвеолит.','no'),
new Array(' Эозинофильный инфильтрат лёгкого.','no')
),
new Array('0'),
'<br>Наиболее вероятна бронхиальная астма, для которой характерны суточные колебания ПСВ, эозинофилия и приступообразность симптомов. В пользу этого диагноза свидетельствует и наличие полипов в носоглотке.'
);
record_index++;