

//1
chapter_tests[record_index]=new chapter_test(
'33-летний мужчина обратился с жалобами на боли в левом боку и изменение цвета мочи (моча красного цвета). Болей при мочеиспускании нет. Отмечает подобный эпизод в третий раз за последние 5 лет, каждый эпизод был связан с острой респираторной инфекцией. Кроме того, больного беспокоит головная боль, не связанная с подъёмом АД и купируемая НПВС. Конституция астеническая. Отёков нет. Лёгкие: дыхание везикулярное. Сердце: тоны ритмичные, ЧСС 90 в минуту. АД 135/90 мм рт.ст. Живот мягкий, безболезненный. Общий анализ крови: содержание Hb — 110 г/л, лейкоциты 6x109/л, СОЭ 20 мм/ч. Общий анализ мочи: удельный вес 1,012, содержание белка 1,066 г/л, эритроциты 20–25 в поле зрения, лейкоциты 5–6 в поле зрения, единичные гиалиновые цилиндры. Антинуклеарные АТ не обнаружены. Креатинин 70 мкмоль/л. скорость клубочковой фильтрации 95 мл/мин. Выберите правильный диагноз.',
new Array(
new Array('IgA-нефропатия.','yes'),
new Array('Острый постстрептококковый гломерулонефрит.','no'),
new Array('Мочекаменная болезнь.','no'),
new Array('Острый пиелонефрит.','no'),
new Array('Системная красная волчанка.','no')
),
new Array('0'),
'<br>Длительное благоприятное течение гематурического нефрита у молодого мужчины с обострениями, провоцируемыми острой респираторной инфекцией, с большой вероятностью указывают на IgA-нефропатию.'
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
'30-летняя женщина обратилась по поводу изменения цвета мочи (моча приобрела красный оттенок) и головных болей. Боли в пояснице, дизурические симптомы отсутствуют. Прежде считала себя здоровой. Отёков нет. Температура тела 36,6 <sup>o</sup>С. Лёгкие: дыхание везикулярное. Сердце: тоны ритмичные, ЧСС 80 в минуту, АД 220/120 мм рт.ст. Живот мягкий, при пальпации боковых отделов живота с обеих сторон прощупываются болезненные плотные опухолевидные образования размером 13–14 см в длину. На глазном дне — симптом Салюса–Гунна II. Общий анализ крови: содержание Hb 151 г/л, лейкоциты 6,2x10<sup>9</sup>/л, СОЭ 15 мм/ч. Общий анализ мочи: удельный вес 1,010, содержание белка 1,66 г/л, эритроциты 20–30 в поле зрения. Концентрация креатинина в крови 340 мкмоль/л. Каковы ваши предположения о находках при УЗИ почек?',
new Array(
new Array('Опухоль почки.','no'),
new Array('Поликистозная болезнь почек.','yes'),
new Array('Уменьшение размеров почек.','no'),
new Array('Множественные конкременты.','no'),
new Array('Опущение почек в полость малого таза.','no')
),
new Array('1'),
'<br>Обнаружение при пальпации больших плотных бугристых почек с двух сторон у больного с гематурией и артериальной гипертензией с большой вероятностью свидетельствует о поликистозной болезни почек.'
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
'40-летний бизнесмен обратился с жалобами на отёки лица и нижних конечностей, головную боль, слабость. 10 мес назад лечился по поводу язвенной болезни двенадцатиперстной кишки, осложнённой кровотечением; проводилось переливание крови. В настоящее время принимает ранитидин в поддерживающей дозе. При осмотре выявлены отёки голеней, периорбитальные отёки. Периферические лимфатические узлы не увеличены. Дыхание везикулярное. Тоны сердца ритмичные, ЧСС 88 в минуту. АД 160/100 мм рт.ст. Печень плотноэластической консистенции, пальпируется на 5 см ниже правой рёберной дуги. Перкуторные размеры селезёнки — 7x9 см. Общий анализ крови: содержание Hb 122 г/л, лейкоциты 4,4x10<sup>9</sup>/л; лейкоцитарная формула не изменена, СОЭ 32 мм/ч. Общий анализ мочи: удельный вес 1,018, содержание белка 1,22 г/л, лейкоциты 9–10 в поле зрения, эритроциты 1–2 в поле зрения. Концентрация в крови АЛТ 2,8 ммоль/л, АСТ 2,8 ммоль/л, креатинин 200 мкмоль/л. Тест на HBsАg отрицательный; обнаружены АТ к вирусу гепатита С; АТ к ВИЧ не обнаружены. Выберите заболевание, в рамках которого развилось поражение почек.',
new Array(
new Array('Гепаторенальный синдром.','no'),
new Array('Синдром Гудпасчера.','no'),
new Array('Гломерулонефрит, вызванный вирусом гепатита С.','yes'),
new Array('Системная красная волчанка.','no'),
new Array('Лекарственная нефропатия, вызванная приёмом ранитидина.','no')
),
new Array('2'),
'<br>Осложнение гемотрансфузии в данном случае — инфекция вирусом гепатита С с развитием гломерулонефрита.'
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
'43-летняя женщина отметила появление отёков на ногах и увеличение массы тела на 12 кг за 3 мес. Жалобы на головокружение при подъёме с постели. Прежде считала себя здоровой. Из ЛС принимала только контрацептивы. Объективно: выраженные отёки нижних конечностей. Лёгкие: дыхание везикулярное. Сердце: тоны ритмичные, ЧСС 90 в минуту. АД 110/80 мм рт.ст. лёжа, 90/70 мм рт.ст. стоя. Живот мягкий, безболезненный. Печень и селезёнка не увеличены. Изменения глазного дна не обнаружены. Общий анализ крови: содержание Hb 125 г/л, лейкоциты 7,7x10<sup>9</sup>/л, лейкоцитарная формула без изменений, СОЭ 30 мм/ч. Общий анализ мочи: удельный вес 1,013, содержание белка 32 г/л, лейкоциты 3–4 в поле зрения, эритроциты 1–2 в поле зрения, цилиндров нет. Концентрация в крови холестерина 8,2 ммоль/л, общего белка — 58 г/л, креатинина — 320 мкмоль/л. Антинуклеарные АТ не обнаружены. На УЗИ размеры почек: правая 13,20x6,8 см, левая — 14x7 см. Какие изменения при биопсии почек наиболее вероятны?',
new Array(
new Array('IgA-нефропатия.','no'),
new Array('Диабетический гломерулосклероз.','no'),
new Array('Амилоидоз почек.','yes')
),
new Array('2'),
'<br>Наличие у больного с нефротическим синдромом значительного увеличения почек в стадии нарушения почечных функций позволяет предположить амилоидоз.'
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
'43-летняя женщина отметила появление отёков на ногах и увеличение массы тела на 12 кг за 3 мес. Жалобы на головокружение при подъёме с постели. Прежде считала себя здоровой. Из ЛС принимала только контрацептивы. Объективно: выраженные отёки нижних конечностей. Лёгкие: дыхание везикулярное. Сердце: тоны ритмичные, ЧСС 90 в минуту. АД 110/80 мм рт.ст. лёжа, 90/70 мм рт.ст. стоя. Живот мягкий, безболезненный. Печень и селезёнка не увеличены. Изменения глазного дна не обнаружены. Общий анализ крови: содержание Hb 125 г/л, лейкоциты 7,7x10<sup>9</sup>/л, лейкоцитарная формула без изменений, СОЭ 30 мм/ч. Общий анализ мочи: удельный вес 1,013, содержание белка 32 г/л, лейкоциты 3–4 в поле зрения, эритроциты 1–2 в поле зрения, цилиндров нет. Концентрация в крови холестерина 8,2 ммоль/л, общего белка — 58 г/л, креатинина — 320 мкмоль/л. Антинуклеарные АТ не обнаружены. На УЗИ размеры почек: правая 13,20x6,8 см, левая — 14x7 см. Какое клиническое значение имеет гиперхолестеринемия в данном клиническом случае?',
new Array(
new Array('Побочный эффект контрацептивов.','no'),
new Array('Составная часть нефротического синдрома.','yes'),
new Array('Холестерин как предшественник амилоидного белка.','no')
),
new Array('1'),
'<br>Гиперлипидемия (гиперхолестеринемия) — важный симптом в составе нефротического синдрома.'
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
'У больного с диабетической нефропатией и нарушением функции почек возник вторичный пиелонефрит. Высеяна E. coli. Выберите антибактериальную терапию.',
new Array(
new Array('Гентамицин.','no'),
new Array('Ампициллин.','yes'),
new Array('Тетрациклин.','no'),
new Array('Линкомицин.','no'),
new Array('Цепорин.','no')
),
new Array('1'),
'<br>Гентамицин, тетрациклин, цепорин нефротоксичны, линкомицин неэффективен.'
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
'Мужчина, 45 лет. Жалобы на повышение температуры тела до 39 <sup>o</sup>С, тянущие боли в пояснице (больше слева). Считает себя больным около 2 мес. Объективно: астенической конституции, кожные покровы бледные. Отёков нет. Периферические лимфатические узлы не пальпируются. Лёгочная и сердечно-сосудистая системы — без патологии. Живот мягкий, слегка болезненный при глубокой пальпации в области живота слева. Печень и селезёнка не увеличены. Общий анализ крови: содержание Hb 168 г/л, лейкоциты 8,7x10<sup>9</sup>/л, тромбоциты 425x10<sup>9</sup>/л, СОЭ 39 мм/ч. Общий анализ мочи: удельный вес 1,018, содержание белка 0,066 г/л, эритроциты 20–25 в поле зрения, обнаруживают единичные лейкоциты. При УЗИ обнаружено плотное округлое образование диаметром 4,5 см в левой почке. Выберите заболевание, объясняющее развитие лихорадки в данной ситуации.',
new Array(
new Array('Хронический гломерулонефрит.','no'),
new Array('Хронический пиелонефрит.','no'),
new Array('Злокачественная опухоль почки.','yes'),
new Array('Тромбоз почечных вен.','no'),
new Array('Некротический папиллит.','no')
),
new Array('2'),
'<br>Плотное образование в почке рассматривают как злокачественное, пока не доказано обратное. Наличие вторичного эритроцитоза и тромбоцитоза укрепляют подозрение в диагнозе.'
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
'Мужчина, 65 лет, в течение 12 лет страдает инсулиннезависимым сахарным диабетом. Ощутив боли при мочеиспускании, обратился к врачу. В общем анализе мочи обнаружена лейкоцитурия, при бактериологическом исследовании мочи выделен протей. При УЗИ конкрементов не обнаружено, размеры почек не изменены. Назначен бисептол. Через неделю появились резкие боли в поясничной области, макрогематурия, температура тела поднялась до 39,5 <sup>o</sup>С. Больной был госпитализирован в урологическое отделение. При осмотре изменений со стороны лёгких и сердца не обнаружено. Положительный симптом Пастернацкого с обеих сторон. Диурез 500 мл/сут. Общий анализ крови: содержание Hb 110 г/л, лейкоциты 10,2x10<sup>9</sup>/л. Лейкоцитарная формула: 12% палочкоядерных нейтрофилов, 60% сегментоядерных, 3% моноцитов, 4% эозинофилов, 21% лимфоцитов. СОЭ 42 мм/ч. Общий анализ мочи: удельный вес 1,015, содержание белка 0,066 г/л, эритроциты 30–40 в поле зрения, отмечены обломки некротически изменённой ткани. Концентрация креатинина сыворотки крови 340 мкмоль/л. Выберите заболевание, объясняющее развитие лихорадки в данной ситуации.',
new Array(
new Array('Хронический гломерулонефрит.','no'),
new Array('Хронический пиелонефрит.','no'),
new Array('Злокачественная опухоль почки.','no'),
new Array('Тромбоз почечных вен.','no'),
new Array('Некротический папиллит.','yes')
),
new Array('4'),
'<br>Развитие у больного сахарным диабетом и хроническим пиелонефритом резких поясничных болей, ОПН, гематурии с отторжением некротических масс предположительно обусловлено некротическим папиллитом.'
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
'Удельный вес 1,008, содержание белка 0,033 г/л, лейкоциты 8–9 в поле зрения. В лейкограмме эозинофилы. Подберите клинический диагноз из списка для данного анализа мочи',
new Array(
new Array('Острый гломерулонефрит.','no'),
new Array('Хронический гломерулонефрит.','no'),
new Array('Хронический пиелонефрит.','no'),
new Array('Острый интерстициальный нефрит.','yes')
),
new Array('3'),
'<br>Невысокая протеинурия, снижение удельного веса мочи часто свидетельствуют о тубулоинтерстициальной патологии. При наличии эозинофилов в моче предполагают аллергический генез поражения (прежде всего лекарственный).'
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
'Удельный вес 1,021, содержание белка 1,066 г/л, эритроцитов 10–12, лейкоцитов 8–10 в поле зрения. В лейкограмме 45% лимфоцитов. Подберите клинический диагноз из списка для данного анализа мочи',
new Array(
new Array('Острый гломерулонефрит.','yes'),
new Array('Хронический гломерулонефрит.','no'),
new Array('Хронический пиелонефрит.','no'),
new Array('Острый интерстициальный нефрит.','no')
),
new Array('0'),
'<br>Протеинурия в сочетании с гематурией, лимфоцитурией типичны для гломерулонефритов. Высокий удельный вес мочи отмечают при острых гломерулонефритах.'
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
'Удельный вес 1,013, содержание белка 0,033 г/л, лейкоцитов 30–40 в поле зрения, единичные лейкоцитарные цилиндры. В лейкограмме 90% нейтрофилов. Подберите клинический диагноз из списка для данного анализа мочи',
new Array(
new Array('Острый гломерулонефрит.','no'),
new Array('Хронический гломерулонефрит.','no'),
new Array('Хронический пиелонефрит.','yes'),
new Array('Острый интерстициальный нефрит.','no')
),
new Array('2'),
'<br>Преобладание нейтрофилов среди лейкоцитов мочи указывает на инфекционное заболевание мочевыводящих путей. Наличие лейкоцитарных цилиндров указывает на почечное происхождение лейкоцитурии.'
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
'Женщина, 23 года, заболела месяц назад после путешествия по Африке: появились отёки на лице и нижних конечностях. В настоящее время жалобы на головные боли. Объективно: температура тела — 37 <sup>o</sup>С. Кожа имеет желтушный оттенок. Несколько мелких безболезненных язв обнаружено на слизистой оболочке полости рта. В лучезапястных и коленных суставах отмечают экссудативные изменения. В лёгких дыхание везикулярное, тоны сердца ритмичные, акцент II тона над аортой. ЧСС 68 в минуту, АД 220/120 мм рт.ст. Живот мягкий, безболезненный. Печень не увеличена, селезёнка 6x10 см. При исследовании глазного дна обнаружены признаки угрозы отслойки сетчатки. Общий анализ крови: содержание Hb 102 г/л, эритроцитов 3x10<sup>12</sup>/л, ретикулоцитов 2%, лейкоцитов 3,5x10<sup>9</sup>/л. Лейкоцитарная формула: 3% палочкоядерных, 79% сегментоядерных нейтрофилов, 10% лимфоцитов, 4% эозинофилов, 4% моноцитов. СОЭ 42 мм/ч. Общий анализ мочи: удельный вес 1,010, содержание белка 2,66 г/л, эритроцитов 8–10 в поле зрения, лейкоцитов 5–6 в поле зрения, единичные гиалиновые и эритроцитарные цилиндры. Суточная протеинурия 1,8 г/сут. Концентрация в крови креатинина 430 мкмоль/л, непрямого билирубина 40 мкмоль/л, прямого билирубина 4,7 мкмоль/л. Скорость клубочковой фильтрации 45 мл/мин. Обнаружены LE-клетки в периферической крови. АТ к ВИЧ, маркёры вирусов гепатита не обнаружены. Исследование толстой капли на плазмодии дало отрицательный результат. Определите тип течения гломерулонефрита.',
new Array(
new Array('Острый гломерулонефрит.','no'),
new Array('Быстропрогрессирующий гломерулонефрит.','yes'),
new Array('Хронический гломерулонефрит.','no')
),
new Array('1'),
'<br>Развитие в течение месяца почечной дисфункции и злокачественной артериальной гипертензии свидетельствует о быстропрогрессирующем характере гломерулонефрита.'
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
'Женщина, 23 года, заболела месяц назад после путешествия по Африке: появились отёки на лице и нижних конечностях. В настоящее время жалобы на головные боли. Объективно: температура тела — 37 <sup>o</sup>С. Кожа имеет желтушный оттенок. Несколько мелких безболезненных язв обнаружено на слизистой оболочке полости рта. В лучезапястных и коленных суставах отмечают экссудативные изменения. В лёгких дыхание везикулярное, тоны сердца ритмичные, акцент II тона над аортой. ЧСС 68 в минуту, АД 220/120 мм рт.ст. Живот мягкий, безболезненный. Печень не увеличена, селезёнка 6x10 см. При исследовании глазного дна обнаружены признаки угрозы отслойки сетчатки. Общий анализ крови: содержание Hb 102 г/л, эритроцитов 3x10<sup>12</sup>/л, ретикулоцитов 2%, лейкоцитов 3,5x10<sup>9</sup>/л. Лейкоцитарная формула: 3% палочкоядерных, 79% сегментоядерных нейтрофилов, 10% лимфоцитов, 4% эозинофилов, 4% моноцитов. СОЭ 42 мм/ч. Общий анализ мочи: удельный вес 1,010, содержание белка 2,66 г/л, эритроцитов 8–10 в поле зрения, лейкоцитов 5–6 в поле зрения, единичные гиалиновые и эритроцитарные цилиндры. Суточная протеинурия 1,8 г/сут. Концентрация в крови креатинина 430 мкмоль/л, непрямого билирубина 40 мкмоль/л, прямого билирубина 4,7 мкмоль/л. Скорость клубочковой фильтрации 45 мл/мин. Обнаружены LE-клетки в периферической крови. АТ к ВИЧ, маркёры вирусов гепатита не обнаружены. Исследование толстой капли на плазмодии дало отрицательный результат. Назовите наиболее вероятную причину быстропрогрессирующего гломерулонефрита.',
new Array(
new Array('Малярия.','no'),
new Array('Заболевание из группы геморрагических лихорадок.','no'),
new Array('Токсоплазмоз.','no'),
new Array('Системная красная волчанка.','yes'),
new Array('Болезнь Бехчета.','no')
),
new Array('3'),
'<br>Анамнестические сведения позволяют предполагать как паразитарное заболевание с гемолитическим синдромом и быстропрогрессирующего гломерулонефрита, так и развитие диффузного заболевания соединительной ткани, спровоцированного инсоляцией. Диагностические критерии СКВ — лейкопения, антинуклеарные АТ, артрит, эрозивные изменения в полости рта. Диагноз болезни Бехчета правомерен только при рецидивирующих в течение года язвенных поражениях слизистых оболочек при отсутствие других причин.'
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
'Женщина, 23 года, заболела месяц назад после путешествия по Африке: появились отёки на лице и нижних конечностях. В настоящее время жалобы на головные боли. Объективно: температура тела — 37 <sup>o</sup>С. Кожа имеет желтушный оттенок. Несколько мелких безболезненных язв обнаружено на слизистой оболочке полости рта. В лучезапястных и коленных суставах отмечают экссудативные изменения. В лёгких дыхание везикулярное, тоны сердца ритмичные, акцент II тона над аортой. ЧСС 68 в минуту, АД 220/120 мм рт.ст. Живот мягкий, безболезненный. Печень не увеличена, селезёнка 6x10 см. При исследовании глазного дна обнаружены признаки угрозы отслойки сетчатки. Общий анализ крови: содержание Hb 102 г/л, эритроцитов 3x10<sup>12</sup>/л, ретикулоцитов 2%, лейкоцитов 3,5x10<sup>9</sup>/л. Лейкоцитарная формула: 3% палочкоядерных, 79% сегментоядерных нейтрофилов, 10% лимфоцитов, 4% эозинофилов, 4% моноцитов. СОЭ 42 мм/ч. Общий анализ мочи: удельный вес 1,010, содержание белка 2,66 г/л, эритроцитов 8–10 в поле зрения, лейкоцитов 5–6 в поле зрения, единичные гиалиновые и эритроцитарные цилиндры. Суточная протеинурия 1,8 г/сут. Концентрация в крови креатинина 430 мкмоль/л, непрямого билирубина 40 мкмоль/л, прямого билирубина 4,7 мкмоль/л. Скорость клубочковой фильтрации 45 мл/мин. Обнаружены LE-клетки в периферической крови. АТ к ВИЧ, маркёры вирусов гепатита не обнаружены. Исследование толстой капли на плазмодии дало отрицательный результат. Выберите вариант иммунодепрессивной терапии.',
new Array(
new Array('Монотерапия преднизолоном.','no'),
new Array('Монотерапия циклофосфамидом.','no'),
new Array('Пульс-терапия преднизолоном в сочетании с циклофосфамидом.','no'),
new Array('Пульс-терапия преднизолоном в сочетании с циклофосфамидом с ежемесячным повторением курса.','no'),
new Array('Пульс-терапия преднизолоном в сочетании с циклофосфамидом с ежемесячным повторением курсов, между которыми продолжают лечение преднизолоном внутрь и еженедельным назначением циклофосфамида.','yes')
),
new Array('4'),
'<br>Быстропрогрессирующий гломерулонефрит и гематологический криз требуют максимально интенсивного режима иммунодепрессивной терапии.'
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
'Какое исследование указывает на стрептококковую этиологию острого гломерулонефрита?',
new Array(
new Array('Наличие стрептококков в моче.','no'),
new Array('Обнаружение стрептококков в крови.','no'),
new Array('Наличие стрептококков в биоптате почек.','no'),
new Array('Обнаружение стрептококков в мазке из зева.','no'),
new Array('Обнаружение антистрептолизина О.','yes')
),
new Array('4'),
'<br>Бактериурия и бактериемия не характерны для постстрептококкового острого гломерулонефрита; к моменту развития острого гломерулонефрита стрептококков в зеве может не быть. Антистрептолизин О (и другие АТ к стрептококковым Аг) — надёжное свидетельство инфицирования стрептококком (в прошлом или настоящем).'
);
record_index++;

//16
chapter_tests[record_index]=new chapter_test(
'Выберите вариант меню для больного ХПН.',
new Array(
new Array('Завтрак — рисовая каша, яблочный компот; обед — свекольный борщ, макароны, апельсин; ужин — картофельное пюре, свежие огурцы.','yes'),
new Array('Завтрак — творог, чай с печеньем; обед — жареная курица, гречневая каша, компот из сухофруктов; ужин — картофельное пюре и гуляш из говядины, кисель.','no'),
new Array('Завтрак — яичница с жареной колбасой, молоко; обед — рассольник, пирог с рыбой, яблочный сок; ужин — макароны, солёный огурец.','no')
),
new Array('0'),
'<br>Во втором варианте слишком много белка, третий изобилует солёностями.'
);
record_index++;

//17
chapter_tests[record_index]=new chapter_test(
'Какая из перечисленных ниже ситуаций, сопровождающихся терминальной ХПН, — абсолютное противопоказание к пересадке почки?',
new Array(
new Array('Системная красная волчанка.','no'),
new Array('Злокачественное новообразование почки.','yes'),
new Array('Хронический гломерулонефрит.','no'),
new Array('Диабетическая нефропатия.','no'),
new Array('Возраст старше 60 лет.','no')
),
new Array('1'),
'<br>Сахарный диабет и пожилой возраст — относительные противопоказания к пересадке почки.'
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
'Выберите ситуацию с абсолютными показаниями к плановому гемодиализу.',
new Array(
new Array('Скорость клубочковой фильтрации 15 мл/мин, креатинин 800 мкмоль/л.','no'),
new Array('Скорость клубочковой фильтрации 15 мл/мин, креатинин 800 мкмоль/л, уремическая полиневропатия.','yes'),
new Array('Скорость клубочковой фильтрации 15 мл/мин, креатинин 800 мкмоль/л, артериальная гипертензия.','no')
),
new Array('1'),
'<br>Уремическая полиневропатия — показание для гемодиализа.'
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
'В какой из ситуаций перитонеальный диализ предпочтительнее гемодиализа?',
new Array(
new Array('Язвенная болезнь желудка.','yes'),
new Array('Многократные оперативные вмешательства на органах брюшной полости в анамнезе.','no'),
new Array('Артериальная гипертензия.','no'),
new Array('Диффузное заболевание соединительной ткани.','no'),
new Array('Поликистозная болезнь почек.','no')
),
new Array('0'),
'<br>Применение гепарина при гемодиализе повышает риск желудочно-кишечного кровотечения в этой ситуации.'
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
'Укажите антигипертензивный препарат, благоприятно влияющий на внутрипочечную гемодинамику.',
new Array(
new Array('Спиронолактон.','no'),
new Array('Гидрохлоротиазид.','no'),
new Array('Гуанетидин.','no'),
new Array('Каптоприл.','yes'),
new Array('Клофелин.','no')
),
new Array('3'),
'<br>Все остальные препараты вследствие неблагоприятного влияния на внутрипочечную гемодинамику (а спиронолактон вследствие опасности развития гиперкалиемии) не показаны при ХПН.'
);
record_index++;

//21
chapter_tests[record_index]=new chapter_test(
'Мужчина, 72 года, третий раз за год поступает на лечение по поводу повышения температуры тела до 38 <sup>o</sup>С, учащения мочеиспускания, ослабления силы струи мочи. Веки пастозны. Лёгкие: дыхание везикулярное. Сердце: тоны ритмичные, ЧСС 72 в минуту. АД 180/100 мм рт.ст. Живот мягкий, безболезненный. Печень, селезёнка не увеличены. Симптом Пастернацкого положителен справа. При ректальном исследовании пальпируется увеличенная плотная предстательная железа. В анализах мочи обнаружены лейкоциты в большом количестве (95% нейтрофилов). При бактериологическом исследовании мочи высеян Proteus. Креатинин 120 мкмоль/л. Скорость клубочковой фильтрации 75 мл/мин. Какое оперативное вмешательство показано больному?',
new Array(
new Array('Простатаденомэктомия.','yes'),
new Array('Пересадка правой почки.','no'),
new Array('Баллонная ангиопластика почечных артерий.','no')
),
new Array('0'),
'<br>Оперативное лечение аденомы предстательной железы важно для профилактики рецидивов хронического пиелонефрита.'
);
record_index++;

//22
chapter_tests[record_index]=new chapter_test(
'Молодой человек, 17 лет, с детских лет страдает тугоухостью. При обследовании комиссией военкомата в серии общих анализов мочи выявлена микрогематурия. При объективном исследовании отёков нет. Со стороны лёгких, сердца, органов брюшной полости патологии не выявлено. Обнаружены очаги помутнения в хрусталике. На глазном дне патологии не обнаружено. Общий анализ крови: содержание Hb 120 г/л, лейкоцитов 5,6x10<sup>9</sup>/л. Лейкоцитарная формула не изменена. СОЭ 12 мм/ч. Общий анализ мочи: удельный вес 1,012, содержание белка — следы, эритроцитов 10–12 в поле зрения, лейкоцитов 2–3 в поле зрения. Содержание глюкозы крови натощак 4,2 ммоль/л. Креатинин 110 мкмоль/л. При УЗИ почки имеют обычное расположение и размеры, конкременты не обнаружены. Каким заболеванием можно объяснить гематурию у описанного больного?',
new Array(
new Array('Болезнь Берже.','no'),
new Array('Тубулоинтерстициальный нефрит.','no'),
new Array('Туберкулёз почек.','no'),
new Array('Болезнь Олпорта.','yes'),
new Array('Узелковый периартериит.','no')
),
new Array('3'),
'<br>Сочетание персистирующей гематурии с тугоухостью и патологией хрусталика типично для болезни Олпорта.'
);
record_index++;

//23
chapter_tests[record_index]=new chapter_test(
'Женщина, 24 года, (кормящая мать 6месячного ребёнка) обратилась с жалобами на повышение температуры тела до 37,8 <sup>o</sup>С, боли при мочеиспускании. Симптом Пастернацкого слабоположителен. Изменения со стороны лёгких, сердца, органов брюшной полости не обнаружены. Общий анализ крови: содержание Hb 120 г/л, лейкоцитов 7,8x10<sup>9</sup>/л. Лейкоцитарная формула: палочкоядерных нейтрофилов 8%, сегментоядерных 70%, лимфоцитов 20%, моноцитов 2%. СОЭ 25 мм/ч. Креатинин 87 мкмоль/л. При бактериологическом исследовании мочи выделен энтерококк в концентрации 105 микроорганизмов/мл. Какова тактика антибактериальной терапии?',
new Array(
new Array('Назначить ампициллин, продолжить кормление грудью.','no'),
new Array('Назначить ампициллин в сочетании с гентамицином, сохранить естественное вскармливание.','no'),
new Array('Назначить ампициллин в сочетании с гентамицином, перевести ребёнка на искусственное вскармливание.','yes'),
new Array('Назначить левомицетин, сохранить естественное вскармливание.','no'),
new Array('Назначить левомицетин, перевести ребёнка на искусственное вскармливание.','no')
),
new Array('2'),
'<br>Энтерококки чувствительны к комбинации ампициллина с гентамицином. Однако гентамицин проникает в грудное молоко и токсичен для ребёнка. Возраст ребёнка позволяет с минимальными последствиями перейти на искусственное вскармливание и полноценно лечить мать. Левомицетин — препарат резерва.'
);
record_index++;

//24
chapter_tests[record_index]=new chapter_test(
'Выберите правильный режим пульс-терапии метилпреднизолоном.',
new Array(
new Array('Метилпреднизолон по 1000 мг внутрь 3 дня подряд.','no'),
new Array('Метилпреднизолон по 1000 мг в/в 3 дня подряд.','yes'),
new Array('Метилпреднизолон по 1000 мг в/м 3 дня подряд.','no'),
new Array('Метилпреднизолон по 1000 мг в/в 3 раза в сутки.','no'),
new Array('Метилпреднизолон по 1000 мг интраартикулярно.','no')
),
new Array('1'),
'<br>Метилпреднизолон по 1000 мг в/в 3 дня подряд — оптимальный режим пульс-терапии.'
);
record_index++;

//25
chapter_tests[record_index]=new chapter_test(
'У больной с лихорадкой в серии анализов мочи обнаружена пиурия (50% лимфоцитов). Повторные бактериологические исследования мочи не позволили выявить возбудитель. При УЗИ выявлено резкое расширение и уплотнение чашечно-лоханочной системы правой почки. Что может обусловить пиурию с отрицательным результатом бактериологического исследования в данной ситуации?',
new Array(
new Array('Острый гнойный нефрит в том случае, если гнойнички не сообщаются с мочевыводящими путями.','no'),
new Array('Хламидиозная или микоплазменная инфекция нижних мочевыводящих путей, при невозможности культивирования возбудителей на обычных микробиологических средах.','no'),
new Array('Туберкулёз почки.','yes'),
new Array('Гломерулонефрит.','no'),
new Array('Опухоль почки.','no')
),
new Array('2'),
'<br>Для гнойных процессов в почке лимфоцитурия не характерна; при гломерулонефрите наблюдают лимфоцитурию и стерильную мочу, но процесс двусторонний и не сопровождается структурными изменениями в чашечно-лоханочной системе. Наиболее вероятный диагноз в данном случае — туберкулёз правой почки.'
);
record_index++;

//26
chapter_tests[record_index]=new chapter_test(
'Из перечисленных ситуаций выберите ту, где доказано положительное влияние плазмафереза.',
new Array(
new Array('Синдром Гудпасчера.','yes'),
new Array('Геморрагический васкулит.','no'),
new Array('Острый постстрептококковый гломерулонефрит.','no'),
new Array('Хронический пиелонефрит с почечной недостаточностью.','no'),
new Array('Хронический тубулоинтерстициальный нефрит.','no')
),
new Array('0'),
'<br>Наилучший эффект плазмафереза отмечают при синдроме Гудпасчера и пауци-иммунном быстропрогрессирующем гломерулонефрите, сопровождающемся нарушениями функций почек.'
);
record_index++;

//27
chapter_tests[record_index]=new chapter_test(
'Укажите фактор первичной профилактики вирусного гепатита В у пациентов на плановом гемодиализе.',
new Array(
new Array('Перевод на перитонеальный диализ.','no'),
new Array('Терапия интерфероном.','no'),
new Array('Вакцинация.','yes')
),
new Array('2'),
'<br>К факторам первичной профилактики вирусного гепатита В у пациентов на плановом гемодиализе относят вакцинацию.'
);
record_index++;

//28
chapter_tests[record_index]=new chapter_test(
'Укажите среди нижеперечисленных ЛС бактериостатический антибиотик.',
new Array(
new Array('Эритромицин.','yes'),
new Array('Бензилпенициллин.','no'),
new Array('Гентамицин.','no'),
new Array('Цефазолин.','no'),
new Array('Ванкомицин.','no')
),
new Array('0'),
'<br>К бактериостатическим антибиотикам относят эритромицин.'
);
record_index++;

//29
chapter_tests[record_index]=new chapter_test(
'Женщина, 22 года, беременность 12 нед, проходит диспансерный осмотр. Жалоб нет. Отёков нет. Со стороны лёгких, сердца, органов брюшной полости изменения не обнаружены. АД 120/80 мм рт.ст. Общие анализы крови и мочи без изменений. При бактериологическом исследовании мочи — E. coli в концентрации 105/мл, чувствительная к пенициллинам, бисептолу, ципрофлоксацину. Определите дальнейшую тактику.',
new Array(
new Array('Повторить бактериологическое исследование мочи.','yes'),
new Array('Начать лечение бензилпенициллином.','no'),
new Array('Начать лечение бисептолом.','no'),
new Array('Начать лечение ципрофлоксацином.','no'),
new Array('Не лечить.','no')
),
new Array('0'),
'<br>Лечение следует начинать, если бессимптомная бактериурия сохраняется в повторных бактериологических анализах мочи. Следующий шаг — выбор безопасного и эффективного антибиотика.'
);
record_index++;

//30
chapter_tests[record_index]=new chapter_test(
'При какой морфологической форме гломерулонефрита возможны как нефротический, так и нефритический синдромы?',
new Array(
new Array('Гломерулонефрит с минимальными изменениями.','no'),
new Array('Мембранозный.','no'),
new Array('Мембрано-пролиферативный.','yes'),
new Array('Фокально-сегментарный гломерулосклероз.','no'),
new Array('Мезангиопролиферативный.','no')
),
new Array('2'),
'<br>При мембрано-пролиферативном гломерулонефрите возможны как нефротический, так и нефритический синдромы.'
);
record_index++;

//31
chapter_tests[record_index]=new chapter_test(
'65-летняя женщина обследуется по поводу слабости и боли в рёбрах и позвоночнике. Считает себя больной в течение 3 мес. 1 мес назад лечилась по поводу перелома ребра. Объективно: бледная, отёки нижних конечностей. Периферические лимфатические узлы не увеличены. Со стороны лёгких, сердца патологии не выявлено. Печень и селезёнка не увеличены. Общий анализ крови: содержание Hb 72 г/л, лейкоцитов 7,8x10<sup>9</sup>/л, СОЭ 70 мм/ч. Общий анализ мочи: удельный вес 1,012, содержание белка 3,66 г/л, лейкоцитов 1–2 в поле зрения. Белок сыворотки крови 98 г/л. Протеинограмма: альбумины 36,5%, <span style=‘font-family:Symbol’>a</span>1-глобулины 5,5%, <span style=‘font-family:Symbol’>b</span>2-глобулины 6,2%, <span style=‘font-family:Symbol’>g</span>-глобулины 40%. В миелограмме обнаружены единичные миеломные клетки. Глюкоза плазмы натощак 5,1 ммоль/л. Укажите поражение почек, наиболее вероятное в данном клиническом контексте.',
new Array(
new Array('АА-амилоидоз.','no'),
new Array('AL-амилоидоз.','yes'),
new Array('Гломерулонефрит с минимальными изменениями.','no'),
new Array('Злокачественное новообразование почек.','no'),
new Array('Диабетическая нефропатия.','no')
),
new Array('1'),
'<br>Амилоидный белок на фоне миеломной болезни имеет в качестве предшественников лёгкие цепи Ig.'
);
record_index++;

//32
chapter_tests[record_index]=new chapter_test(
'53-летняя женщина страдает ревматоидным артритом, по поводу которого принимает индометацин в дозе 150 мг/сут и кризанол 34 мг/нед. Через 4 мес после начала приёма кризанола больная отметила появление отёков на нижних конечностях. Объективно со стороны лёгких и сердца изменений не обнаружено. АД 140/90 мм рт.ст. Печень и селезёнка не увеличены. Общий анализ крови: содержание Hb 112 г/л, лейкоцитов 6,2x10<sup>9</sup>/л. Лейкоцитарная формула не изменена. СОЭ 26 мм/ч. Общий анализ мочи: удельный вес 1,016, содержание белка 1,066 г/л, лейкоцитов 7–8 в поле зрения, эритроцитов 3–5 в поле зрения. Суточная протеинурия 4 г/сут. Креатинин сыворотки крови 92 мкмоль/л. Какова причина нефротического синдрома в данном случае?',
new Array(
new Array('Приём НПВС.','no'),
new Array('Мембранозный гломерулонефрит на фоне лечения кризанолом.','yes'),
new Array('Ревматоидный гломерулонефрит.','no'),
new Array('Амилоидоз почек.','no'),
new Array('Фибропластический гломерулонефрит с ХПН.','no')
),
new Array('1'),
'<br>Нефротический синдром в рамках ревматоидного артрита может быть обусловлен ещё и амилоидозом, однако в данной ситуации слишком тесна анамнестическая связь с применением кризанола. Биопсия почек — важный момент диагностики. Ревматоидный гломерулонефрит и тубулоинтерстициальные нефриты протекают без нефротического синдрома.'
);
record_index++;

//33
chapter_tests[record_index]=new chapter_test(
'Выберите наиболее удачное сочетание антигипертензивных средств при ХПН (при условии неэффективности монотерапии). 34–35. У больного 36 лет стремительно прогрессирует гломерулонефрит. За месяц отмечены существенное увеличение концентрации креатинина и снижение скорости клубочковой фильтрации. Однако АД остаётся в пределах нормы. 2 дня назад эпизод лёгочного кровотечения был купирован гемостатиками. Отоларинголог изменений не зафиксировал. На рентгенограмме лёгких отмечены очаговые инфильтративные признаки в обоих лёгких без признаков деструкции.',
new Array(
new Array('Метилдопа + клофелин.','no'),
new Array('Анаприлин + дилтиазем.','no'),
new Array('Каптоприл + доксазозин.','yes'),
new Array('Каптоприл + спиронолактон.','no'),
new Array('Нифедипин + дилтиазем.','no')
),
new Array('2'),
'<br>Клофелин и метилдопу относят к одной и той же фармакологической группе, так же как нифедипин и дилтиазем. Каптоприл и триамтерен задерживают калий в организме. Анаприлин и дилтиазем суммируют ингибирующий эффект на атриовентрикулярную проводимость.'
);
record_index++;

//34
chapter_tests[record_index]=new chapter_test(
'Выберите наиболее вероятную диагностическую версию.',
new Array(
new Array('Синдром Гудпасчера.','no'),
new Array('Узелковый периартериит.','no'),
new Array('Синдром Вегенера.','no'),
new Array('Быстропрогрессирующий гломерулонефрит, осложнившийся левожелудочковой недостаточностью с кровохарканьем.','no'),
new Array('Микроскопический полиартериит.','yes')
),
new Array('4'),
'<br>Быстропрогрессирующий гломерулонефрит без артериальной гипертензии, с лёгочным кровотечением, при отсутствии деструкции лёгочной ткани — классический пример микроскопического полиартериита.'
);
record_index++;

//35
chapter_tests[record_index]=new chapter_test(
'Какое исследование может дать решающую диагностическую информацию?',
new Array(
new Array('АТ к цитоплазме нейтрофилов.','yes'),
new Array('Антинуклеарные АТ.','no'),
new Array('АТ к базальной мембране почечных клубочков.','no'),
new Array('Активность системы комплемента.','no'),
new Array('Антистрептолизин О.','no')
),
new Array('0'),
'<br>Микроскопический полиартериит относят к группе пауци-иммунных быстропрогрессирующих гломерулонефритов с антинейтрофильными АТ.'
);
record_index++;

//36
chapter_tests[record_index]=new chapter_test(
'Мужчина 33 лет страдает анкилозирующим спондилоартритом, по поводу которого длительное время принимает индометацин в дозе 100 мг/сут. В общем анализе мочи выявлены лёгкая протеинурия и микрогематурия. Выберите сочетание заболеваний для дифференциальной диагностики патологии почек в данном случае.',
new Array(
new Array('Мочекаменная болезнь, опухоль почки, острый гломерулонефрит.','no'),
new Array('IgA-нефропатия, АА-амилоидоз, хронический тубулоинтерстициальный нефрит.','yes'),
new Array('Диабетическая нефропатия, поликистозная болезнь почек, пауци-иммунный гломерулонефрит.','no')
),
new Array('1'),
'<br>Именно эти варианты поражения почек отмечают при анкилозирующем спондилоартрите.'
);
record_index++;

//37
chapter_tests[record_index]=new chapter_test(
'Среди перечисленных ниже неиммунных механизмов прогрессирования заболеваний почек указан один неверный. Укажите его.',
new Array(
new Array('Внутриклубочковая гипертензия.','no'),
new Array('Гиперфильтрация.','no'),
new Array('Гиперлипидемия и перекисное окисление липидов.','no'),
new Array('Применение нефротоксичных ЛС.','no'),
new Array('Линейное отложение АТ вдоль базальной мембраны клубочков.','yes')
),
new Array('4'),
'<br>АТ к базальной мембране — яркое проявление иммунного поражения почек.'
);
record_index++;

//38
chapter_tests[record_index]=new chapter_test(
'У больной 31 года хронический гломерулонефрит длится 3 года. Год назад обострение успешно купировано монотерапией преднизолоном. В настоящее время отмечены артериальная гипертензия, мочевой синдром. Функции почек не нарушены. При биопсии почек обнаружены мезангиопролиферативные изменения. Выберите патогенетическую терапию.',
new Array(
new Array('Пульс-терапия преднизолоном.','no'),
new Array('Регулярная терапия преднизолоном внутрь.','no'),
new Array('Пульс-терапия циклофосфамидом.','no'),
new Array('Трёхкомпонентная схема: циклофосфамид, гепарин, антиагреганты.','yes'),
new Array('Плазмаферез.','no')
),
new Array('3'),
'<br>С учётом рецидива мезангиопролиферативного гломерулонефрита лучше выбрать одну из усиленных схем. При наличии артериальной гипертензии рационально применение цитостатиков в качестве иммуносупрессивной терапии.'
);
record_index++;

//39
chapter_tests[record_index]=new chapter_test(
'42-летняя женщина отметила образование отёков на ногах и на лице. Прежде считала себя здоровой. Суточная протеинурия 4 г/сут. Концентрация общего белка сыворотки крови 56 г/л. При биопсии почек был выявлен мембранозный гломерулонефрит. Тесты на вирусы гепатита, ВИЧ отрицательны. Был назначен преднизолон. Через месяц у больной появился сухой кашель. При рентгенологическом исследовании органов грудной клетки обнаружено очаговое образование в левом лёгком. При бронхоскопии подтвердился диагноз периферического рака левого лёгкого. Какое патогенетическое взаимоотношение между мембранозным гломерулонефритом и злокачественной опухолью лёгкого?',
new Array(
new Array('Связи нет, это независимые заболевания.','no'),
new Array('Преднизолон, использованный для лечения мембранозного гломерулонефрита, спровоцировал снижение противоопухолевого иммунитета и развитие опухоли.','no'),
new Array('Мембранозный гломерулонефрит в данном случае имеет паранеопластический генез.','yes')
),
new Array('2'),
'<br>Мембранозный гломерулонефрит в данном случае имеет паранеопластический генез (карциномы лёгких — одна из наиболее частых причин).'
);
record_index++;

//40
chapter_tests[record_index]=new chapter_test(
'Женщина 28 лет встала на учёт в женской консультации по поводу беременности на сроке 17–18 нед. При объективном исследовании выявлена отёчность нижних конечностей. АД 160/90 мм рт.ст. Общий анализ мочи: удельный вес 1,012, содержание белка 1,066 г/л, лейкоцитов 4–5, эритроцитов 7–8 в поле зрения; лейкограмма — 40% лимфоцитов. Проба Зимницкого: колебания удельного веса — 0,007. ЭКГ — признаки гипертрофии левого желудочка. Концентрация креатинина в крови 100 мкмоль/л. Укажите вариант поражения почек при беременности в данном случае.',
new Array(
new Array('Острый гломерулонефрит.','no'),
new Array('Хронический гломерулонефрит.','yes'),
new Array('Острый пиелонефрит.','no'),
new Array('Хронический пиелонефрит.','no'),
new Array('Гестоз беременных.','no')
),
new Array('1'),
'<br>Для гестоза не характерны клеточные элементы в моче, гипертрофия левого желудочка. Для острого гломерулонефрита не характерно снижение удельного веса мочи, гипертрофия левого желудочка. Клиническая картина типична для хронического гломерулонефрита.'
);
record_index++;

//41
chapter_tests[record_index]=new chapter_test(
'Выберите оптимальный вариант мочегонной терапии отёчного синдрома в условиях ХПН.',
new Array(
new Array('Фуросемид.','yes'),
new Array('Гидрохлоротиазид.','no'),
new Array('Спиронолактон.','no'),
new Array('Триамтерен.','no'),
new Array('Аминофиллин.','no')
),
new Array('0'),
'<br>Гидрохлоротиазид противопоказан при низкой скорости клубочковой фильтрации. Спиронолактон и триамтерен задерживают калий. Аминофиллин имеет очень слабый мочегонный эффект.'
);
record_index++;

//42
chapter_tests[record_index]=new chapter_test(
'У женщины 48 лет в ходе обследования по поводу длительной лихорадки выявлены наложения на клапанах сердца, напоминающие вегетации. Суточный диурез 1,2 л. При бактериологическом исследовании крови обнаружен Staphylococcus aureus. Начато лечение ампиоксом внутривенно (безуспешно). Общий анализ крови: содержание Hb 98 г/л, лейкоцитов 12x10<sup>9</sup>/л, СОЭ 40 мм/ч. Общий анализ мочи: удельный вес 1,018, содержание белка 1,066 г/л, эритроцитов 8–10, лейкоцитов 10–12 в поле зрения; лейкограмма — 50% лимфоцитов. Содержание креатинина в крови 150 мкмоль/л. Скорость клубочковой фильтрации 80 мл/мин. При бактериологическом исследовании мочи микрофлоры не обнаружено. Определите наиболее вероятный вариант поражения почек в данной ситуации.',
new Array(
new Array('Острый гломерулонефрит.','yes'),
new Array('Эмболия почечной артерии бактериальным эмболом.','no'),
new Array('Острый гнойный нефрит на фоне бактериемии.','no'),
new Array('Острый интерстициальный нефрит, индуцированный приёмом <span style=‘font-family:Symbol’>b</span>-лактамных антибиотиков.','no'),
new Array('Острый пиелонефрит.','no')
),
new Array('0'),
'<br>На фоне бактериального эндокардита возможны все перечисленные варианты. Для тромбоэмболии почечной артерии характерна более выраженная клиническая картина с нарушением почечных функций. Для тубулоинтерстициального поражения типичен низкий удельный вес мочи и небольшая протеинурия. Лимфоцитурия и отрицательные результаты бактериологического исследования мочи свидетельствуют скорее об иммунном, чем о бактериальном воспалении почек.'
);
record_index++;

//43
chapter_tests[record_index]=new chapter_test(
'У женщины 48 лет в ходе обследования по поводу длительной лихорадки выявлены наложения на клапанах сердца, напоминающие вегетации. Суточный диурез 1,2 л. При бактериологическом исследовании крови обнаружен Staphylococcus aureus. Начато лечение ампиоксом внутривенно (безуспешно). Общий анализ крови: содержание Hb 98 г/л, лейкоцитов 12x10<sup>9</sup>/л, СОЭ 40 мм/ч. Общий анализ мочи: удельный вес 1,018, содержание белка 1,066 г/л, эритроцитов 8–10, лейкоцитов 10–12 в поле зрения; лейкограмма — 50% лимфоцитов. Содержание креатинина в крови 150 мкмоль/л. Скорость клубочковой фильтрации 80 мл/мин. При бактериологическом исследовании мочи микрофлоры не обнаружено. Выберите лечебную тактику.',
new Array(
new Array('Комбинированная антибактериальная терапия.','yes'),
new Array('Преднизолон.','no'),
new Array('Цитостатики.','no'),
new Array('Антикоагулянты.','no'),
new Array('Отмена всех ЛС.','no')
),
new Array('0'),
'<br>Адекватная антибактериальная терапия при бактериальном эндокардите предотвращает поражение почек, а при развитии поражения используется с лечебной целью.'
);
record_index++;

//44
chapter_tests[record_index]=new chapter_test(
'Мужчина, 56 лет, в течение 12 лет страдает подагрой. Нерегулярно принимает аллопуринол. В течение последних 2 лет отмечена отрицательная динамика АД: повышение до 200/120 мм рт.ст. Лечение комбинацией ингибиторов АПФ и блокаторов медленных кальциевых каналов неэффективно. Масса тела избыточная. Отмечена пастозость лица и нижних конечностей. Температура тела 36,6 <sup>o</sup>С. В лёгких дыхание везикулярное. Сердце: тоны ритмичные, резкий акцент II тона над аортой. Живот мягкий, безболезненный. Печень и селезёнка не увеличены. Общий анализ крови: содержание Hb 98 г/л, лейкоцитов 5,4x10<sup>9</sup>/л, СОЭ 12 мм/ч. Общий анализ мочи: удельный вес 1,008, содержание белка 0,066 г/л, лейкоцитов 3–4 в поле зрения. Концентрация креатинина в крови 200 мкмоль/л. При УЗИ обнаружены мелкие плотные включения в мозговом веществе обеих почек. Укажите вид поражения почек в данной клинической ситуации.',
new Array(
new Array('Мочекаменная болезнь.','no'),
new Array('Острый тубулоинтерстициальный подагрический нефрит.','no'),
new Array('Хронический тубулоинтерстициальный подагрический нефрит.','yes'),
new Array('Нефропатия на фоне лечения аллопуринолом.','no'),
new Array('Амилоидоз почек.','no')
),
new Array('2'),
'<br>Мелкие включения в мозговом веществе почек — отложения уратов.'
);
record_index++;