

//1
chapter_tests[record_index]=new chapter_test(
'Все перечисленные утверждения относительно лечения асцита верны, кроме:',
new Array(
new Array('необходим постельный режим;','no'),
new Array('нужно назначить диуретики;','no'),
new Array('парацентез оказывает благоприятное действие;','no'),
new Array('потребление поваренной соли можно не ограничивать.','yes')
),
new Array('3'),
'<br>Неограниченное потребление натрия приводит к задержке жидкости, т.е. к увеличению асцита.'
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
'Для отёков при циррозе печение характерно всё, кроме:',
new Array(
new Array('сочетания с асцитом;','no'),
new Array('развития венозных коллатералей;','no'),
new Array('желтухи;','no'),
new Array('паукообразных ангиом;','no'),
new Array('гипертрихоза.','yes')
),
new Array('4'),
'<br>Для цирроза печени характерны асцит, развитие венозных коллатералей, желтуха, ангиомы. Гипертрихоз (избыточное развитие волосяного покрова) не характерен для цирроза.'
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
'Признаки цирроза печени:',
new Array(
new Array('гепатоспленомегалия;','no'),
new Array('диспротеинемия;','no'),
new Array('«сосудистые звёздочки»;','no'),
new Array('асцит;','no'),
new Array('всё вышеперечисленное.','yes')
),
new Array('4'),
'<br>Гепатоспленомегалия, диспротеинемия, «сосудистые звездочки», асцит — всё это признаки цирроза печени.'
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
'Цирроз печени отличается от хронического гепатита:',
new Array(
new Array('наличием холестатического синдрома;','no'),
new Array('наличием цитолитического синдрома;','no'),
new Array('наличием порто-кавальных и кава-кавальных анастомозов;','yes'),
new Array('наличием синдрома холемии;','no'),
new Array('наличием паренхиматозной желтухи.','no')
),
new Array('2'),
'<br>Развитие порто-кавальных и кава-кавальных анастомозов наблюдают при циррозе печени.'
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
'Признак, позволяющий отличить первичный рак печени от цирроза печени:',
new Array(
new Array('желтуха;','no'),
new Array('бугристая печень;','no'),
new Array('повышение уровня аминотрансфераз;','no'),
new Array('повышение уровня <span style=‘font-family:Symbol’>a</span>-фетопротеина;','yes'),
new Array('повышение уровня билирубина.','no')
),
new Array('3'),
'<br>Повышение уровня <span style=‘font-family:Symbol’>a</span>-фетопротеина в сыворотке крови — диагностический критерий печёночно-клеточной карциномы.'
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
'Основной механизм развития геморрагического синдрома при циррозе печени:',
new Array(
new Array('снижение количества тромбоцитов в периферической крови;','no'),
new Array('нарушение выработки печенью факторов свёртывания: протромбина и фибриногена;','yes'),
new Array('повреждение сосудистой стенки иммунными комплексами;','no'),
new Array('образование аутоантител против собственных неизменённых Аг тромбоцитов;','no'),
new Array('всё перечисленное.','no')
),
new Array('1'),
'<br>Основной механизм в развитии геморрагического синдрома при циррозе печени — уменьшение концентрации факторов свёртывания протромбина и фибриногена, вырабатываемых в печени.'
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
'Осложнениями цирроза печени являются следующие, кроме:',
new Array(
new Array('рака печени;','no'),
new Array('печёночной комы;','no'),
new Array('пищеводно-желудочных кровотечений;','no'),
new Array('жирового гепатоза.','yes')
),
new Array('3'),
'<br>Осложнением цирроза печени могут быть печёночная кома, пищеводно-желудочное кровотечение, рак печени. Жировой гепатоз (стеатоз печени) — одна из предшествующих циррозу стадий.'
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
'Для цирроза печени как исхода аутоиммунного гепатита характерно:',
new Array(
new Array('быстропрогрессирующее течение;','yes'),
new Array('отсутствие внепечёночных системных проявлений;','no'),
new Array('отсутствие выраженного положительного эффекта гормональной терапии;','no'),
new Array('всё перечисленное;','no'),
new Array('ничего из перечисленного.','no')
),
new Array('0'),
'<br>Для цирроза печени как исхода аутоиммунного гепатита характерно быстропрогрессирующее течение, наличие внепечёночных проявлений, выраженный положительный эффект гормональной терапии.'
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
'Лабораторный показатель недостаточности белково-синтетической функции гепатоцитов:',
new Array(
new Array('уменьшение концентрации в крови альбумина, протромбина, фибриногена;','yes'),
new Array('повышенное содержание в крови аминотрансфераз;','no'),
new Array('увеличение концентрации в крови различных фракций глобулинов;','no'),
new Array('увеличение активности щелочной фосфатазы;','no'),
new Array('увеличение концентрации в крови холестерина.','no')
),
new Array('0'),
'<br>Лабораторный показатель недостаточности белково-синтетической функции гепатоцитов — снижение концентрации альбумина, протромбина, фибриногена.'
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
'Какие методы исследования применяют для диагностики цирроза печени?',
new Array(
new Array('Пункционная биопсия печени.','no'),
new Array('УЗИ.','no'),
new Array('Радионуклидное сканирование.','no'),
new Array('КТ.','no'),
new Array('Всё вышеперечисленное.','yes')
),
new Array('4'),
'<br>Все перечисленные методы информативны для диагностики патологии печени.'
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
'К индикаторам внутрипечёночного холестаза относят все показатели, за исключением:',
new Array(
new Array('активности щелочной фосфатазы;','no'),
new Array('уровня холестерина;','no'),
new Array('активности ЛДГ;','yes'),
new Array('активности <span style=‘font-family:Symbol’>g</span>-глутамилтранспептидазы.','no')
),
new Array('2'),
'<br>К индикаторам внутрипечёночного холестаза относят все показатели, за исключением ЛДГ. Увеличение активности ЛДГ — признак цитолиза.'
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
'Диспротеинемия при гепатите — следствие:',
new Array(
new Array('повышения уровня альбуминов и глобулинов;','no'),
new Array('снижения содержания глобулинов и увеличения содержания альбуминов;','no'),
new Array('снижения уровня альбуминов и глобулинов;','no'),
new Array('снижения содержания альбуминов и увеличения содержания глобулинов.','yes')
),
new Array('3'),
'<br>Диспротеинемия при гепатите характеризуется снижением уровня альбуминов, повышением уровня глобулинов.'
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
'В развитии острого панкреатита главная роль принадлежит:',
new Array(
new Array('микробной флоре;','no'),
new Array('микроциркуляторным нарушениям;','no'),
new Array('аутоферментной агрессии;','yes'),
new Array('венозному стазу.','no')
),
new Array('2'),
'<br>В патогенезе острого панкреатита главная роль принадлежит аутоферментной агрессии.'
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
'Что представляет собой Helicobacter pylori?',
new Array(
new Array('Грамположительная палочка.','no'),
new Array('Грамположительный кокк.','no'),
new Array('Грамотрицательная микроаэрофильная бактерия со жгутиками.','yes'),
new Array('Простейший.','no')
),
new Array('2'),
'<br>Helicobacter pylori — грамотрицательная микроаэрофильная бактерия изогнутой или спиралевидной формы со множеством жгутиков. Бактерию обнаруживают в глубине желудочных ямок и на поверхности эпителиальных клеток.'
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
'Какой из перечисленных препаратов относят к блокаторам «протонного насоса»?',
new Array(
new Array('Циметидин.','no'),
new Array('Альмагель.','no'),
new Array('Омепразол.','yes'),
new Array('Пирензепин.','no'),
new Array('Пипольфен.','no')
),
new Array('2'),
'<br>Омепразол — блокатор «протонного насоса» первого поколения. Остальные препараты (кроме пипольфена) относят к другим группам антисекреторных средств.'
);
record_index++;

//16
chapter_tests[record_index]=new chapter_test(
'Наиболее распространённая схема лечения хронического неатрофического гастрита:',
new Array(
new Array('альмагель, ранитидин, церукал;','no'),
new Array('ацидин-пепсин, но-шпа, панзинорм;','no'),
new Array('Висмута трикалия дицитрат, метронидазол, флемоксин;','yes'),
new Array('фамотидин, церукал, настойка валерианы.','no')
),
new Array('2'),
'<br>Учитывая этиологию хронического неатрофического гастрита, для его лечения используют один из вариантов эрадикационной терапии. В данном случае — комбинация Висмута трикалия дицитрата, метронидазола и флемоксина.'
);
record_index++;

//17
chapter_tests[record_index]=new chapter_test(
'Какой из перечисленных препаратов блокирует Н2-рецепторы гистамина?',
new Array(
new Array('Димедрол.','no'),
new Array('Метацин.','no'),
new Array('Альмагель.','no'),
new Array('Атропин.','no'),
new Array('Ранитидин.','yes')
),
new Array('4'),
'<br>Блокатор Н2-рецепторов гистамина — ранитидин (препарат второго поколения).'
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
'Болезнь Менетрие — это:',
new Array(
new Array('эозинофильный гастрит;','no'),
new Array('гранулематозный гастрит;','no'),
new Array('радиационный гастрит;','no'),
new Array('гигантский гипертрофический гастрит;','yes'),
new Array('химический (реактивный) гастрит.','no')
),
new Array('3'),
'<br>Болезнь Менетрие — гигантский гипертрофический гастрит, характеризующийся гигантскими складками слизистой оболочки желудка.'
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
'Доза гистамина, используемая для субмаксимальной стимуляции желудочной секреции:',
new Array(
new Array('0,24 мг/кг;','no'),
new Array('0,008 мг/кг;','yes'),
new Array('0,5 г/кг;','no'),
new Array('0,5 г на 10 кг массы тела.','no')
),
new Array('1'),
'<br>Для субмаксимальной стимуляции используют гистамин в дозе 0,008 мг на 1 кг массы тела, для максимальной — 0,024 мг на 1 кг массы тела.'
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
'Основные жалобы при неспецифическом язвенном колите:',
new Array(
new Array('боли в животе, частый жидкий стул или запор;','yes'),
new Array('изжога, рвота;','no'),
new Array('повышение АД;','no'),
new Array('отрыжка.','no')
),
new Array('0'),
'<br>Для обострения неспецифического язвенного колита характерны болевой синдром, нарушение стула (в виде запора или диареи), появление крови во время акта дефекации.'
);
record_index++;

//21
chapter_tests[record_index]=new chapter_test(
'При неспецифическом язвенном колите чаще поражаются:',
new Array(
new Array('желудок, сигмовидная кишка;','no'),
new Array('печень, прямая кишка;','no'),
new Array('двенадцатиперстная кишка, сигмовидная, прямая кишки;','no'),
new Array('нисходящий отдел ободочной кишки, сигмовидная, прямая кишки.','yes')
),
new Array('3'),
'<br>Неспецифический язвенный колит поражает толстую кишку. Поражение двенадцатиперстной кишки, желудка и пищевода более характерно для болезни Крона.'
);
record_index++;

//22
chapter_tests[record_index]=new chapter_test(
'Какой симптом наиболее характерен для неспецифического язвенного колита:',
new Array(
new Array('разлитая боль в надчревной области;','no'),
new Array('запоры;','no'),
new Array('частый жидкий стул с примесью крови;','yes'),
new Array('боли в суставах.','no')
),
new Array('2'),
'<br>Наиболее характерный из указанных симптомов — частый жидкий стул с примесью крови. Запоры наблюдают реже. Боли в суставах появляются при осложнённом течении неспецифического язвенного колита.'
);
record_index++;

//23
chapter_tests[record_index]=new chapter_test(
'Для лечения неспецифического язвенного колита проводят следующую терапию:',
new Array(
new Array('противовоспалительную;','no'),
new Array('антидиарейную;','no'),
new Array('иммуномодулирующую;','no'),
new Array('нормализующую микрофлору кишечника;','no'),
new Array('всё выше перечисленное.','yes')
),
new Array('4'),
'<br>При лечении неспецифического язвенного колита проводят противовоспалительную, иммуномодулирующую, антидиарейную терапию, нормализуют микрофлору кишечника.'
);
record_index++;

//24
chapter_tests[record_index]=new chapter_test(
'Для лечения неспецифического язвенного колита используют следующие препараты, кроме:',
new Array(
new Array('месалазина;','no'),
new Array('лоперамида;','no'),
new Array('ибупрофена;','yes'),
new Array('преднизолона.','no')
),
new Array('2'),
'<br>Используют все препараты, кроме ибупрофена.'
);
record_index++;

//25
chapter_tests[record_index]=new chapter_test(
'Абсолютное показание для хирургического вмешательства:',
new Array(
new Array('кровотечение при неэффективности гемостатической терапии;','no'),
new Array('токсическая дилатация толстой кишки;','no'),
new Array('перфорация;','no'),
new Array('малигнизация;','no'),
new Array('всё выше перечисленное.','yes')
),
new Array('4'),
'<br>Все перечисленные показания для хирургического лечения — абсолютные.'
);
record_index++;

//26
chapter_tests[record_index]=new chapter_test(
'Синдром раздражённой кишки определяют как:',
new Array(
new Array('остро возникающий процесс с синдромом интоксикации, диареей, болями в животе, обусловленный воспалением слизистой оболочки кишечника;','no'),
new Array('состояние острой кишечной непроходимости;','no'),
new Array('комплекс функциональных расстройств, продолжающихся свыше 3 мес с болями в животе, нарушениями функций кишечника.','yes')
),
new Array('2'),
'<br>Синдром раздражённой кишки — функциональное заболевание.'
);
record_index++;

//27
chapter_tests[record_index]=new chapter_test(
'Синдром раздражённой кишки наблюдают:',
new Array(
new Array('у женщин в 2–4 раза чаще, в возрасте 30–40 лет;','yes'),
new Array('у мужчин чаще, в возрасте 20–30 лет;','no'),
new Array('одинаково часто среди мужчин и женщин, проявляется с детского возраста.','no')
),
new Array('0'),
'<br>Синдром раздражённой кишки чаще наблюдают у женщин 30–40 лет.'
);
record_index++;

//28
chapter_tests[record_index]=new chapter_test(
'Застою жёлчи способствуют все перечисленные факторы, кроме:',
new Array(
new Array('нарушения режима питания;','no'),
new Array('диареи;','yes'),
new Array('беременности;','no'),
new Array('недостаточной физической активности;','no'),
new Array('психоэмоциональных факторов.','no')
),
new Array('1'),
'<br>Все факторы, кроме диареи, способствуют замедленному опорожнению жёлчного пузыря, что приводит к застою жёлчи.'
);
record_index++;

//29
chapter_tests[record_index]=new chapter_test(
'Для больного хроническим холециститом в фазе ремиссии характерны:',
new Array(
new Array('смена диареи запорами;','no'),
new Array('боли в правой подрёберной области;','no'),
new Array('плохая переносимость жирной пищи;','no'),
new Array('изжога;','no'),
new Array('ничего из перечисленного.','yes')
),
new Array('4'),
'<br>Смена диареи запорами, боли в правой подрёберной области, плохая переносимость жирной пищи, изжога — признаки обострения, в фазе ремиссии они отсутствуют.'
);
record_index++;

//30
chapter_tests[record_index]=new chapter_test(
'У больной 51 года отмечают длительные боли и чувство распирания в правой подрёберной области. При объективном обследовании признаки желтухи не обнаружены, температура тела нормальная, усиление болей при пальпации правой подрёберной области в точке жёлчного пузыря. Предполагаемый диагноз:',
new Array(
new Array('хронический холецистит в стадии обострения;','no'),
new Array('гиперкинетическая дискинезия жёлчного пузыря;','no'),
new Array('желчнокаменная болезнь в стадии обострения;','no'),
new Array('гипокинетическая дискинезия жёлчного пузыря;','yes'),
new Array('ничего из перечисленного.','no')
),
new Array('3'),
'<br>У больного гипокинетическая дискинезия жёлчного пузыря. Из перечисленных признаков для хронического холецистита характерно повышение температуры тела, для желчнокаменной болезни — желтуха, для гиперкинетической дискинезии — сильные приступообразные боли.'
);
record_index++;

//31
chapter_tests[record_index]=new chapter_test(
'Холецистография противопоказана:',
new Array(
new Array('при непереносимости жирной пищи;','no'),
new Array('после недавно перенесённого вирусного гепатита;','no'),
new Array('при идиосинкразии к йоду;','yes'),
new Array('при желчнокаменной болезни;','no'),
new Array('в любом из перечисленных случаев.','no')
),
new Array('2'),
'<br>Холецистография противопоказана больным с идиосинкразией к йоду, так как все контрастные вещества содержат йод.'
);
record_index++;

//32
chapter_tests[record_index]=new chapter_test(
'Для какого типа гастрита характерно обсеменение Helicobacter pylori?',
new Array(
new Array('Фундальный гастрит.','no'),
new Array('Антральный гастрит.','yes'),
new Array('Аутоиммунный гастрит.','no'),
new Array('Химический (реактивный) гастрит.','no')
),
new Array('1'),
'<br>Чаще всего Helicobacter pylori обнаруживают в антральном отделе желудка (значительно реже в фундальном отделе). Аутоиммунный гастрит и химический (реактивный) гастрит не связаны с H. pylori.'
);
record_index++;

//33
chapter_tests[record_index]=new chapter_test(
'Может ли хронический гастрит протекать без клинических проявлений?',
new Array(
new Array('Нет.','no'),
new Array('Да.','yes')
),
new Array('1'),
'<br>Да. Хронический гастрит в стадии ремиссии может протекать без клинических проявлений. Диагноз хронического гастрита подтверждают морфологическими исследованиями.'
);
record_index++;

//34
chapter_tests[record_index]=new chapter_test(
'Может ли быть изжога при гастрите с низкой кислотностью?',
new Array(
new Array('Да.','yes'),
new Array('Нет.','no')
),
new Array('0'),
'<br>Да. При гастрите с низкой кислотностью возможна изжога. Причина — заброс желудочного содержимого в пищевод (где среда щелочная) вследствие недостаточности нижнего пищеводного сфинктера.'
);
record_index++;

//35
chapter_tests[record_index]=new chapter_test(
'Что является определяющим при диагностике хронического гастрита?',
new Array(
new Array('Клинические проявления.','no'),
new Array('Исследование желудочного сока.','no'),
new Array('ФЭГДС.','no'),
new Array('ФЭГДС с биопсией.','yes')
),
new Array('3'),
'<br>Окончательный диагноз хронического гастрита ставят после ФЭГДС с биопсией.'
);
record_index++;

//36
chapter_tests[record_index]=new chapter_test(
'Какой препарат оказывает влияние на Helicobacter pylori?',
new Array(
new Array('Висмута трикалия дицитрат.','yes'),
new Array('Сукральфат.','no'),
new Array('Алгедрат + магния гидроксид.','no'),
new Array('Даларгин.','no')
),
new Array('0'),
'<br>Из перечисленных препаратов только Висмута трикалия дицитрат оказывает влияние на Helicobacter pylori. Висмута трикалия дицитрат входит в комплекс эрадикационной терапии.'
);
record_index++;

//37
chapter_tests[record_index]=new chapter_test(
'Наиболее частая локализация Helicobacter pylori:',
new Array(
new Array('антральный отдел желудка под слоем слизи;','yes'),
new Array('тело желудка;','no'),
new Array('кардиальный отдел желудка и двенадцатиперстная кишка.','no')
),
new Array('0'),
'<br>Helicobacter pylori чаще обнаруживают в антральном отделе желудка под слоем слизи.'
);
record_index++;

//38
chapter_tests[record_index]=new chapter_test(
'Какие агрессивные факторы способствуют развитию язвенной болезни?',
new Array(
new Array('Соляная кислота и пепсин.','yes'),
new Array('Соляная кислота и Пг.','no'),
new Array('Бикарбонаты и гастромукопротеиды.','no')
),
new Array('0'),
'<br>Гиперсекреция соляной кислоты и пепсина способствует развитию язвенной болезни. Пг, бикарбонаты и гастромукопротеиды, наоборот, обладают защитным действием.'
);
record_index++;

//39
chapter_tests[record_index]=new chapter_test(
'Прямой признак язвенной болезни при рентгенологическом исследовании:',
new Array(
new Array('деформация стенки;','no'),
new Array('симптом "ниши";','yes'),
new Array('гиперсекреция.','no')
),
new Array('1'),
'<br>Прямой рентгенологический признак язвенной болезни — симптом "ниши". Деформация стенки желудка или двенадцатиперстной кишки и большое количество жидкости в желудке могут быть косвенными признаками язвенной болезни.'
);
record_index++;

//40
chapter_tests[record_index]=new chapter_test(
'Длительность эрадикационной терапии:',
new Array(
new Array('10–14 дней;','no'),
new Array('7 дней;','yes'),
new Array('21 день.','no')
),
new Array('1'),
'<br>В настоящее время принята эрадикационная терапия длительностью 7 дней. Более длительный приём антибактериальных средств приводит к появлению побочных действий.'
);
record_index++;

//41
chapter_tests[record_index]=new chapter_test(
'Какие признаки характерны для язвы верхнего отдела желудка?',
new Array(
new Array('Боли за грудиной.','no'),
new Array('Боли в эпигастральной области, возникающие сразу после еды.','yes'),
new Array('Боли в эпигастральной области, возникающие через 30 мин после еды.','no'),
new Array('Боли, не связанные с приёмом пищи.','no'),
new Array('Боли в правой подрёберной области.','no')
),
new Array('1'),
'<br>Для язвы верхнего отдела желудка характерны боли, возникающие сразу после приёма пищи.'
);
record_index++;

//42
chapter_tests[record_index]=new chapter_test(
'Язву желудка какого размера считают гигантской?',
new Array(
new Array('1 см.','no'),
new Array('3 см.','yes'),
new Array('5 см.','no')
),
new Array('1'),
'<br>Язвы желудка диаметром 3 см и более считают гигантскими.'
);
record_index++;

//43
chapter_tests[record_index]=new chapter_test(
'Абсолютными показаниями для хирургического лечения язвенной болезни считают все, кроме:',
new Array(
new Array('перфорации;','no'),
new Array('частых рецидивов;','yes'),
new Array('неоднократного профузного желудочно-кишечного кровотечения;','no'),
new Array('малигнизации;','no'),
new Array('стенозирования в стадии декомпенсации.','no')
),
new Array('1'),
'<br>Абсолютные показания для хирургического лечения — малигнизация, профузное желудочно-кишечное кровотечение, перфорация, пенетрация, декомпенсированный стеноз. Частые рецидивы не являются абсолютными показаниями к операции.'
);
record_index++;

//44
chapter_tests[record_index]=new chapter_test(
'Нормальная активность амилазы в сыворотке крови составляет:',
new Array(
new Array('2–8 мг/мл;','no'),
new Array('12–32 мг/мл;','yes'),
new Array('0 мг/мл;','no'),
new Array('4 мг/мл;','no'),
new Array('8 мг/мл.','no')
),
new Array('1'),
'<br>В норме концентрация амилазы в сыворотке крови составляет 12–32 мг/мл.'
);
record_index++;

//45
chapter_tests[record_index]=new chapter_test(
'Болезненность при пальпации в левом рёберно-позвоночном углу характерна для симптома:',
new Array(
new Array('Воскресенского;','no'),
new Array('Мейо–Робсона;','yes'),
new Array('Менделя;','no'),
new Array('Грея–Тернера.','no')
),
new Array('1'),
'<br>Болезненность при пальпации в левом рёберно-позвоночном углу характерна для симптома Мейо–Робсона.'
);
record_index++;

//46
chapter_tests[record_index]=new chapter_test(
'Развитие метеоризма у больных хроническим панкреатитом обусловлено:',
new Array(
new Array('сдавлением двенадцатиперстной кишки отёчной головкой поджелудочной железы;','no'),
new Array('частой неукротимой рвотой;','no'),
new Array('дефицитом панкреатических гормонов;','no'),
new Array('ферментативной недостаточностью поджелудочной железы.','yes')
),
new Array('3'),
'<br>Развитие метеоризма у больных хроническим панкреатитом обусловлено недостатком ферментов поджелудочной железы.'
);
record_index++;

//47
chapter_tests[record_index]=new chapter_test(
'Больному панкреатитом в первые сутки назначают:',
new Array(
new Array('стол № 15;','no'),
new Array('стол № 5п;','no'),
new Array('стол № 9;','no'),
new Array('стол № 10;','no'),
new Array('стол № 0 (нулевая диета).','yes')
),
new Array('4'),
'<br>В первые дни больному острым панкреатитом назначают голод.'
);
record_index++;

//48
chapter_tests[record_index]=new chapter_test(
'Признаки инкреторной недостаточности поджелудочной железы при хроническом панкреатите:',
new Array(
new Array('желтуха;','no'),
new Array('частые потери сознания;','no'),
new Array('высокое содержание глюкозы в крови и моче;','yes'),
new Array('увеличение печени;','no'),
new Array('креаторея, стеаторея.','no')
),
new Array('2'),
'<br>Инкреторная недостаточность проявляется признаками сахарного диабета.'
);
record_index++;

//49
chapter_tests[record_index]=new chapter_test(
'Больной в течение 15 лет страдает хроническим панкреатитом. Укажите простейший способ обнаружения кальциноза поджелудочной железы.',
new Array(
new Array('Лапаротомия.','no'),
new Array('Лапароскопия','no'),
new Array('Ирригоскопия.','no'),
new Array('Холангиография','no'),
new Array('Обзорная рентгенография брюшной полости.','yes')
),
new Array('4'),
'<br>При обзорной рентгенографии брюшной полости визуализируются кальцинаты в поджелудочной железе.'
);
record_index++;

//50
chapter_tests[record_index]=new chapter_test(
'Укажите симптомы, характерные для нарушения внешнесекреторной функции поджелудочной железы.',
new Array(
new Array('Сухость кожных покровов.','no'),
new Array('Гипергликемия.','no'),
new Array('Снижение массы тела, креаторея, стеаторея.','yes'),
new Array('Расширение вен передней брюшной стенки.','no'),
new Array('Почечно-печёночная недостаточность.','no')
),
new Array('2'),
'<br>Нарушение внешнесекреторной функции поджелудочной железы заключается в недостаточном выделении ферментов амилазы, липазы, трипсина, что чаще проявляется стеатореей, креатореей и снижением массы тела.'
);
record_index++;

//51
chapter_tests[record_index]=new chapter_test(
'Укажите лабораторный тест исследования внутрисекреторной функции поджелудочной железы.',
new Array(
new Array('Глюкоза крови.','yes'),
new Array('Секретин крови.','no'),
new Array('Панкреозимин крови.','no'),
new Array('Адреналин крови.','no')
),
new Array('0'),
'<br>Один из тестов исследования внутрисекреторной функции поджелудочной железы — определение содержания глюкозы в сыворотке крови.'
);
record_index++;