

//1
chapter_tests[record_index]=new chapter_test(
'Больной К. в течение 5 лет страдает ревматоидным артритом. Принимает индометацин в дозе 25 мг 3 раза в сутки, метотрексат в дозе 7,5 мг/нед. Общий анализ крови: Hb 92 г/л, эритроцитов 3x10<sup>12</sup>/л лейкоцитов 6,8x10<sup>9</sup>/л, СОЭ 48 мм/ч. Концентрации сывороточного железа и трансферрина снижены. Реакция Грегерсена отрицательная. Назовите причину анемии.',
new Array(
new Array('Скрытое желудочно-кишечное кровотечение на фоне НПВС-ассоциированной гастропатии;','no'),
new Array('Фолиеводефицитная анемия на фоне метотрексата;','no'),
new Array('Гипохромная анемия, обусловленная ревматоидным воспалением;','yes'),
new Array('Гипопластическая анемия;','no'),
new Array('Гемолитическая анемия.','no')
),
new Array('2'),
'<br>Гипохромная анемия обусловлена нарушением реутилизации железа вследствие дефекта системы мононуклеарных моноцитов при ревматоидном воспалении. Отражает активность воспаления.'
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
'Выберите правильную схему назначения метотрексата при ревматоидном артрите.',
new Array(
new Array('2,5 мг 3 раза в сутки;','no'),
new Array('2,5 мг/нед;','no'),
new Array('2,5 мг через день;','no'),
new Array('2,5 мг через 12 ч трижды с повторением курсов каждую неделю;','yes'),
new Array('2,5 мг три дня подряд.','no')
),
new Array('3'),
''
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
'У больной ревматоидным артритом обнаружена ВИЧ-инфекция. Как изменится течение ревматоидного артрита?',
new Array(
new Array('Активность заболевания повысится;','no'),
new Array('Активность заболевания снизится;','yes'),
new Array('Разовьются перекрёстные синдромы с СКВ;','no'),
new Array('Разовьётся вторичная неэффективность базисных средств;','no'),
new Array('Увеличится количество ревматоидных узелков.','no')
),
new Array('1'),
'<br>ВИЧ-инфекция замедляет течение ревматоидного артрита, поскольку сопровождается дефицитом CD4<sup>+</sup>-лимфоцитов.'
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
'Может ли серонегативный моноартрит коленного сустава, длящийся 6 мес, быть расценен как ревматоидный?',
new Array(
new Array('да;','no'),
new Array('нет.','yes')
),
new Array('1'),
'<br>Ситуация не удовлетворяет критериям ревматоидного артрита.'
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
'Больная Р. с ревматоидным артритом принимает диклофенак (ортофен) в дозе 100 мг/сут, ауротиопрол (кризанол) в дозе 34 мг/нед. В общем анализе мочи появились изменения: белок 0,32 г/л; удельный вес 1,010, лейкоцитов 4–5 в поле зрения, эритроцитов 12–15 в поле зрения. Какова наиболее вероятная причина мочевого синдрома?',
new Array(
new Array('Амилоидоз почек;','no'),
new Array('Поражение почек на фоне приёма кризанола;','yes'),
new Array('Тубулоинтерстициальный нефрит на фоне приёма НПВС;','no'),
new Array('Ревматоидный гломерулонефрит;','no'),
new Array('Сопутствующий пиелонефрит.','no')
),
new Array('1'),
'<br>Для анализа мочи при амилоидозе характерен скудный мочевой осадок; при тубулоинтерстициальном нефрите не бывает интенсивной протеинурии; ревматоидный гломерулонефрит проявляется незначительным мочевым синдромом; при пиелонефрите типичны лейкоцитурия и микропротеинурия.'
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
'Больная Р. с ревматоидным артритом принимает диклофенак (ортофен) в дозе 100 мг/сут, ауротиопрол (кризанол) в дозе 34 мг/нед. В общем анализе мочи появились изменения: белок 0,32 г/л; удельный вес 1,010, лейкоцитов 4–5 в поле зрения, эритроцитов 12–15 в поле зрения. Назовите диагностический метод, имеющий наибольшую информативность для уточнения характера поражения почек в данной ситуации.',
new Array(
new Array('Биопсия почек;','yes'),
new Array('УЗИ почек;','no'),
new Array('Проба Зимницкого;','no'),
new Array('Изотопная ренография;','no'),
new Array('КТ.','no')
),
new Array('0'),
'<br>Для исключения амилоидоза и установелния формы лекарственного поражения почек (в описанной ситуации вероятен мембранозный гломерулонефрит на фоне кризанола)'
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
'Больная Р. с ревматоидным артритом принимает диклофенак (ортофен) в дозе 100 мг/сут, ауротиопрол (кризанол) в дозе 34 мг/нед. В общем анализе мочи появились изменения: белок 0,32 г/л; удельный вес 1,010, лейкоцитов 4–5 в поле зрения, эритроцитов 12–15 в поле зрения. Больной отменён кризанол. Следующий шаг в изменении лечебной тактики:',
new Array(
new Array('плазмаферез;','no'),
new Array('преднизолон перорально в дозе 30 мг/сут;','yes'),
new Array('смена базисного препарата на метотрексат;','no'),
new Array('пульс-терапия метилпреднизолоном;','no'),
new Array('отмена всех ЛС.','no')
),
new Array('1'),
'<br>При содержании белка в моче >0,1 г/л и эритроцитов >5–10 в поле зрения необходимы отмена кризанола и применение преднизолона в дозе 30–40 мг/сут.'
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
'Больная С. страдает ревматоидным артритом. Жалуется на боли в коленных суставах. При осмотре выявлен симптом баллотирования надколенника; температура кожи над суставами повышена; кожа над ними не изменена. Выберите препарат для внутрисуставного введения:',
new Array(
new Array('гидрокортизон;','no'),
new Array('триамцинолон;','yes'),
new Array('артепарон;','no'),
new Array('поливидон;','no'),
new Array('новокаин.','no')
),
new Array('1'),
'<br>Целесообразно выбрать глюкокортикоиды длительного действия.'
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
'Больная 39 лет жалуется на сухость во рту, увеличение околоушных слюнных желёз, резь в глазах, покраснение конъюнктив, боли и припухание в проксимальных межфаланговых суставах. Какой симптом ожидаем у больной с учётом ведущего синдрома?',
new Array(
new Array('Насморк;','no'),
new Array('Гипергидроз;','no'),
new Array('Ксерофтальмия;','yes'),
new Array('Себорея;','no'),
new Array('Диарея.','no')
),
new Array('2'),
'<br>Речь идёт о синдроме Шёгрена с поражением экзокринных желёз.'
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
'Больная К. 39 лет жалуется на боли и припухание в пястнофаланговых, лучезапястных, коленных суставах; отмечает утреннюю скованность в течение 1 ч; повышение температуры тела до 38 <sup>o</sup>С; появление язвы на передней поверхности средней трети левой голени. При объективном исследовании лёгких, сердечно-сосудистой системы, органов брюшной полости изменений не выявлено. Ревматоидный фактор 1:640. Антинуклеарные АТ отсутствуют. Глюкоза крови 4,7 ммоль/л. НBsAg не обнаружен. Какое поражение сосудов имеется у больной? Вопросы 11, 12. Больная Т. 42 лет обратилась с жалобами на чувство похолодания и онемения кистей рук, уплотнение кожи рук и «зоны декольте», отрыжку съеденной пищей. Объективно: плотный отёк кистей. Кожа в складку не собирается. Пальцы рук бледные, единичные рубчики на подушечках пальцев. На рентгенограмме органов грудной клетки лёгкие имеют вид «пчелиных сот».',
new Array(
new Array('Диабетическая ангиопатия;','no'),
new Array('Волчаночный васкулит;','no'),
new Array('Узелковый периартериит;','no'),
new Array('Микроскопический полиартериит;','no'),
new Array('Ревматоидный васкулит.','yes')
),
new Array('4'),
'<br>Выполняются критерии ревматоидного артрита. У больной налицо клиническая картина некротизирующего ревматоидного васкулита.'
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
'Выберите правильный диагноз.',
new Array(
new Array('Лимитированная склеродермия;','no'),
new Array('Диффузная склеродермия;','yes'),
new Array('Синдром Рейно;','no'),
new Array('Экзогенный альвеолит;','no'),
new Array('Узелковый периартериит.','no')
),
new Array('1'),
'<br>Ситуация удовлетворяет критериям системной склеродермии, распространение кожного процесса и вовлечение висцеральных органов характерно для диффузной формы.'
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
'Больной назначено лечение пеницилламином. Через месяц обратилась с жалобами на повышение температуры тела до 38 <sup>o</sup>С, кашель с отделением мокроты гнойного характера, слабость. Над лёгкими в нижних отделах выслушивается шум, напоминающий застёжку «велкро». В правой подмышечной области — влажные мелкопузырчатые хрипы. Какое лёгочное осложнение наиболее вероятно в данной ситуации?',
new Array(
new Array('Туберкулёз лёгких;','no'),
new Array('Аллергическая реакция на пеницилламин;','no'),
new Array('Пиоторакс;','no'),
new Array('Рак лёгкого;','no'),
new Array('Аспирационная пневмония.','yes')
),
new Array('4'),
'<br>Наличие буллёзного изменения лёгких и рефлюкс-эзофагита предрасполагают к аспирационной пневмонии.'
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
'Больная с системной склеродермией жалуется на боли в области сердца, ощущение перебоев в сердце, одышку. Кожа конечностей плотная. При надавливании пальцем отёков не остаётся. В лёгких — мелкопузырчатые хрипы в нижних отделах. При аускультации сердца шумы не выслушиваются, тоны аритмичны. АД 160/90 мм рт.ст. Живот мягкий, безболезненный. Печень на 3 см ниже рёберной дуги. Селезёнка не пальпируется. На ЭКГ признаки АВ-блокады IIА степени, единичные желудочковые экстрасистолы. В чём особенность клинических проявлений сердечной декомпенсации, типичной для системной склеродермии?',
new Array(
new Array('Увеличение размеров печени;','no'),
new Array('Мелкопузырчатые хрипы в лёгких;','no'),
new Array('Отсутствие периферических отёков;','yes'),
new Array('Наличие одышки;','no'),
new Array('Отсутствие увеличения селезёнки.','no')
),
new Array('2'),
'<br>При склеродермии плотность кожи не позволяет развиваться периферическим отёкам.'
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
'Больная с системной склеродермией жалуется на боли в области сердца, ощущение перебоев в сердце, одышку. Кожа конечностей плотная. При надавливании пальцем отёков не остаётся. В лёгких — мелкопузырчатые хрипы в нижних отделах. При аускультации сердца шумы не выслушиваются, тоны аритмичны. АД 160/90 мм рт.ст. Живот мягкий, безболезненный. Печень на 3 см ниже рёберной дуги. Селезёнка не пальпируется. На ЭКГ признаки АВ-блокады IIА степени, единичные желудочковые экстрасистолы. Укажите причину особо тщательного контроля за применением мочегонных средств для лечения сердечной декомпенсации при системной склеродермии.',
new Array(
new Array('Усиление проявлений рефлюкс-эзофагита;','no'),
new Array('Усугубление синдрома Рейно;','no'),
new Array('Резкое снижение артериального давления;','no'),
new Array('Провокация почечного криза на фоне сверхдиуреза.','yes')
),
new Array('3'),
'<br>Снижение эффективного объёма плазмы провоцирует почечный криз при системной склеродермии.'
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
'Больная 26 лет применяет нифедипин в дозе 60 мг/сут по поводу синдрома Рейно. Через несколько недель отметила появление кожного зуда, усиливающегося ночью и после горячей ванны. На коже сыпи нет; кожа дистальных отделов конечностей уплотнена. На коже туловища — телеангиэктазии. Показатели мочевины, билирубина сыворотки крови соответствуют норме; уровень ЩФ повышен. Лейкоцитарная формула не изменена. Какова причина кожного зуда в данном случае?',
new Array(
new Array('Кожные проявления склеродермии;','no'),
new Array('Аллергическая реакцияф на нифедипин;','no'),
new Array('Уремия вследствие склеродермической почки;','no'),
new Array('Первичный билиарный цирроз.','yes')
),
new Array('3'),
'<br>Первичный билиарный цирроз ассоциирован с лимитированной формой склеродермии. На холестаз указывает повышение уровня ЩФ.'
);
record_index++;

//16
chapter_tests[record_index]=new chapter_test(
'У больной с системной склеродермией после переохлаждения резко уменьшилось количество выделяемой мочи, резко повысилось АД. Уровень мочевины сыворотки крови 28 ммоль/л. Проведена биопсия почки. Какое из описаний наиболее вероятно в данной ситуации?',
new Array(
new Array('Множественные кортикальные некрозы и выраженные изменения сосудов: гиперплазия интимы интралобулярных и малых артерий, фибриноидный некроз мелких артерий, афферентных артериол и капилляров клубочка;','yes'),
new Array('Отложения амилоида;','no'),
new Array('Признаки мембранопролиферативного гломерулонефрита; отложения IgG, компонента комплемента С3, фибрина;','no'),
new Array('Субэндотелиальные депозиты IgA;','no'),
new Array('Диффузный пролиферативный гломерулонефрит с образованием полулуний.','no')
),
new Array('0'),
'<br>Описание соответствует изменениям при ОПН на фоне системной склеродермии.'
);
record_index++;

//17
chapter_tests[record_index]=new chapter_test(
'Больная 28 лет находится в неврологическом отделении по поводу острого нарушения мозгового кровообращения. Её беспокоят мигрирующие боли в крупных суставах. Год назад была оперирована по поводу острого тромбоза левой плечевой артерии. Гинекологический анамнез: два спонтанных выкидыша. Общий анализ крови: Hb 122 г/л, лейкоцитов 4x10<sup>9</sup>/л, тромбоцитов 120x10<sup>9</sup>/л, СОЭ 28 мм/ч. Реакция фон Вассерманна положительная. Какое исследование максимально информативно в данной ситуации?',
new Array(
new Array('Реакция иммобилизации бледных трепонем;','no'),
new Array('Реакция связывания компонентов комплемента с токсоплазменным Аг;','no'),
new Array('Поиск антифосфолипидных АТ;','yes'),
new Array('Поиск АТ к ВИЧ;','no'),
new Array('Проба Кумбса.','no')
),
new Array('2'),
'<br>У больной налицо признаки антифосфолипидного синдрома (тромбозы в анамнезе, спонтанные выкидыши, тромбоцитопения, ложноположительная реакция фон Вассерманна).'
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
'Женщина 24 лет, официантка по профессии, обратилась с жалобами на боли в коленных суставах, I плюснефаланговом, проксимальных и дистальных межфаланговых суставах кистей. Боли возникают остро, часто на фоне приёма алкоголя; суставная атака развивается быстро, в течение дня, возникают отёк и гиперемия указанных суставов. Вне суставного обострения выявляются только узелки Гебердена. В анамнезе мочекаменная болезнь. Мать больной страдала аналогичным заболеванием. Выберите правильный диагноз.',
new Array(
new Array('Остеоартроз;','no'),
new Array('Ревматоидный артрит;','no'),
new Array('Реактивный артрит;','no'),
new Array('Подагра.','yes')
),
new Array('3'),
'<br>Сочетание мочекаменной болезни, артрита с высокой скоростью развития суставной атаки и алиментарных провоцирующих факторов заставляет задуматься о подагре.'
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
'Женщина 24 лет, официантка по профессии, обратилась с жалобами на боли в коленных суставах, I плюснефаланговом, проксимальных и дистальных межфаланговых суставах кистей. Боли возникают остро, часто на фоне приёма алкоголя; суставная атака развивается быстро, в течение дня, возникают отёк и гиперемия указанных суставов. Вне суставного обострения выявляются только узелки Гебердена. В анамнезе мочекаменная болезнь. Мать больной страдала аналогичным заболеванием. Выберите базисный препарат для лечения больной.',
new Array(
new Array('Аллопуринол;','yes'),
new Array('Ауранофин;','no'),
new Array('Румалон;','no'),
new Array('Пробенецид;','no'),
new Array('Колхицин.','no')
),
new Array('0'),
'<br>При подагре применяют аллопуринол, колхицин, пробенецид. Однако колхицин для длительной терапии не применяют, а урикозурическое средство пробенецид противопоказано в условиях мочекаменной болезни.'
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
'Женщина 24 лет, официантка по профессии, обратилась с жалобами на боли в коленных суставах, I плюснефаланговом, проксимальных и дистальных межфаланговых суставах кистей. Боли возникают остро, часто на фоне приёма алкоголя; суставная атака развивается быстро, в течение дня, возникают отёк и гиперемия указанных суставов. Вне суставного обострения выявляются только узелки Гебердена. В анамнезе мочекаменная болезнь. Мать больной страдала аналогичным заболеванием. Для лечения артрита в указанной ситуации может быть выбран любой НПВС, КРОМЕ:',
new Array(
new Array('индометацина;','no'),
new Array('диклофенака;','no'),
new Array('ибупрофена;','no'),
new Array('бутадиона;','no'),
new Array('ацетилсалициловой кислоты.','yes')
),
new Array('4'),
'<br>Из перечисленных перпаратов только ацетилсалициловая кислота тормозит экскрецию мочевой кислоты.'
);
record_index++;

//21
chapter_tests[record_index]=new chapter_test(
'22-летний студент жалуется на боли и припухание в коленных и голеностопных суставах. Полтора месяца назад во время летней практики у него наблюдались боли в животе, напоминающие аппендикулярную колику, самостоятельно разрешившиеся в течение суток; на протяжении 7 дней отмечал жидкий стул без патологических примесей. Лечился отварами трав. Анализ на ревматоидный фактор отрицательный. Антинуклеарные АТ не обнаружены. Выберите правильный диагноз.',
new Array(
new Array('Ревматоидный артрит;','no'),
new Array('Подагра;','no'),
new Array('Артрит при неспецифическом язвенном колите;','no'),
new Array('Геморрагический васкулит;','no'),
new Array('Реактивный артрит.','yes')
),
new Array('4'),
'<br>Серонегативный олигоартрит нижних конечностей у молодого человека после эпизода диареи крайне подозрителен на постэнтероколитический реактивный артрит.'
);
record_index++;

//22
chapter_tests[record_index]=new chapter_test(
'22-летний студент жалуется на боли и припухание в коленных и голеностопных суставах. Полтора месяца назад во время летней практики у него наблюдались боли в животе, напоминающие аппендикулярную колику, самостоятельно разрешившиеся в течение суток; на протяжении 7 дней отмечал жидкий стул без патологических примесей. Лечился отварами трав. Анализ на ревматоидный фактор отрицательный. Антинуклеарные АТ не обнаружены. Назовите наиболее вероятный возбудитель.',
new Array(
new Array('Кампилобактер;','no'),
new Array('Иерсинии;','yes'),
new Array('Шигеллы;','no'),
new Array('Салмонеллы;','no'),
new Array('Хламидии.','no')
),
new Array('1'),
'<br>Иерсиниозный колит может сопровождаться болями, имитирующими аппендикулярные (обусловленные терминальным илеитом или локальным лимфаденитом).'
);
record_index++;

//23
chapter_tests[record_index]=new chapter_test(
'33-летний мужчина обратился с жалобами на боли и скованность в шейном, грудном и поясничном отделах позвоночника, боли в ягодицах, усиливающиеся по ночам. При объективном исследовании обнаружен кифоз шейного отдела позвоночника; паравертебральные мышцы напряжены. Периферические суставы не изменены. Общий анализ крови: Hb 126 г/л; лейкоцитов 6x10<sup>9</sup>/л, СОЭ 38 мм/ч. Общий анализ мочи без патологии. На обзорной рентгенограмме костей таза: суставные щели подвздошных суставов с обеих сторон сужены, эрозированы со стороны подвздошных костей. Выберите препарат для длительного приёма в данной ситуации.',
new Array(
new Array('Преднизолон;','no'),
new Array('Индометацин;','yes'),
new Array('Тетрациклин;','no'),
new Array('Аллопуринол.','no')
),
new Array('1'),
'<br>При анкилозирующем спондилоартрите самым распространённым ЛС является индометацин.'
);
record_index++;

//24
chapter_tests[record_index]=new chapter_test(
'30-летняя женщина прооперирована 2 мес назад по поводу стеноза митрального клапана ревматической этиологии. На текущий момент жалоб нет. При объективном исследовании лёгких, сердца, органов брюшной полости отклонений не обнаружено. Назовите наиболее важный фактор профилактики рецидива стеноза.',
new Array(
new Array('Сезонное назначение ацетилсалициловой кислоты;','no'),
new Array('Тонзиллэктомия;','no'),
new Array('Сезонное назначение бициллина;','no'),
new Array('Круглогодичная бициллинопрофилактика.','yes')
),
new Array('3'),
'<br>Круглогодичная бициллинопрофилактика, предотвращающая рецидивы острой ревматической лихорадки.'
);
record_index++;

//25
chapter_tests[record_index]=new chapter_test(
'68-летний мужчина жалуется на сильные головные боли, скованность в шейном отделе позвоночника, боли и слабость мышц плечевого пояса; боли в мышцах тазового пояса и затруднение при вставании со стула. Головные боли возникли около 2 мес назад, прежде больного не беспокоили. Боли мало поддавались действию анальгетиков и НПВС. Температура тела 37,4 <sup>o</sup>С. При внешнем осмотре: извитой болезненный тяж в области левого виска. АД 130/80 мм рт.ст. Внешне суставы не изменены. Сила проксимальных мышц конечностей снижена. Рентгенография шейного отдела позвоночника позволила выявить признаки остеохондроза. Общий анализ крови: Hb 150 г/л, лейкоцитов 8 x10<sup>9</sup>/л, лейкоцитарная формула не изменена, СОЭ 38 мм/ч. Общий анализ мочи без патологии. Анализ на ревматоидный фактор отрицательный. Антинуклеарные АТ не обнаружены. Назовите исследование, необходимое для верификации диагноза.',
new Array(
new Array('Рентгенография плечевых и тазобедренных суставов;','no'),
new Array('Электромиография;','no'),
new Array('АТ к ВИЧ;','no'),
new Array('Биопсия височной артерии;','yes'),
new Array('Определение мочевой кислоты в сыворотке крови.','no')
),
new Array('3'),
'<br>Проксимальная мышечная слабость у пожилого больного в сочетании с появившейся головной болью весьма подозрительна на гигантоклеточный артериит. В верифицикации диагноза важна биопсия височной артерии.'
);
record_index++;

//26
chapter_tests[record_index]=new chapter_test(
'30-летняя жительница Баку обратилась с жалобами на покраснение правого глаза; боли во рту; боли в области половых органов с периодическими мажущими выделениями; боли и припухание в коленных и голеностопных суставах. В анамнезе дважды за последние полгода эпизоды стула с примесью крови; явления тромбофлебита правой голени. В месте инъекций противовоспалительных препаратов отмечала пузырьки. При обследовании: мелкие множественные язвы на слизистой оболочке полости рта. Коленные и голеностопные суставы отёчны, движения ограничены. Заключение окулиста: увеит. Заключение гинеколога: язвенный кольпит. Общий анализ крови: Hb 121 г/л, лейкоцитов 5,5 x10<sup>9</sup>/л, лейкоцитарная формула не изменена, СОЭ 48 мм/ч. Общий анализ мочи без патологии. Анализ на ревматоидный фактор отрицательный. Антинуклеарные АТ отсутствуют. Реакция Вассерманна отрицательная. АТ к ВИЧ не обнаружены. Выберите правильный диагноз.',
new Array(
new Array('Синдром Райтера;','no'),
new Array('Болезнь Бехчета;','yes'),
new Array('Гранулематоз Вегенера;','no'),
new Array('СКВ;','no'),
new Array('Узелковый периартериит.','no')
),
new Array('1'),
'<br>Наличие язв на слизистой оболочке полости рта и влагалища, увеита, тромбофлебита, положительного теста патергии свидетельствует о болезни Бехчета.'
);
record_index++;

//27
chapter_tests[record_index]=new chapter_test(
'22-летнего студента беспокоят боли в коленных суставах, левом голеностопном суставе, больших пальцах обеих стоп, боли в левой ягодичной области. При мочеиспускании ощущает лёгкое жжение. Считает себя больным около 2 мес. Непостоянен в сексуальных связах. Температура тела 37,7 <sup>o</sup>С. Изменений на коже нет. В области прикрепления левого ахиллова сухожилия к пяточной кости — припухание. При исследовании лёгких, сердца, органов брюшной полости отклонений не выявлено. АД 130/80 мм рт.ст. Пульс 88 в минуту, удовлетворительного напряжения и наполнения. Общий анализ крови: Hb 112 г/л, лейкоцитов 12 x10<sup>9</sup>/л, в лейкоцитарной формуле 75% нейтрофилов, СОЭ 54 мм/ч, тромбоцитов 380 x10<sup>9</sup>/л. В общем анализе мочи 6–8 лейкоцитов в поле зрения, белок отрицательный. В мазке из уретры гонококки не обнаружены. Назовите исследование, имеющее наиболее высокую информативность при постановке диагноза.',
new Array(
new Array('Исследование хламидий в мазке из уретры;','yes'),
new Array('Определение мочевой кислоты в сыворотке крови;','no'),
new Array('Артроскопия;','no'),
new Array('Бактериологическое исследование кала;','no'),
new Array('УЗИ почек.','no')
),
new Array('0'),
'<br>Урогенный реактивный артрит, имеющийся у данного больного, наиболее часто вызывается хламидиями.'
);
record_index++;

//28
chapter_tests[record_index]=new chapter_test(
'22-летнего студента беспокоят боли в коленных суставах, левом голеностопном суставе, больших пальцах обеих стоп, боли в левой ягодичной области. При мочеиспускании ощущает лёгкое жжение. Считает себя больным около 2 мес. Непостоянен в сексуальных связах. Температура тела 37,7 <sup>o</sup>С. Изменений на коже нет. В области прикрепления левого ахиллова сухожилия к пяточной кости — припухание. При исследовании лёгких, сердца, органов брюшной полости отклонений не выявлено. АД 130/80 мм рт.ст. Пульс 88 в минуту, удовлетворительного напряжения и наполнения. Общий анализ крови: Hb 112 г/л, лейкоцитов 12x10<sup>9</sup>/л, в лейкоцитарной формуле 75% нейтрофилов, СОЭ 54 мм/ч, тромбоцитов 380 x10<sup>9</sup>/л. В общем анализе мочи 6–8 лейкоцитов в поле зрения, белок отрицательный. В мазке из уретры гонококки не обнаружены. Выберите антибиотик для длительного лечения больного.',
new Array(
new Array('Ампициллин;','no'),
new Array('Цефамезин;','no'),
new Array('Тетрациклин;','yes'),
new Array('Гентамицин;','no'),
new Array('Линкомицин.','no')
),
new Array('2'),
'<br>Хламидии чувствительны к тетрациклинам, макролидам, азалидам. Пенициллины, цефалоспорины способствуют селекции устойчивых микроорганизмов.'
);
record_index++;

//29
chapter_tests[record_index]=new chapter_test(
'25-летний юноша отметил сильную диффузную боль в животе после еды и появление стула с примесью крови. Через несколько дней появилась мелкопапулёзная сыпь на нижних конечностях и ягодицах; распухли правый коленный и голеностопные суставы. Прежде ничем не болел. Приём каких-либо медикаментов или укусы насекомых отрицает. При осмотре: элементы сыпи приподняты над поверхностью кожи, имеют пурпурный цвет, не исчезают при надавливании. Часть элементов «отцвела» и сменилась пигментацией. Правый коленный и голеностопные суставы выглядят припухшими, объём движений ограничен из-за боли. При объективном исследовании лёгких и сердца изменений не обнаружено. При пальпации живота: умеренная болезненность; симптом Щёткина-Блюмберга отрицательный. Печень и селезёнка не увеличены. Общий анализ крови: Hb 115 г/л, лейкоцитов 12,5x10<sup>9</sup>/л, в лейкоцитарной формуле 75% нейтрофилов, тромбоцитов 350x10<sup>9</sup>/л, СОЭ 38 мм/ч. Общий анализ мочи: белок 1,66 г/л, лейкоцитов 3–4 в поле зрения, эритроцитов 8–10 в поле зрения. Мочевина сыворотки крови 4,7 ммоль/л. Антинуклеарные АТ 1:40. Выберите правильный диагноз.',
new Array(
new Array('Системная красная волчанка;','no'),
new Array('Синдром Райтера;','no'),
new Array('Болезнь Лайма;','no'),
new Array('Геморрагический васкулит;','yes'),
new Array('Тромбоцитопеническая пурпура.','no')
),
new Array('3'),
'<br>Сочетание пальпируемой пурпуры без тромбоцитопении, абдоминального, почечного и суставного синдромов типично для геморрагического васкулита. Титр антинуклеарных АТ невысок. В случае необходимости удостовериться в отсутствии СКВ следует провести поиск АТ к нативной ДНК.'
);
record_index++;

//30
chapter_tests[record_index]=new chapter_test(
'Больная 21 года через 1 мес после родов доставлена в терапевтическое отделение с жалобами на повышение температуры тела до 38,2 <sup>o</sup>С, появление болезненных пурпурных узлов на голени, боли и припухание в коленных суставах. Самостоятельное применение лекарств отрицает. Стул, диурез не изменены. При объективном исследовании патологии со стороны лёгких, сердца, органов живота не обнаружено. Общий анализ крови: Hb 132 г/л, лейкоцитов 5,1x10<sup>9</sup>/л, СОЭ 44 мм/ч. Общий анализ мочи без патологии. Антинуклеарные АТ в титре 1:20. Анализ на ревматоидный фактор отрицательный. При рентгенологическом исследовании органов грудной клетки выявлено увеличение бронхолёгочных лимфатических узлов. Поставьте правильный диагноз.',
new Array(
new Array('Саркоидоз;','yes'),
new Array('Иерсиниоз;','no'),
new Array('Узелковый периартериит;','no'),
new Array('Послеродовой сепсис;','no'),
new Array('Системная красная волчанка.','no')
),
new Array('0'),
'<br>Дифференциальная диагностика в данном случае должен быть проведён по признаку суставного синдрома, ассоциированного с узловатой эритемой. Ведущий симптом для диагностики — бронхолёгочная лимфаденопатия.'
);
record_index++;

//31
chapter_tests[record_index]=new chapter_test(
'25-летний больной с анкилозирующим спондилоартритом записался на приём по телефону, забыв назвать свою фамилию. По какому внешнему признаку можно узнать этого пациента, когда он входит в кабинет?',
new Array(
new Array('Шагает, высоко поднимая «шлёпающую» стопу;','no'),
new Array('Рукой «просит», ногой «косит»;','no'),
new Array('Утиная походка вперевалку;','no'),
new Array('Голова фиксирована в положении почтительного наклона;','yes'),
new Array('С трудом сохраняет равновесие.','no')
),
new Array('3'),
'<br>Поза «просителя» обусловлена шейно-грудным кифозом.'
);
record_index++;

//32
chapter_tests[record_index]=new chapter_test(
'Мужчина 46 лет проходит обследование по поводу артериальной гипертензии, не поддающейся лечению. Больного беспокоят боли в икроножных мышцах, боли в коленных и голеностопных суставах. В течение 2 мес отмечает повышение температуры тела до 37,5–38 <sup>o</sup>С, слабо реагирующую на введение жаропонижающих средств. За последние полгода похудел на 6 кг. Объективно: на коже высыпаний нет. Суставы внешне не изменены. Лёгкие: дыхание везикулярное. На верхушке сердца — мягкий систолический шум без иррадиации. Пульс ритмичный, 72 в минуту. АД 210/114 мм рт.ст. Живот мягкий, безболезненный. Печень и селезёнка не увеличены. Общий анализ крови: Hb 116 г/л, лейкоцитов 10,8x10<sup>9</sup>/л, лейкоцитарная формула не изменена, СОЭ 42 мм/ч. Общий анализ мочи: удельный вес 1,015, белок 0,066 г/л, лейкоцитов 4–5 в поле зрения. Мочевина сыворотки крови 10,8 ммоль/л, АЛТ и АСТ — в пределах нормы. АТ к ВИЧ не обнаружены. Обнаружен HBsAг. Антинуклеарные АТ не обнаружены. На рентгенограмме органов грудной клетки изменений не выявлено. При ФЭГДС и колоноскопии органической патологии не найдено. Выберите правильный диагноз.',
new Array(
new Array('Васкулит Черджа–Стросс;','no'),
new Array('Гранулематоз Вегенера;','no'),
new Array('Микроскопический полиартериит;','no'),
new Array('Системная красная волчанка;','no'),
new Array('Узелковый периартериит.','yes')
),
new Array('4'),
'<br>Для васкулита Черджа–Стросс характерна бронхиальная астма и эхонофилия в периферической крови. При гранулематозе Вегенера обязательно присутствует тканевая деструкция. Для микроскопического полиартериита характерно быстрое развитие почечной дисфункции, а артериальная гипертензия не характерна.'
);
record_index++;

//33
chapter_tests[record_index]=new chapter_test(
'30-летняя женщина проходит обследование по поводу артериальной гипертензии. Жалуется на слабость, ухудшение зрения на левый глаз, «летучие» боли в крупных суставах. Во время письма возникает ощущение слабости и дискомфорта в руке, требующее отдыха. При объективном исследовании обнаружена асимметрия пульса (слева пульс слабее) и АД (справа АД 180/100, слева 160/94 мм рт.ст). Над брюшным отделом аорты выслушивается систолический шум. Органы живота — без патологии. Общий анализ крови: Hb 112 г/л, лейкоцитов 5,7x10<sup>9</sup>/л, лейкоцитарная формула не изменена, СОЭ 28 мм/ч. Общий анализ мочи без патологии. Антинуклеарные АТ не выявлены. Холестерин крови 4,2 ммоль/л. Выберите правильный диагноз.',
new Array(
new Array('Неспецифический аортоартериит;','yes'),
new Array('Системная красная волчанка;','no'),
new Array('Атеросклероз;','no'),
new Array('Фибромускулярная дисплазия;','no'),
new Array('Коарктация аорты.','no')
),
new Array('0'),
'<br>У больной III тип неспецифического аортоартериита с сочетанным поражением дуги и брюшного отдела аорты.'
);
record_index++;

//34
chapter_tests[record_index]=new chapter_test(
'Назовите заболевание, для которого характерны боли при спуске с лестницы и боли при пассивном сгибании колена дольше 1 мин?',
new Array(
new Array('Патология мениска;','no'),
new Array('Ахиллобурсит;','no'),
new Array('Бурсит pes anserina;','no'),
new Array('Феморопателлярный бурсит;','yes'),
new Array('Киста Бейкера.','no')
),
new Array('3'),
''
);
record_index++;

//35
chapter_tests[record_index]=new chapter_test(
'49-летний мужчина обратился с жалобами на болезненность и покраснение кожи над лучезапястными и голеностопными суставами. В течение 3 мес отмечает повышение температуры тела до 37,5–37,8 <sup>o</sup>С, жидкий серый глинистый зловонный стул. Похудел на 5 кг, несмотря на хороший аппетит. Кроме того, беспокоят боли в животе после еды и вздутие. 1,5 мес назад по поводу острого респираторного заболевания самостоятельно принимал ампициллин, который существенно облегчил все симптомы, однако после отмены препарата они возобновились с прежней силой. Объективно: астеническое телосложение. Кожные покровы бледные. Пальпируются подмышечные и задние шейные лимфатические узлы. Лучезапястные и голеностопные суставы припухшие. Лёгкие: дыхание везикулярное. Сердце: тоны ритмичные, ЧСС 96 в минуту. Живот мягкий, болезненный при пальпации в надчревной и околопупочной областях. Общий анализ крови: Hb 98 г/л, лейкоцитов 9,5x10<sup>9</sup>/л, лейкоцитарная формула не изменена, СОЭ 37 мм/ч. Общий белок 46 г/л. АТ к ВИЧ не обнаружены. Глюкоза крови 4,5 ммоль/л. Активность амилазы крови и мочи соответствует норме. Уровни Т3, Т4 соответствуют норме. При колоноскопии органической патологии не обнаружено. При бактериологическом исследовании кала патологической микрофлоры не обнаружено. При КТ брюшной полости новообразований не обнаружено; структура поджелудочной железы обычная. Выберите правильный диагноз.',
new Array(
new Array('Хронический панкреатит;','no'),
new Array('Болезнь Уиппла;','yes'),
new Array('Лимфома кишечника;','no'),
new Array('Глютеновая энтеропатия;','no'),
new Array('ВИЧ-инфекция.','no')
),
new Array('1'),
'<br>Сочетание стеатореи, резкого похудания, лимфаденопатии, суставного синдрома подозрительно в отношении болезни Уиппла. Предположение подтверждает эффект ампициллина, воздействующий на Tropheryma whippelli. Требуемое в данной ситуации исключение патологии поджелудочной железы, лимофмы кишечника и эндокринной патологии проведено.'
);
record_index++;

//36
chapter_tests[record_index]=new chapter_test(
'58-летний мужчина поступил в терапевтическое отделение по поводу лихорадки неясного генеза, продолжающейся в течение 2 нед. У больного отмечались диффузные боли в животе и боли при дефекации; жидкий стул без примесей слизи или крови. Артралгии имели мигрирующий характер, локализовались в крупных суставах нижних конечностей. Больной потерял 2 кг массы тела. Аппетит был плохой. Применял имодиум без эффекта. Объективно: конституция астеническая. Кожные покровы несколько бледны. Периферические лимфатические не увеличены. Пальцы напоминают «барабанные палочки». На передней поверхности левой голени — багровый болезненный узел размером 4x5 см. При объективном исследовании лёгких и сердца патологии не выявлено. Живот мягкий, болезненный в правой подвздошной области. Объёмных образований не обнаружено. Общий анализ крови: Hb 102 г/л, лейкоцитов 13x10<sup>9</sup>/л, в лейкоцитарной формуле 74% нейтрофилов, тромбоцитов 500x10<sup>9</sup>/л, СОЭ 42 мм/ч. Общий анализ мочи без изменений. Антинуклеарные АТ не обнаружены. Бактериологическое исследование кала не позволило выявить патологической микрофлоры. При ректороманоскопии аноректальная фистула. Поставьте правильный диагноз.',
new Array(
new Array('Неспецифический язвенный колит;','no'),
new Array('Иерсиниоз;','no'),
new Array('Болезнь Крона;','yes'),
new Array('Болезнь Уиппла;','no'),
new Array('Туберкулёз кишечника.','no')
),
new Array('2'),
'<br>Наличие узловатой эритемы, диареи, «барабанных палочек», мигрирующих артралгий наводит на мысль о болезни Крона, однако решающий фактор в пользу этого диагноза — свищ.'
);
record_index++;

//37
chapter_tests[record_index]=new chapter_test(
'Женщина на сроке 14–15 нед беременности обратилась с жалобами на колющие боли в области сердца. Боли возникают при волнении, проходят самостоятельно. Прежде считала себя здоровой. Температура тела 36,6 <sup>o</sup>С. На коже высыпаний нет. Суставы внешне не изменены. В лёгких дыхание везикулярное. Левая граница сердца смещена на 0,5 см кнаружи от левой среднеключичной линии, правая и верхняя не изменены. На верхушке сердца выслушивается систолический шум, иррадиирующий в подмышечную область. Живот мягкий, безболезненный. Печень и селезёнка не увеличены. Назовите исследование, имеющее в данной ситуации наибольшую информативность для диагностики активности ревматического процесса.',
new Array(
new Array('Определение титра ASLO;','yes'),
new Array('Бактериологическое исследование отделяемого из носоглотки;','no'),
new Array('Определение СРБ;','no'),
new Array('Протеинограмма;','no'),
new Array('Определение СОЭ.','no')
),
new Array('0'),
'<br>ASLO отражает наличие стрептококковой агрессии. СРБ и СОЭ могут быть повышены даже при физиологическом течении беременности, поэтому неинформативны.'
);
record_index++;

//38
chapter_tests[record_index]=new chapter_test(
'Женщина на сроке 14–15 нед беременности обратилась с жалобами на колющие боли в области сердца. Боли возникают при волнении, проходят самостоятельно. Прежде считала себя здоровой. Температура тела 36,6 <sup>o</sup>С. На коже высыпаний нет. Суставы внешне не изменены. В лёгких дыхание везикулярное. Левая граница сердца смещена на 0,5 см кнаружи от левой среднеключичной линии, правая и верхняя не изменены. На верхушке сердца выслушивается систолический шум, иррадиирующий в подмышечную область. Живот мягкий, безболезненный. Печень и селезёнка не увеличены. Назовите исследование, наиболее информативное в данной ситуации для диагностики возможного порока сердца.',
new Array(
new Array('Фонокардиография;','no'),
new Array('Электрокардиография;','no'),
new Array('Эхокардиография;','yes'),
new Array('Рентгенография сердца в трёх проекциях с контрастированным пищеводом;','no'),
new Array('Катетеризация полостей сердца.','no')
),
new Array('2'),
'<br>Фонокардиография и ЭКГ могут иметь диагностически неоднозначные результаты при беременности. Рентгенография противопоказана. Наилучший метод — эхокардиография.'
);
record_index++;

//39
chapter_tests[record_index]=new chapter_test(
'Больной подагрой советуется с доктором по поводу диеты. Он перечисляет продукты, которые любит. Выберите из его списка продукт, содержащий наиболее высокую концентрацию пуринов и поэтому подлежащий исключению из рациона.',
new Array(
new Array('Карамель;','no'),
new Array('Апельсины;','no'),
new Array('Сардины;','yes'),
new Array('Отварное мясо;','no'),
new Array('Огурцы.','no')
),
new Array('2'),
'<br>Сардины содержат большое количество пуринов. Отварное мясо — меньше, так как экстрактивные вещества уходят в бульон; напротив, жареное мясо содержит значительно большее количество пуринов.'
);
record_index++;

//40
chapter_tests[record_index]=new chapter_test(
'Больная первичным остеоартрозом жалуется не внезапно возникшую полную невозможность движения в правом коленном суставе. Больна остеоартрозом в течение 15 лет. Травмы в анамнезе отрицает. Назовите наиболее вероятную причину блокады сустава.',
new Array(
new Array('Реактивный синовит;','no'),
new Array('Внутрисуставной перелом;','no'),
new Array('«Суставная мышь».','yes')
),
new Array('2'),
'<br>Фрагмент хряща в полости сустава («суставная мышь») — причина блокады движений в суставе; свидетельство III стадии остеоартроза.'
);
record_index++;

//41
chapter_tests[record_index]=new chapter_test(
'25-летняя девушка находится в терапевтическом отделении. Заболела после длительного пребывания на солнце. Её беспокоят слабость и мигрирующие артралгии. Объективно: температура тела 38,5 <sup>o</sup>С. На коже лице — эритематозная сыпь, на голове — участки облысения. В лёгких дыхание везикулярное. На верхушке сердца — систолический шум без иррадиации. ЧСС 90 в минуту. АД 160/90 мм рт.ст. Живот мягкий, безболезненный. Печень и селезёнка не увеличены. Общий анализ крови: Hb 100 г/л, лейкоцитов 3,5x10<sup>9</sup>/л, СОЭ 45 мм/ч. Общий анализ мочи: белок 1,066 г/л, лейкоцитов 8–10 в поле зрения, эритроцитов 1–2 в поле зрения. Лейкограмма мочи: 30% лимфоцитов. При бактериологическом исследовании крови роста бактерий не получено.',
new Array(
new Array('Ревматоидный артрит;','no'),
new Array('Системная красная волчанка;','yes'),
new Array('Узелковый периартериит;','no'),
new Array('Острый лейкоз;','no'),
new Array('Септический артрит;','no'),
new Array('Костно-суставной туберкулёз.','no')
),
new Array('1'),
'<br>Сочетание эритематозной сыпи на лице, алопеции, фотосенсибилизации, мигрирующих артралгий, гломерулонефрита характерно для СКВ.'
);
record_index++;

//42
chapter_tests[record_index]=new chapter_test(
'Юноша 26 лет жалуется на боли в левом коленном суставе и повышение температуры тела до 39 <sup>o</sup>С. Объективно: в левом коленном суставе определяется симптом баллотирования надколенника. Кожа над суставом красная, горячая. Движения резко болезненны. Увеличены паховые лимфатические узлы. Со стороны лёгких, сердца, органов живота патологии не выявлено. Общий анализ крови: Hb 126 г/л, лейкоцитов 12,6x10<sup>9</sup>/л, в лейкоцитарной формуле 70% нейтрофилов, СОЭ 44 мм/ч. В общем анализе мочи — следы белка, лейкоцитов 12–15 в поле зрения. Анализ синовиальной жидкости: мутная, лейкоцитов 50x10<sup>9</sup>/л, нейтрофилов 76%.',
new Array(
new Array('Ревматоидный артрит;','no'),
new Array('Системная красная волчанка;','no'),
new Array('Узелковый периартериит;','no'),
new Array('Острый лейкоз;','no'),
new Array('Септический артрит;','yes'),
new Array('Костно-суставной туберкулёз.','no')
),
new Array('4'),
'<br>Синовиальная жидкость септического типа. В сочетании с реакцией паховых лимфатических узлов и лейкоцитурией следует предполагать гонококковый септический артрит.'
);
record_index++;

//43
chapter_tests[record_index]=new chapter_test(
'Назовите противопоказание к назначению циклофосфамида при узелковом периартериите.',
new Array(
new Array('Периферический артрит;','no'),
new Array('Артериальная гипертензия;','no'),
new Array('Коронарит;','no'),
new Array('Ирит;','no'),
new Array('Обнаружение HBeAг.','yes')
),
new Array('4'),
'<br>HBеAг — свидетельство репликации вируса; иммуносупрессивная терапия в этом случае будет способствовать прогрессии вирусного поражения.'
);
record_index++;

//44
chapter_tests[record_index]=new chapter_test(
'Какое из указанных проявлений системной склеродермии не является компонентом CREST-синдрома?',
new Array(
new Array('Склеродактилия;','no'),
new Array('Кальцификация мягких тканей;','no'),
new Array('Телеангиэктазии;','no'),
new Array('Сухость слизистых оболочек полости рта и конъюнктив;','yes'),
new Array('Синдром Рейно.','no')
),
new Array('3'),
'<br>Сухость кожи и слизистых оболочек — проявление синдрома Шёгрена, а не CREST-синдрома.'
);
record_index++;

//45
chapter_tests[record_index]=new chapter_test(
'Мужчина 67 лет жалуется на мышечную слабость (ему трудно самостоятельно причесаться, встать с низкого стула). Мышечные боли отсутствуют. Температура тела 37,4 <sup>o</sup>С. На коже изменений нет. В мышцах болезненных участков не определяется. Со стороны лёгких, сердца, органов брюшной полсти при объективном исследовании изменений не обнаружено. Общий анализ крови: Hb 121 г/л, лейкоцитов 6x10<sup>9</sup>/л, СОЭ 37 мм/ч. Общий анализ мочи без патологии. Уровни КФК и АЛТ повышены. Антинуклеарные АТ в титре 1:80. Какому из перечисленных ниже заболеваний наиболее соответствует клиническая картина?',
new Array(
new Array('Полимиозит;','yes'),
new Array('Ревматическая полимиалгия;','no'),
new Array('Первичная фибромиалгия;','no'),
new Array('Миастения;','no'),
new Array('Узелковый периартериит.','no')
),
new Array('0'),
'<br>Ревматическая полимиалгия характеризуется мышечными болями и проксимальной мышечной слабостью. При первичной фибромиалгии в типичных участках обнаруживают болезненные мышечные уплотнения. При миастении, помимо слабости мышц конечностей, выявляют слабость мимических, жевательных, дыхательных, глазодвигательных и других мышц. При узелковом периартериите миалгии редко выходят на передний план; многолики системные проявления.'
);
record_index++;

//46
chapter_tests[record_index]=new chapter_test(
'Назовите основное показание к внутрисуставному введению глюкокортикоидов при ревматоидном артрите.',
new Array(
new Array('Суставная боль;','no'),
new Array('Сужение суставной щели;','no'),
new Array('Моно- или олигоартрит с экссудативными проявлениями;','yes'),
new Array('Вторичный остеоартроз;','no'),
new Array('Сопутствующие околосуставные поражения.','no')
),
new Array('2'),
''
);
record_index++;

//47
chapter_tests[record_index]=new chapter_test(
'У мужчины 27 лет боли локализуются в поясничном отделе позвоночника и ягодичных областях, тазобедренных и плечевых суставах. Утренняя скованность длится около 1 ч. На коже высыпаний нет. Явления ахиллобурсита. Общий анализ крови: Hb 123 г/л, лейкоцитов 6,2x10<sup>9</sup>/л, лейкоцитарная формула не изменена, СОЭ 34 мм/ч. Общий анализ мочи без патологии. При рентгенологическом исследовании крестцово-подвздошных суставов обнаружено симметричное эрозирование суставных поверхностей, сужение суставных щелей. В поясничном отделе позвоночника — тонкие линейные синдесмофиты. Выберите вариант серонегативной спондилоартропатии.',
new Array(
new Array('Псориатический артрит;','no'),
new Array('Анкилозирующий спондилоартрит;','yes'),
new Array('Реактивный артрит;','no'),
new Array('Спондилоартрит на фоне неспецифического язвенного колита;','no'),
new Array('Болезнь Бехчета.','no')
),
new Array('1'),
'<br>Симметричный сакроилеит, линейные синдесмофиты; «корневой» тип поражения суставов свидетельствуют в пользу болезни Бехтерева.'
);
record_index++;

//48
chapter_tests[record_index]=new chapter_test(
'Мужчина 29 лет жалуется на боли в поясничном отделе позвоночника, боли в дистальных и проксимальных межфаланговых суставах кистей рук. На коже — розовые бляшки с элементами шелушения. Явления ахиллобурсита. Общий анализ крови: Hb 123 г/л, лейкоцитов 5,6x10<sup>9</sup>/л, лейкоцитарная формула не изменена, СОЭ 32 мм/ч. Общий анализ мочи без патологии. При рентгенологическом исследовании крестцово-подвздошных суставов обнаружено эрозирование суставных поверхностей и сужение суставной щели слева. В поясничном отделе позвоночника — грубые паравертебральные оссификаты, не связанные с позвонками.Выберите вариант серонегативной спондилоартропатии.',
new Array(
new Array('Псориатический артрит;','yes'),
new Array('Анкилозирующий спондилоартрит;','no'),
new Array('Реактивный артрит;','no'),
new Array('Спондилоартрит на фоне неспецифического язвенного колита;','no'),
new Array('Болезнь Бехчета.','no')
),
new Array('0'),
'<br>«Осевой» тип поражения суставов, наличие псориатических бляшек, асимметричный сакроилеит, грубые паравертебральные оссификаты, не связанные с позвонками, типичны для псориатического артрита.'
);
record_index++;