

//1
chapter_tests[record_index]=new chapter_test(
'Гипохромные микроциты характерны для всех следующих состояний, КРОМЕ:',
new Array(
new Array('железодефицитной анемии;','no'),
new Array('большой талассемии;','no'),
new Array('малой талассемии;','no'),
new Array('недостаточности Г-6-ФД.','yes')
),
new Array('3'),
'<br>При недостаточности Г-6-ФД эритроциты нормохромны, отмечают нормоцитоз. При прочих анемиях, перечисленных в вопросе, нарушения синтеза Hb из-за отсутствия железа (железодефицит), или дефектного синтеза глобиновой цепи (талассемии) приводят к синтезу гипохромных микроцитарных эритроцитов.'
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
'Диагноз железодефицитной анемии может быть установлен с помощью всех перечисленных данных, КРОМЕ:',
new Array(
new Array('отсутствия железа в окрашенном биоптате костного мозга;','no'),
new Array('низких уровней ферритина сыворотки;','no'),
new Array('гипохромии и микроцитоза при специфических клинических данных;','no'),
new Array('ответа на терапию препаратами железа в течение 1 мес;','no'),
new Array('обнаружения мегалобластов при исследовании костного мозга.','yes')
),
new Array('4'),
'<br>В зависимости от клинических обстоятельств дефицит железа может быть выявлен различными способами. Отсутствие железа при исследовании костного мозга — неопровержимый признак железодефицитного состояния. Уровень ферритина сыворотки тесно коррелирует с запасами железа, и его определение стало отличным тестом. Дефицит железа вызывает довольно типичное изменение мазка крови с микроцитозом и гипохромией. В некоторых ситуациях, заведомо связанных с кровопотерей, например, при менструации, для диагноза достаточно классического мазка крови. Наконец, известны сроки ответа больных с железодефицитными состояниями на терапию препаратами железа: спустя 4 нед должно отмечаться увеличение количества Hb на 50%. Мегалобластный тип кроветворения выявляется у больных с дефицитом витамина B12 и фолиевой кислоты, но не у больных с дефицитом железа.'
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
'Тест Шиллинга — это:',
new Array(
new Array('изучение всасывания железа кишечником, используемое при диагностике железодефицитных анемий;','no'),
new Array('определение в крови концентрации фолиевой кислоты, применяемое для дифференциальной диагностики мегалобластных анемий;','no'),
new Array('количественное определение витамина В12 в моче, необходимое в диагностике В12-дефицитных анемий;','no'),
new Array('изучение всасывания цианкобаламина желудочно-кишечным трактом по его количеству, экскретируемому с мочой, являющееся ведущим диагностическим тестом только при диагностике витамин B12-дефицитной анемии;','no'),
new Array('выявление нарушения всасывания цианкобаламина в ЖКТ по его количеству, выделяемого с мочой, подтверждающее диагноз В12-дефицитных анемий.','yes')
),
new Array('4'),
'<br>Тест Шиллинга является достоверным диагностическим тестом всех В12-дефицитных анемий (в том числе витамин B12-дефицитной), так как выявляет нарушение всасывания витамина в ЖКТ. Результаты теста оценивают по количеству экскретируемого радиоактивного кобальта, введённого в организм обследуемого per os. Естественно, что ответы «а», «б» и «в» абсолютны недопустимы. В ответе «г» указана только витамин B12-дефицитная анемия, что тоже неверно.'
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
'Какое сочетание признаков характерно для витамин B12-дефицитной анемии?',
new Array(
new Array('Гипохромная анемия; фуникулярный миелоз, наличие АТ к париетальным клеткам желудка, положительный тест Шиллинга;','no'),
new Array('Мегалобласты в периферической крови, дистрофические изменения в тканях, АТ к внутреннему фактору Касла, недостаточность костномозгового кроветворения;','yes'),
new Array('Гиперхромная макроцитарная анемия, гепатоспленомегалия, фуникулярный миелоз, склонность к тромбообразованию;','no'),
new Array('Панцитопения, синдром нарушенного всасывания, спленомегалия, койлонихия;','no'),
new Array('Гипербилирубинемия, ретикулоцитоз, мегалоциты в периферической крови, красный цианоз.','no')
),
new Array('1'),
'<br>Известно, что в основе витамин B12-дефицитной анемии лежит недостаточность внутреннего фактора Касла, вызванная выработкой АТ к самому фактору, либо к париетальным клеткам желудка, вырабатывающих фактор. Дефицит витамина В12 приводит к нарушению синтеза ДНК и мегалобластному типу кроветворения, характеризующегося гиперхромией эритроцитов, наличием мегалоцитов. В каждом варианте, кроме правильного, имеется по одному признаку, нехарактерному для витамин B12-дефицитной анемии. В варианте «а» — гипохромная анемия, «в» — склонность к тромбообразованию (характерна тромбоцитопения, как результат нарушения нормального гемопоэза), «г» — койлонихия (специфический симптом железодефицитной анемии), «д» — красный цианоз (входит в так называемый плеторический синдром, характерный для полицитемий).'
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
'Для какого из следующих нарушений наиболее характерно повышение уровня HbА2?',
new Array(
new Array('Серповидно-клеточная анемия;','no'),
new Array('<span style=‘font-family:Symbol’>b</span>-Талассемия;','yes'),
new Array('Дефицит Г-6-ФД;','no'),
new Array('Болезнь нестабильного гемоглобина;','no'),
new Array('<span style=‘font-family:Symbol’>a</span>-Талассемия.','no')
),
new Array('1'),
'<br>Увеличение содержания HbА2 — характерный признак <span style=‘font-family:Symbol’>b</span>-талассемии. Синдромы талассемии — генетические нарушения, характеризующиеся снижением синтеза глобинов вследствие их мутаций. Талассемии обозначаются в соответствии с дефектной цепью. Так, <span style=‘font-family:Symbol’>b</span>-талассемия характеризуется нарушением синтеза <span style=‘font-family:Symbol’>b</span>-цепи, компонента HbA. Компенсаторно увеличивается содержание других Hb (например, HbA2). Наличие таких Hb в повышенных количествах позволяет диагностировать <span style=‘font-family:Symbol’>b</span>-талассемию. При серповидно-клеточных состояниях имеются мутировавшие Hb [например HbS и HbC], преобладающие над нормальными Hb. При дефиците Г-6-ФДГ и болезни нестабильного Hb переходит в окисленную форму и осаждается в виде телец Хайнца.'
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
'Какая из нижеследующих гемолитических анемий вызвана внутриклеточным дефектом?',
new Array(
new Array('Наследственный сфероцитоз;','no'),
new Array('Серповидно-клеточная анемия;','no'),
new Array('Аутоиммунная гемолитическая анемия;','yes'),
new Array('Анемия вследствие недостаточности Г-6-ФД.','no')
),
new Array('2'),
'<br>Развитие аутоиммунной гемолитической анемии происходит под влиянием внешних (по отношению к эритроциту) факторов (например, АТ). Наследственный сфероцитоз — патология мембран эритроцитов. Серповидно-клеточная анемия и недостаточность Г-6-ФДГ — соответственно патология Hb и недостаточность фермента эритроцитов.'
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
'На наличие гемолиза указывают все клинические проявления, КРОМЕ:',
new Array(
new Array('отсутствия или снижения гаптоглобина сыворотки;','no'),
new Array('повышенного числа ретикулоцитов;','no'),
new Array('повышенного уровня сывороточной ЛДГ;','no'),
new Array('микроцитоза эритроцитов;','yes'),
new Array('укорочения времени жизни эритроцитов.','no')
),
new Array('3'),
'<br>Термин «гемолиз» обозначает повышенное разрушение эритроцитов до истечения их нормального срока жизнедеятельности (120 дней). Для компенсации последствий уменьшения времени жизни эритроцитов в костном мозге усиливается эритропоэз, что проявляется ретикулоцитозом. В процессе связывания избытка свободного Hb, высвобождающегося в результате разрушения эритроцитов, потребляется гаптоглобин. Также обнаруживается повышенная активность ЛДГ, в избыточных количествах высвобождающаяся из разрушенных эритроцитов. Эритроцитарные индексы обычно нормальны при гемолитических анемиях и в идентификации этих заболеваний не помогают.'
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
'Всё перечисленное характерно для тяжёлых форм талассемий, КРОМЕ:',
new Array(
new Array('микроцитарной гипохромной анемии;','no'),
new Array('спленомегалии;','no'),
new Array('нарушения синтеза глобиновых цепей;','no'),
new Array('спленэктомии в качестве основного лечения;','yes'),
new Array('аномалии лицевого черепа.','no')
),
new Array('3'),
'<br>Спленэктомия является малоэффективным методом лечения талассемий, так как она не устраняет основную причину гемолиза — синтез аномального Hb. В селезёнке происходит разрушение дефектных эритроцитов, и, удалив её, можно лишь ненамного замедлить процесс гемолиза. Основным методом лечения при талассемиях является заместительная терапия, осложняющая при частом применении вторичным гемосидерозом внутренних органов и присоединением инфекций. Больные тяжёлыми формами талассемии до конца своей недолгой жизни остаются трансфузионнозависимыми.'
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
'Наличие HbS указывает на:',
new Array(
new Array('ранний постнатальный период;','no'),
new Array('серповидно-клеточную анемию;','yes'),
new Array('сидеробластную анемию;','no'),
new Array('отравление угарным газом.','no')
),
new Array('1'),
'<br>HbS, являясь аномальным Hb, образованным в результате замены валина на глутаминовую кислоту в положении 6 <span style=‘font-family:Symbol’>b</span>-цепи молекулы Hb, не может встречаться в каких-либо физиологических состояниях — ни внутриутробно, ни в постнатальном периоде. HbS изменяет форму эритроцитов (образуются серповидные клетки), обусловливающую гемолиз. Отравление угарным газом приводит к образованию метгемоглобина. Метгемоглобин обладает очень низким сродством к кислороду и при достижении определённой концентрации вызывает смерть.'
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
'Для серповидно-клеточной анемии характерно всё ниже перечисленное, КРОМЕ:',
new Array(
new Array('развития выраженной анемии в течение первых двух месяцев жизни;','yes'),
new Array('синдрома рук-ног;','no'),
new Array('спленомегалии;','no'),
new Array('гипофункции селезёнки;','no')
),
new Array('0'),
'<br>Наличие патологии <span style=‘font-family:Symbol’>b</span>-цепи HbS клинически не проявляется до конца первого года жизни, вследствие присутствие фетального Hb, сохраняющегося в течение первых месяцев жизни. Самые ранние клинические проявления серповидно-клеточной анемии возникают в 4–6месячном возрасте, когда у ребёнка развивается симметричный болезненный отёк тыльных поверхностей кистей и стоп (рук-ног синдром). К пяти годам ткань селезёнки замещается соединительной тканью, что связано с повторными инфарктами органа.'
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
'Что из перечисленного не характерно для анемии Фанкони?',
new Array(
new Array('Гематологические нарушения в грудном возрасте;','yes'),
new Array('Панцитопения;','no'),
new Array('Аномалии скелета;','no'),
new Array('Ломкость хромосом.','no')
),
new Array('0'),
'<br>Анемия Фанкони — врождённое заболевание. Связанные с ней гематологические нарушения обычно проявляются по достижении 3–8-летнего возраста; эта наследуемая (<span style='font-family:Symbol'>r</span>) патология костного мозга может привести к панцитопении. Генетический дефект заключается в повышенной ломкости хромосом, приводящей к многочисленным структурным дефектам и рекомбинациям. Среди множества фенотипических аномалий — поражения скелета и задержка роста.'
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
'Острое начало с повышения температуры, желтухи; спленомегалия, ретикулоцитоз',
new Array(
new Array('Железодефицитная анемия;','no'),
new Array('В12-дефицитная анемия;','no'),
new Array('Аутоиммунная гемолитическая анемия;','yes'),
new Array('Анемия Минковского–Шоффара;','no'),
new Array('Апластическая анемия.','no')
),
new Array('2'),
'<br>АИГА имеет все признаки гемолиза, в том числе желтуха, спленомегалия, ретикулоцитоз, отличает её острое начало, часто с повышения температуры.<br>Дефицит железа приводит к снижению всех железосодержащих соединений, в том числе Hb (гипохромия эритроцитов, анемия), ферритина и т.д. Железодефицитная анемия, возникшая вследствие кровопотери, вызывает компенсаторную гиперплазию красного ростка костного мозга.<br>Апластическая анемия может быть вызвана приёмом некоторых ЛС, очень часто хлорамфениколом. Недостаточность костномозгового гемопоэза приводит к панцитопении (в том числе тромбоцитопении) и снижению числа клеток костного мозга, определяемого исследованием трепаната.<br>В<sub>12</sub>-дефицитную анемию от других будет отличать прежде всего мегалобластный тип кроветворения. Неврологические нарушения при В12-дефицитной анемии (фуникулярный миелоз) отсутствуют при других мегалобластных анемиях (например, фолиеводефицитной).<br>Болезнь Минковского-Шоффара или наследственный сфероцитоз входит в группу гемолитических анемий, обусловленных мембранным дефектом. Гемолиз приводит к желтухе и спленомегалии, нарушение формы эритроцита обусловливает снижение его осмотической резистентности.'
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
'Гипохромная анемия, снижение уровня ферритина в сыворотке крови, гиперплазия эритроидного ростка',
new Array(
new Array('Железодефицитная анемия;','yes'),
new Array('В12-дефицитная анемия;','no'),
new Array('Аутоиммунная гемолитическая анемия;','no'),
new Array('Анемия Минковского–Шоффара;','no'),
new Array('Апластическая анемия.','no')
),
new Array('0'),
'<br>АИГА имеет все признаки гемолиза, в том числе желтуха, спленомегалия, ретикулоцитоз, отличает её острое начало, часто с повышения температуры.<br>Дефицит железа приводит к снижению всех железосодержащих соединений, в том числе Hb (гипохромия эритроцитов, анемия), ферритина и т.д. Железодефицитная анемия, возникшая вследствие кровопотери, вызывает компенсаторную гиперплазию красного ростка костного мозга.<br>Апластическая анемия может быть вызвана приёмом некоторых ЛС, очень часто хлорамфениколом. Недостаточность костномозгового гемопоэза приводит к панцитопении (в том числе тромбоцитопении) и снижению числа клеток костного мозга, определяемого исследованием трепаната.<br>В<sub>12</sub>-дефицитную анемию от других будет отличать прежде всего мегалобластный тип кроветворения. Неврологические нарушения при В12-дефицитной анемии (фуникулярный миелоз) отсутствуют при других мегалобластных анемиях (например, фолиеводефицитной).<br>Болезнь Минковского-Шоффара или наследственный сфероцитоз входит в группу гемолитических анемий, обусловленных мембранным дефектом. Гемолиз приводит к желтухе и спленомегалии, нарушение формы эритроцита обусловливает снижение его осмотической резистентности.'
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
'Приём хлорамфеникола в анамнезе; геморрагический синдром; сниженная клеточность костного мозга',
new Array(
new Array('Железодефицитная анемия;','no'),
new Array('В12-дефицитная анемия;','no'),
new Array('Аутоиммунная гемолитическая анемия;','no'),
new Array('Анемия Минковского–Шоффара;','no'),
new Array('Апластическая анемия.','yes')
),
new Array('4'),
'<br>АИГА имеет все признаки гемолиза, в том числе желтуха, спленомегалия, ретикулоцитоз, отличает её острое начало, часто с повышения температуры.<br>Дефицит железа приводит к снижению всех железосодержащих соединений, в том числе Hb (гипохромия эритроцитов, анемия), ферритина и т.д. Железодефицитная анемия, возникшая вследствие кровопотери, вызывает компенсаторную гиперплазию красного ростка костного мозга.<br>Апластическая анемия может быть вызвана приёмом некоторых ЛС, очень часто хлорамфениколом. Недостаточность костномозгового гемопоэза приводит к панцитопении (в том числе тромбоцитопении) и снижению числа клеток костного мозга, определяемого исследованием трепаната.<br>В<sub>12</sub>-дефицитную анемию от других будет отличать прежде всего мегалобластный тип кроветворения. Неврологические нарушения при В12-дефицитной анемии (фуникулярный миелоз) отсутствуют при других мегалобластных анемиях (например, фолиеводефицитной).<br>Болезнь Минковского-Шоффара или наследственный сфероцитоз входит в группу гемолитических анемий, обусловленных мембранным дефектом. Гемолиз приводит к желтухе и спленомегалии, нарушение формы эритроцита обусловливает снижение его осмотической резистентности.'
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
'Мегалобластный тип кроветворения; повышение уровня ферритина в крови, неврологическая симптоматика',
new Array(
new Array('Железодефицитная анемия;','no'),
new Array('В12-дефицитная анемия;','yes'),
new Array('Аутоиммунная гемолитическая анемия;','no'),
new Array('Анемия Минковского–Шоффара;','no'),
new Array('Апластическая анемия.','no')
),
new Array('1'),
'<br>АИГА имеет все признаки гемолиза, в том числе желтуха, спленомегалия, ретикулоцитоз, отличает её острое начало, часто с повышения температуры.<br>Дефицит железа приводит к снижению всех железосодержащих соединений, в том числе Hb (гипохромия эритроцитов, анемия), ферритина и т.д. Железодефицитная анемия, возникшая вследствие кровопотери, вызывает компенсаторную гиперплазию красного ростка костного мозга.<br>Апластическая анемия может быть вызвана приёмом некоторых ЛС, очень часто хлорамфениколом. Недостаточность костномозгового гемопоэза приводит к панцитопении (в том числе тромбоцитопении) и снижению числа клеток костного мозга, определяемого исследованием трепаната.<br>В<sub>12</sub>-дефицитную анемию от других будет отличать прежде всего мегалобластный тип кроветворения. Неврологические нарушения при В12-дефицитной анемии (фуникулярный миелоз) отсутствуют при других мегалобластных анемиях (например, фолиеводефицитной).<br>Болезнь Минковского-Шоффара или наследственный сфероцитоз входит в группу гемолитических анемий, обусловленных мембранным дефектом. Гемолиз приводит к желтухе и спленомегалии, нарушение формы эритроцита обусловливает снижение его осмотической резистентности.'
);
record_index++;

//16
chapter_tests[record_index]=new chapter_test(
'Желтуха, спленомегалия, снижение осмотической резистентности эритроцитов',
new Array(
new Array('Железодефицитная анемия;','no'),
new Array('В12-дефицитная анемия;','no'),
new Array('Аутоиммунная гемолитическая анемия;','no'),
new Array('Анемия Минковского–Шоффара;','yes'),
new Array('Апластическая анемия.','no')
),
new Array('3'),
'<br>АИГА имеет все признаки гемолиза, в том числе желтуха, спленомегалия, ретикулоцитоз, отличает её острое начало, часто с повышения температуры.<br>Дефицит железа приводит к снижению всех железосодержащих соединений, в том числе Hb (гипохромия эритроцитов, анемия), ферритина и т.д. Железодефицитная анемия, возникшая вследствие кровопотери, вызывает компенсаторную гиперплазию красного ростка костного мозга.<br>Апластическая анемия может быть вызвана приёмом некоторых ЛС, очень часто хлорамфениколом. Недостаточность костномозгового гемопоэза приводит к панцитопении (в том числе тромбоцитопении) и снижению числа клеток костного мозга, определяемого исследованием трепаната.<br>В<sub>12</sub>-дефицитную анемию от других будет отличать прежде всего мегалобластный тип кроветворения. Неврологические нарушения при В12-дефицитной анемии (фуникулярный миелоз) отсутствуют при других мегалобластных анемиях (например, фолиеводефицитной).<br>Болезнь Минковского-Шоффара или наследственный сфероцитоз входит в группу гемолитических анемий, обусловленных мембранным дефектом. Гемолиз приводит к желтухе и спленомегалии, нарушение формы эритроцита обусловливает снижение его осмотической резистентности.'
);
record_index++;

//17
chapter_tests[record_index]=new chapter_test(
'Удлинение времени кровотечения, петехиально-экхимозный тип кровоточивости, основной метод лечения — преднизолон',
new Array(
new Array('Идиопатическая тромбоцитопеническая пурпура (ИТП);','yes'),
new Array('Тромботическая тромбоцитопеническая пурпура;','no'),
new Array('Гемофилия А;','no'),
new Array('ДВС.','no')
),
new Array('0'),
'<br>ИТП, как и все тромбоцитопатии, характеризуется удлинением времени кровотечения. Основными проявлениями геморрагического синдрома будут петехии и экхимозы на слизистых оболочках и кожных покровах. Возможны и кровотечения, при которых показано назначение преднизолона.<br>Наличие двух, казалось бы, противоречивых патогенетических механизмов (гипер- и гипокоагуляции), обусловливающих сочетание в клинической картине геморрагического синдрома и тромбообразования, характеризует ДВС. Так как первая фаза синдрома (фаза гиперкоагуляции) кратковременна и не всегда уловима, лабораторные исследования указывают на вторую/третью фазы (коагулопатию потребления и гипокоагуляцию), например, снижение протромбинового времени и частичного тромбопластинового времени. Основным методом терапии является гепаринотерапия, направленная на лизис тромбов и остановку коагуляционного каскада.<br>В этом варианте признаки, характерные при тромботической тромбоцитопенической пурпуры, перечислены в порядке своего возникновения. Тромбообразование приводит к повышенному потреблению циркулирующих тромбоцитов и тромбоцитопении. Эритроциты, проходя через тромбы, фрагментируются и лизируются.<br>В данном примере описана гемофилия — наследственная (а именно, сцепленная с Х-хромосомой) коагулопатия (удлинение времени свёртывания), характеризующаяся кровоизлияниями в суставы.'
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
'Сочетание геморрагий и тромбозов, снижение протромбинового времени и частичного тромбопластинового времени (ЧТВ), основной метод лечения— гепаринотерапия',
new Array(
new Array('Идиопатическая тромбоцитопеническая пурпура (ИТП);','no'),
new Array('Тромботическая тромбоцитопеническая пурпура;','no'),
new Array('Гемофилия А;','no'),
new Array('ДВС.','yes')
),
new Array('3'),
'<br>ИТП, как и все тромбоцитопатии, характеризуется удлинением времени кровотечения. Основными проявлениями геморрагического синдрома будут петехии и экхимозы на слизистых оболочках и кожных покровах. Возможны и кровотечения, при которых показано назначение преднизолона.<br>Наличие двух, казалось бы, противоречивых патогенетических механизмов (гипер- и гипокоагуляции), обусловливающих сочетание в клинической картине геморрагического синдрома и тромбообразования, характеризует ДВС. Так как первая фаза синдрома (фаза гиперкоагуляции) кратковременна и не всегда уловима, лабораторные исследования указывают на вторую/третью фазы (коагулопатию потребления и гипокоагуляцию), например, снижение протромбинового времени и частичного тромбопластинового времени. Основным методом терапии является гепаринотерапия, направленная на лизис тромбов и остановку коагуляционного каскада.<br>В этом варианте признаки, характерные при тромботической тромбоцитопенической пурпуры, перечислены в порядке своего возникновения. Тромбообразование приводит к повышенному потреблению циркулирующих тромбоцитов и тромбоцитопении. Эритроциты, проходя через тромбы, фрагментируются и лизируются.<br>В данном примере описана гемофилия — наследственная (а именно, сцепленная с Х-хромосомой) коагулопатия (удлинение времени свёртывания), характеризующаяся кровоизлияниями в суставы.'
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
'Склонность к тромбообразованию, тромбоцитопения, микроангиопатическая гемолитическая анемия',
new Array(
new Array('Идиопатическая тромбоцитопеническая пурпура (ИТП);','no'),
new Array('Тромботическая тромбоцитопеническая пурпура;','yes'),
new Array('Гемофилия А;','no'),
new Array('ДВС.','no')
),
new Array('1'),
'<br>ИТП, как и все тромбоцитопатии, характеризуется удлинением времени кровотечения. Основными проявлениями геморрагического синдрома будут петехии и экхимозы на слизистых оболочках и кожных покровах. Возможны и кровотечения, при которых показано назначение преднизолона.<br>Наличие двух, казалось бы, противоречивых патогенетических механизмов (гипер- и гипокоагуляции), обусловливающих сочетание в клинической картине геморрагического синдрома и тромбообразования, характеризует ДВС. Так как первая фаза синдрома (фаза гиперкоагуляции) кратковременна и не всегда уловима, лабораторные исследования указывают на вторую/третью фазы (коагулопатию потребления и гипокоагуляцию), например, снижение протромбинового времени и частичного тромбопластинового времени. Основным методом терапии является гепаринотерапия, направленная на лизис тромбов и остановку коагуляционного каскада.<br>В этом варианте признаки, характерные при тромботической тромбоцитопенической пурпуры, перечислены в порядке своего возникновения. Тромбообразование приводит к повышенному потреблению циркулирующих тромбоцитов и тромбоцитопении. Эритроциты, проходя через тромбы, фрагментируются и лизируются.<br>В данном примере описана гемофилия — наследственная (а именно, сцепленная с Х-хромосомой) коагулопатия (удлинение времени свёртывания), характеризующаяся кровоизлияниями в суставы.'
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
'Болеют лица мужского пола, снижение времени свёртываемости, хронические гемартрозы',
new Array(
new Array('Идиопатическая тромбоцитопеническая пурпура (ИТП);','no'),
new Array('Тромботическая тромбоцитопеническая пурпура;','no'),
new Array('Гемофилия А;','yes'),
new Array('ДВС.','no')
),
new Array('2'),
'<br>ИТП, как и все тромбоцитопатии, характеризуется удлинением времени кровотечения. Основными проявлениями геморрагического синдрома будут петехии и экхимозы на слизистых оболочках и кожных покровах. Возможны и кровотечения, при которых показано назначение преднизолона.<br>Наличие двух, казалось бы, противоречивых патогенетических механизмов (гипер- и гипокоагуляции), обусловливающих сочетание в клинической картине геморрагического синдрома и тромбообразования, характеризует ДВС. Так как первая фаза синдрома (фаза гиперкоагуляции) кратковременна и не всегда уловима, лабораторные исследования указывают на вторую/третью фазы (коагулопатию потребления и гипокоагуляцию), например, снижение протромбинового времени и частичного тромбопластинового времени. Основным методом терапии является гепаринотерапия, направленная на лизис тромбов и остановку коагуляционного каскада.<br>В этом варианте признаки, характерные при тромботической тромбоцитопенической пурпуры, перечислены в порядке своего возникновения. Тромбообразование приводит к повышенному потреблению циркулирующих тромбоцитов и тромбоцитопении. Эритроциты, проходя через тромбы, фрагментируются и лизируются.<br>В данном примере описана гемофилия — наследственная (а именно, сцепленная с Х-хромосомой) коагулопатия (удлинение времени свёртывания), характеризующаяся кровоизлияниями в суставы.'
);
record_index++;

//21
chapter_tests[record_index]=new chapter_test(
'Все последующие утверждения в отношении больных с идиопатической тромбоцитопенической пурпурой (ИТП) верны, КРОМЕ:',
new Array(
new Array('число мегакариоцитов в костном мозге обычно увеличивается;','no'),
new Array('повышается содержание ассоциированного с тромбоцитами IgG;','no'),
new Array('обычно имеется спленомегалия и цитопения;','yes'),
new Array('длительность жизни тромбоцитов уменьшена;','no'),
new Array('спленэктомия может быть эффективным лечением.','no')
),
new Array('2'),
'<br>Изолированная тромбоцитопения, как правило, встречается при идиопатической тромбоцитопенической пурпуре (ИТП). Спленомегалия и цитопения не характерны для ИТП, и их наличие должно ставить диагноз ИТП под сомнение. ИТП — прототип тромбоцитопении, обусловленной повышенным разрушением тромбоцитов на периферии. Длительность жизни тромбоцитов значительно уменьшается, и в ответ увеличивается число мегакариоцитов костного мозга. На тромбоцитах и в плазме обычно могут обнаруживаться тромбоцит-ассоциированные АТ. Долговременная терапия заключается в назначении глюкокортикоидов и спленэктомии. В рефрактерных случаях может потребоваться иммуносупрессивная терапия.'
);
record_index++;

//22
chapter_tests[record_index]=new chapter_test(
'Развитие сопутствующего ДВС вероятно у всех перечисленных больных, КРОМЕ лиц:',
new Array(
new Array('с грамотрицательной бактериемией;','no'),
new Array('с эмболией амниотической жидкостью.','no'),
new Array('с множественными травмами;','no'),
new Array('с промиелобластным лейкозом;','no'),
new Array('получающих тромболитическую терапию.','yes')
),
new Array('4'),
'<br>ДВС, при котором в плазме крови накапливается аномальный тромбин, вызывающий диффузное внутрисосудистое микро- (иногда макро-) тромбообразование. Было показано, что различные факторы обладают способностью запускать ДВС. Грамотрицательный сепсис вызывает повреждение эндотелия с активацией фактора ХII и накоплением тромбина. При попадании в кровоток продукты распада клеток, образующиеся при эмболии амниотической жидкостью, множественных травмах и промиелобластном лейкозе, действуют как тканевые тромбопластины и активируют накопление тромбина по внешнему пути коагуляции. Тромболитические средства, такие как стрептокиназа и активатор тканевого плазминогена, вызывают активацию плазмина, что приводит к снижению уровня фибриногена. Накопления тромбина при этом не происходит.'
);
record_index++;

//23
chapter_tests[record_index]=new chapter_test(
'Все из ниже перечисленных симптомов характерны для ДВС, КРОМЕ:',
new Array(
new Array('тромбоцитопении;','no'),
new Array('микроангиопатии;','no'),
new Array('гипофибриногенемии;','no'),
new Array('увеличенного ЧТВ;','no'),
new Array('низкого уровня продуктов разрушения фибрина;','yes')
),
new Array('4'),
'<br>При ДВС активация системы свёртывания приводит к опустошению пула тромбоцитов, а также ряда компонентов системы (факторы II, V, VIII и фибриноген). Кроме того, нити фибрина, образующиеся в микрососудистом русле, могут повреждать мембраны эритроцитов, приводя к микроангиопатическим нарушениям, появлению шизоцитов и шпороклеточных эритроцитов в мазке периферической крови. При ДВС уровень продуктов разрушения фибрина повышен.'
);
record_index++;

//24
chapter_tests[record_index]=new chapter_test(
'Для гемофилии характерно всё, КРОМЕ:',
new Array(
new Array('наследственного характера;','no'),
new Array('петехиально-экхимозного типа кровоточивости;','yes'),
new Array('удлинения ЧТВ;','no'),
new Array('большого значения, придаваемого профилактике травматизма;','no'),
new Array('возможной остановки кровотечения на фоне переливания СЗП.','no')
),
new Array('1'),
'<br>При гемофилии имеет место смешанный тип кровоточивости, т.е. сочетание обширных гематом и кровотечений из слизистых оболочках. Дефицит факторов приводит к удлинению времени свертываемости и ЧТВ. Ранняя диагностика заболевания (на первом году жизни), позволяет принять некоторые профилактические меры, направленные на предотвращение травматизма, необоснованных медицинских вмешательств. Ранее, до разработки препаратов факторов (VIII, IX), трансфузии СЗП, содержащей плазменные факторы свертываемости, были единственным методом остановки кровотечений при гемофилии.'
);
record_index++;

//25
chapter_tests[record_index]=new chapter_test(
'Всё нижеприведённые утверждения, касающиеся тромботической тромбоцитопенической пурпуры, верны, КРОМЕ:',
new Array(
new Array('Основная причина тромбоцитопении — повышенное разрушение тромбоцитов;','yes'),
new Array('Высокая концентрация аномального белка — производного фактора фон Виллебранда;','no'),
new Array('Фрагментированные эритроциты;','no'),
new Array('Гемолитическая желтуха;','no'),
new Array('Ишемическое поражение органов.','no')
),
new Array('0'),
'<br>Основная причина тромбоцитопении — повышенное их утилизация тромбами. Разрушение тромбоцитов возможно, например, при их прохождении через тромбированные сосуды, но оно незначительно по сравнению с первым механизмом.'
);
record_index++;

//26
chapter_tests[record_index]=new chapter_test(
'Какой диагностический тест не входит в первичную диагностику нарушения гемостаза?',
new Array(
new Array('Время свёртывания;','no'),
new Array('Количество тромбоцитов;','no'),
new Array('Количественное определение плазменных факторов свёртываемости','yes'),
new Array('Определение ЧТВ;','no'),
new Array('Скорость кровотечения.','no')
),
new Array('2'),
'<br>При поступлении больного с геморрагическим диатезом прежде всего необходимо определить поражённое звено гемостаза (патология тромбоцитов или коагулопатия). Дифференциально-диагностическими тестами являются определение времени свёртывания и ЧТВ (удлинение показателей при коагулопатиях) и определение скорости кровотечения и количества тромбоцитов. Только при исключении тромбоцитопатии (-пении) проводят детальное исследование коагуляционной системы, качественное и количественное определение факторов свёртываемости. В практике наиболее часто приходится определять активность VIII и IX факторов.'
);
record_index++;

//27
chapter_tests[record_index]=new chapter_test(
'При обследовании пациента с агранулоцитозом (нейтропенией) показаны: Указания. Для каждого пронумерованного вопроса или незаконченного утверждения предлагаются обозначенные буквами ответы или завершения утверждений. Выберите один (наилучший) из обозначенных буквами ответ или завершение утверждения.',
new Array(
new Array('пункция костного мозга;','no'),
new Array('тест с нитросиним тетразолием;','yes'),
new Array('тест на антинейтрофильные АТ;','no'),
new Array('тест на лейкоцитарную щелочную фосфатазу.','no')
),
new Array('1'),
'<br>Для оценки процессов образования и созревания гранулоцитов и исключения аплазии костного мозга или его инфильтрации опухолевыми или бластными клетками проводят пункцию костного мозга. Антинейтрофильные АТ обычно позволяют диагностировать аутоиммунную нейтропению. Тест с нитросиним тетразолием используют для диагностики хронической гранулематозной болезни — нарушения функции нейтрофилов, не связанного с нейтропенией. Определение активности лейкоцитарной щелочной фосфатазы позволяет дифференцировать нейтрофилию при воспалительном заболевании от ХМЛ.'
);
record_index++;

//28
chapter_tests[record_index]=new chapter_test(
'Болезнь Ходжкена сопровождают все перечисленные осложнения химиотерапии, КРОМЕ:',
new Array(
new Array('тошноты и рвоты;','no'),
new Array('бесплодия;','no'),
new Array('гипотиреоза;','no'),
new Array('микроангиопатической гемолитической анемии;','yes'),
new Array('острого лейкоза.','no')
),
new Array('3'),
'<br>Микроангиопатическую гемолитическую анемию можно наблюдать после длительной терапии митомицином, но митомицин не показан для лечения болезни Ходжкена. Обычные схемы химиотерапевтического лечения болезни Ходжкена — МОПП (мехлорметамин, онковин [винкристин], прокарбазин, преднизолон) и АБВД (адриамицин [доксорубицин], блеомицин, винбластин, дакарбазин), обладающие токсическим действием на ЖКТ. Недавно полученные противорвотные препараты способны ослаблять побочный эффект. Облучение области шеи может вызвать гипотиреоз. Химиотерапия и облучение могут стать причиной бесплодия и повреждения стволовых клеток костного мозга, что повышает риск возникновения вторичного острого лейкоза.'
);
record_index++;

//29
chapter_tests[record_index]=new chapter_test(
'К гистологическим вариантам лимфогранулематоза относят все ниже перечисленные, КРОМЕ:',
new Array(
new Array('плазмоцитомного;','yes'),
new Array('лимфоидного истощения;','no'),
new Array('нодулярного склероза;','no'),
new Array('смешанно-клеточного;','no'),
new Array('лимфо-гистиоцитарного.','no')
),
new Array('0'),
'<br>Плазмоцитомный гистологический вариант (морфологический субстрат опухоли — плазмоциты), наблюдают при миеломной болезни.'
);
record_index++;

//30
chapter_tests[record_index]=new chapter_test(
'Показаниями к монохимиотерапии лимфогранулематоза могут быть все перечисленные состояния, КРОМЕ:',
new Array(
new Array('Почечная недостаточность у больного лимфогранулематозом III2А стадии;','no'),
new Array('Возраст больного 76 лет;','no'),
new Array('Изолированное поражение селезёнки;','yes'),
new Array('Длительная цитостатическая болезнь;','no'),
new Array('Беременность у больной с поражением мезентериальных лимфатических узлов.','no')
),
new Array('2'),
'<br>Изолированное поражение селезёнки указывает на III1 стадию, при которой применяют лучевую терапию. Почечная недостаточность ограничивает применение полихимиотерапии, показанной при III2А стадии. В случае старческого возраста больного монохимиотерапия применяется в качестве паллиативного средства. Длительная цитостатическая болезнь (выраженное угнетение гемопоэза) делает невозможным применение полихимиотерапии из-за возможных смертельных осложнений (аплазия костного мозга, геморрагический синдром); применяемая в этом случае монохимиотерапия препятствует прогрессированию заболевания и даёт возможность к восстановлению работы костного мозга. Поражение мезентериальных лимфатических узлов характеризуется как III1 стадия, при которой показано тотальное облучение поражённых узлов. В случае беременности больной целесообразнее применить монохимиотерапию в связи наименьшей тератогенностью.'
);
record_index++;

//31
chapter_tests[record_index]=new chapter_test(
'Морфологическим субстратом миеломы являются:',
new Array(
new Array('миелоциты;','no'),
new Array('меланоциты;','no'),
new Array('плазмоциты;','yes'),
new Array('М-белок;','no'),
new Array('остеобласты.','no')
),
new Array('2'),
'<br>Миелома — опухоль, исходящая из плазмоцитов при любой локализации (кости, лёгкие, костный мозг). М-белок, синтезируемый плазмоцитами, представляет собой аномальный Ig, а не атипичную клетку, и морфологическим субстратом опухоли быть не может.'
);
record_index++;

//32
chapter_tests[record_index]=new chapter_test(
'Множественную миелому характеризуют всё ниже перечисленное, КРОМЕ:',
new Array(
new Array('относится к группе парапротеинемических гемобластозов;','no'),
new Array('синтез М-белка;','no'),
new Array('поражение почек;','no'),
new Array('гиперкальциемия;','no'),
new Array('наличие в крови макроглобулинов.','yes')
),
new Array('4'),
'<br>Обнаружение в крови патологических макроглобулинов возможно при макроглобулинемии Вальденстрёма, относящейся (как и множественная миелома) к группе парапротеинемических гемобластозов (т.е. опухолей, исходящих из кроветворных клеток и синтезирующих аномальные Ig — парапротеины).'
);
record_index++;

//33
chapter_tests[record_index]=new chapter_test(
'Осложнениями миеломной болезни являются все нижеперечисленные состояния, КРОМЕ:',
new Array(
new Array('процессов остеолиза;','no'),
new Array('почечной недостаточности;','no'),
new Array('повышения вязкости крови;','no'),
new Array('инфекций;','no'),
new Array('сердечной недостаточности.','yes')
),
new Array('4'),
'<br>Сердечная недостаточность не является осложнением множественной миеломы. Для больных с множественной миеломой характерно присутствие патологического моноклонального белка (М-белок), обнаруживаемого как в крови, так и в моче. Высокая его концентрация в крови может привести к повышению вязкости крови. Кроме того, М-белок присутствует в больших концентрациях в почке и действует как нефротоксин, способствующий (вместе с повышенным содержанием мочевой кислоты, обезвоживанием и гиперкальциемией) возникновению у многих больных почечной недостаточности. Рассасывание кости, вызванное миеломными клетками, приводит к размягчению кости, остеолитическим процессам и переломам. Миеломные клетки также секретируют остеокласт-стимулирующий фактор, индуцирующий гиперкальциемию, обусловленную выходом ионов кальция из костной ткани. Миелома ведёт к приобретённой гипогаммаглобулинемии, что служит предрасполагающим фактором к развитию инфекционных заболеваний.'
);
record_index++;

//34
chapter_tests[record_index]=new chapter_test(
'Истинная полицитемия — это:',
new Array(
new Array('повышение вязкости крови вследствие кровопотери;','no'),
new Array('увеличение абсолютного количества эритроцитов вследствие гиперпродукции эритропоэтина;','no'),
new Array('повышенное содержание всех клеточных элементов крови приобретённого характера;','no'),
new Array('абсолютный эритроцитоз;','yes'),
new Array('ни одно утверждение не верно.','no')
),
new Array('3'),
'<br>Все перечисленные варианты, кроме верного, являются видами вторичных (возникших на фоне какого-либо патологического состояния, например, эритропоэтинсекретирующей опухоли) и относительных (относительное увеличение клеточных элементов крови при снижении общего объёма, наблюдаемого, например при кровопотере) эритроцитозов. Истинная полицитемия — абсолютный эритроцитоз, т.е. повышение абсолютного количества эритроцитов (и других клеточных элементов), которое носит наследственный характер, а значит, это первичный эритроцитоз.'
);
record_index++;

//35
chapter_tests[record_index]=new chapter_test(
'Для истинной полицитемии характерно все ниже перечисленные лабораторные признаки, КРОМЕ:',
new Array(
new Array('нормальный уровень эритропоэтина;','no'),
new Array('повышенное насыщение крови кислородом;','yes'),
new Array('повышение щелочной фосфатазы лейкоцитов;','no'),
new Array('увеличение содержания цианкобаламина;','no'),
new Array('увеличение абсолютного содержания эритроцитов.','no')
),
new Array('1'),
'<br>Увеличение абсолютного содержания эритроцитов на фоне нормального насыщения крови кислородом является основным диагностическим критерием истинной полицитемии. Исследование рО2 крови и уровня эритропоэтина необходимо для дифференциальной диагностики других эритроцитозов. Повышение щелочной фосфатазы лейкоцитов и концентрации витамина В12 являются дополнительными диагностическими признаками истинной полицитемии.'
);
record_index++;

//36
chapter_tests[record_index]=new chapter_test(
'Что не входит в первичное обследование больного острым лейкозом?',
new Array(
new Array('микроскопия мазка периферической крови;','no'),
new Array('миелограмма;','no'),
new Array('обследование ликвора;','no'),
new Array('коагулограмма;','yes'),
new Array('оценка неврологического статуса.','no')
),
new Array('3'),
'<br>Микроскопия периферического мазка крови и костного мозга с миелограммой являются основными методами диагностики любого лейкоза. Именно наличие бластов в крови позволяет поставить диагноз «острый лейкоз». Исследование ликвора и неврологического статуса необходимы для выявления поражения ЦНС (нейролейкемия), что влияет на выбор лечения и прогноз. Коагулограмма не является необходимым исследованием и может проводиться во время курсов химиотерапии по каким-либо другим показаниям (например, токсическое поражение печени).'
);
record_index++;

//37
chapter_tests[record_index]=new chapter_test(
'Важные поддерживающие меры в комплексной терапии острого миелобластного лейкоза включают всё, КРОМЕ:',
new Array(
new Array('эмпирического и агрессивного применения антибиотиков широкого спектра;','no'),
new Array('повышения числа тромбоцитов >0,02x10<sup>12</sup>/л;','no'),
new Array('стимуляции восстановления костного мозга факторами роста;','no'),
new Array('вакцинации пневмококковой вакциной;','yes'),
new Array('методов изоляции.','no')
),
new Array('3'),
'<br>Пневмококковая вакцина снижает заболеваемость инфекциями и смертность у некоторых гематологических больных (т.е. у больных после спленэктомии и пациентов с серповидно-клеточной анемией), однако, её значение при остром лейкозе ограничено. Терапия острого миелобластного лейкоза или острого нелимфобластного лейкоза (ОНЛЛ) сложна. Она заключается в уничтожении лейкемической ткани, но неизбежно приводит также к уничтожению нормальной ткани костного мозга. Эмпирическое применение антибиотиков широкого спектра у лихорадящих больных со снижением числа сегментоядерных нейтрофилов ниже 0,5x10<sup>9</sup>/л и профилактическое применение переливания тромбоцитов для поддержания значительно снизило частоту ранней смертности от инфекций и кровотечений. Предварительные данные об использовании факторов роста, полученных с помощью методов генной инженерии, указывают на их способность ускорять восстановление костного мозга и разрешение цитопений с соответствующим снижением частоты инфекционных и геморрагических осложнений. Методы изоляции имеют определённое значение в снижении частоты инфекций.'
);
record_index++;

//38
chapter_tests[record_index]=new chapter_test(
'К диагностическим признакам ХМЛ относят все ниже перечисленные, КРОМЕ:',
new Array(
new Array('спленомегалии;','no'),
new Array('лейкоцитоза;','no'),
new Array('наличия «филадельфийской» хромосомы;','no'),
new Array('лейкемического провала;','yes'),
new Array('геморрагического синдрома.','no')
),
new Array('3'),
'<br>Лейкемический провал — наличие в костном мозге бластов и зрелых клеток на фоне отсутствия каких-либо промежуточных форм (характерен для острых лейкозов). При ХМЛ, напротив, лейкоцитоз обусловлен повышенным содержанием промежуточных форм миелопоэза. Геморрагический синдром возникает в случае тромбоцитопении, возникающей при бластном кризе. Наличие «филадельфийской» хромосомы делает диагноз ХМЛ неоспоримым.'
);
record_index++;

//39
chapter_tests[record_index]=new chapter_test(
'Причинами геморрагического синдрома при остром миелоидном лейкозе могут стать все состояния, перечисленные ниже, КРОМЕ:',
new Array(
new Array('Тромбоцитопения вследствие выработки аутоантител;','yes'),
new Array('Развитие ДВС;','no'),
new Array('Снижение образования тромбоцитов вследствие бластной пролиферации костного мозга;','no'),
new Array('Тромбоцитопения, возникшая в результате действия цитостатиков;','no'),
new Array('Приобретённая недостаточность плазменных факторов вследствие токсического поражения печени.','no')
),
new Array('0'),
'<br>Любой аутоиммунный процесс на фоне применения преднизолона и цитостатиков подавляется. Промиелоцитарная форма острого миелоидного лейкоза очень часто осложняется ДВС. К механизмам тромбоцитопении при остром миелоидном лейкозе (как и при других гемобластозах) относят угнетение костномозгового гемопоэза вследствие замещения бластами или цитотоксического действия химиопрепаратов. Некоторые цитостатики, применяемые в лечении острого миелоидного лейкоза, гепатотоксичны (например, цитозар). В тяжёлых случаях поражения печени возможен цитолиз, а также нарушение её синтезирующей и дезинтоксикационной функций.'
);
record_index++;

//40
chapter_tests[record_index]=new chapter_test(
'Что не является показанием к проведению трансплантации костного мозга?',
new Array(
new Array('Приобретённая апластическая анемия;','no'),
new Array('Бластный криз при ХМЛ;','yes'),
new Array('Наследственный агранулоцитоз;','no'),
new Array('Острый миелоидный лейкоз;','no'),
new Array('Ранний рецидив ОЛЛ.','no')
),
new Array('1'),
'<br>Повышенное содержание бластов при любых формах лейкозов указывает на отсутствие гематологической ремиссии заболевания, только в условиях которой возможна трансплантация костного мозга. Поэтому при первично диагностированном ОЛЛ или рецидиве прежде всего необходимо добиться ремиссии. В случае острого миелоидного лейкоза желательно сразу начать поиск донора. Перед проведением трансплантации костного мозга больному проводится индукция ремиссии по определённой схеме, отличающейся от основной. Если клинико-гематологическая ремиссия достигнута, проводят трансплантацию костного мозга. Так как ОЛЛ наиболее часто встречается в детском возрасте и имеет больший процент выживаемости, целесообразнее проведение химиотерапии. При остром лимфолейкозе риск проведения трансплантации костного мозга оправдан только при рецидиве. Бластный криз при ХМЛ является терминальной стадией заболевания, не поддаётся химиотерапии и заканчивается летально.'
);
record_index++;

//41
chapter_tests[record_index]=new chapter_test(
'4-летний больной с панцитопенией и циркулирующими бластами. Выберите соответствующий диагноз',
new Array(
new Array('Острый лимфолейкоз;','yes'),
new Array('Острый миелолейкоз;','no'),
new Array('Острый лимфобластный лейкоз и острый миелоидный лейкоз;','no'),
new Array('Ни ОЛЛ, ни острый миелоидный лейкоз.','no')
),
new Array('0'),
'<br>Острый лимфобластный лейкоз (ОЛЛ) — болезнь преимущественно детского возраста. Хотя индукционная терапия значительно проще и более успешна при остром лимфолейкозе, чем при остром миелоидном лейкозе, при ОЛЛ часто имеется некоторый компонент недостаточности костного мозга с инфекционным и геморрагическим синдромами. При современной терапии ремиссия достигается в 95% случаев; в 70–80% случаев наблюдается длительное выживание; видимо, в этих случаях можно говорить об излечении.<br>Острый миелоидный лейкоз — преимущественно болезнь взрослого возраста, её частота с возрастом увеличивается. Индукционная терапия длительная и сложна в исполнении. Обусловленное химиотерапией уничтожение костного мозга сочетается с почти постоянным кровотечением и инфекцией. При остром миелоидном лейкозе больные живут недолго. При этом заболевании имеется несколько подтипов, часть из которых характеризуется лейкемической инфильтрацией дёсен и кожи (например, монобластный и миеломонобластный лейкозы).'
);
record_index++;

//42
chapter_tests[record_index]=new chapter_test(
'60-летний больной с панцитопенией и циркулирующими бластами. Выберите соответствующий диагноз',
new Array(
new Array('Острый лимфолейкоз;','no'),
new Array('Острый миелолейкоз;','yes'),
new Array('Острый лимфобластный лейкоз и острый миелоидный лейкоз;','no'),
new Array('Ни ОЛЛ, ни острый миелоидный лейкоз.','no')
),
new Array('1'),
'<br>Острый лимфобластный лейкоз (ОЛЛ) — болезнь преимущественно детского возраста. Хотя индукционная терапия значительно проще и более успешна при остром лимфолейкозе, чем при остром миелоидном лейкозе, при ОЛЛ часто имеется некоторый компонент недостаточности костного мозга с инфекционным и геморрагическим синдромами. При современной терапии ремиссия достигается в 95% случаев; в 70–80% случаев наблюдается длительное выживание; видимо, в этих случаях можно говорить об излечении.<br>Острый миелоидный лейкоз — преимущественно болезнь взрослого возраста, её частота с возрастом увеличивается. Индукционная терапия длительная и сложна в исполнении. Обусловленное химиотерапией уничтожение костного мозга сочетается с почти постоянным кровотечением и инфекцией. При остром миелоидном лейкозе больные живут недолго. При этом заболевании имеется несколько подтипов, часть из которых характеризуется лейкемической инфильтрацией дёсен и кожи (например, монобластный и миеломонобластный лейкозы).'
);
record_index++;

//43
chapter_tests[record_index]=new chapter_test(
'Длительное выживание в 70–80% случаев. Выберите соответствующий диагноз',
new Array(
new Array('Острый лимфолейкоз;','yes'),
new Array('Острый миелолейкоз;','no'),
new Array('Острый лимфобластный лейкоз и острый миелоидный лейкоз;','no'),
new Array('Ни ОЛЛ, ни острый миелоидный лейкоз.','no')
),
new Array('0'),
'<br>Острый лимфобластный лейкоз (ОЛЛ) — болезнь преимущественно детского возраста. Хотя индукционная терапия значительно проще и более успешна при остром лимфолейкозе, чем при остром миелоидном лейкозе, при ОЛЛ часто имеется некоторый компонент недостаточности костного мозга с инфекционным и геморрагическим синдромами. При современной терапии ремиссия достигается в 95% случаев; в 70–80% случаев наблюдается длительное выживание; видимо, в этих случаях можно говорить об излечении.<br>Острый миелоидный лейкоз — преимущественно болезнь взрослого возраста, её частота с возрастом увеличивается. Индукционная терапия длительная и сложна в исполнении. Обусловленное химиотерапией уничтожение костного мозга сочетается с почти постоянным кровотечением и инфекцией. При остром миелоидном лейкозе больные живут недолго. При этом заболевании имеется несколько подтипов, часть из которых характеризуется лейкемической инфильтрацией дёсен и кожи (например, монобластный и миеломонобластный лейкозы).'
);
record_index++;

//44
chapter_tests[record_index]=new chapter_test(
'Больной с кровотечением и инфекцией. Выберите соответствующий диагноз',
new Array(
new Array('Острый лимфолейкоз;','no'),
new Array('Острый миелолейкоз;','no'),
new Array('Острый лимфобластный лейкоз и острый миелоидный лейкоз;','yes'),
new Array('Ни ОЛЛ, ни острый миелоидный лейкоз.','no')
),
new Array('2'),
'<br>Острый лимфобластный лейкоз (ОЛЛ) — болезнь преимущественно детского возраста. Хотя индукционная терапия значительно проще и более успешна при остром лимфолейкозе, чем при остром миелоидном лейкозе, при ОЛЛ часто имеется некоторый компонент недостаточности костного мозга с инфекционным и геморрагическим синдромами. При современной терапии ремиссия достигается в 95% случаев; в 70–80% случаев наблюдается длительное выживание; видимо, в этих случаях можно говорить об излечении.<br>Острый миелоидный лейкоз — преимущественно болезнь взрослого возраста, её частота с возрастом увеличивается. Индукционная терапия длительная и сложна в исполнении. Обусловленное химиотерапией уничтожение костного мозга сочетается с почти постоянным кровотечением и инфекцией. При остром миелоидном лейкозе больные живут недолго. При этом заболевании имеется несколько подтипов, часть из которых характеризуется лейкемической инфильтрацией дёсен и кожи (например, монобластный и миеломонобластный лейкозы).'
);
record_index++;

//45
chapter_tests[record_index]=new chapter_test(
'Больной с инфильтрацией дёсен и кожи. Выберите соответствующий диагноз',
new Array(
new Array('Острый лимфолейкоз;','no'),
new Array('Острый миелолейкоз;','yes'),
new Array('Острый лимфобластный лейкоз и острый миелоидный лейкоз;','no'),
new Array('Ни ОЛЛ, ни острый миелоидный лейкоз.','no')
),
new Array('1'),
'<br>Острый лимфобластный лейкоз (ОЛЛ) — болезнь преимущественно детского возраста. Хотя индукционная терапия значительно проще и более успешна при остром лимфолейкозе, чем при остром миелоидном лейкозе, при ОЛЛ часто имеется некоторый компонент недостаточности костного мозга с инфекционным и геморрагическим синдромами. При современной терапии ремиссия достигается в 95% случаев; в 70–80% случаев наблюдается длительное выживание; видимо, в этих случаях можно говорить об излечении.<br>Острый миелоидный лейкоз — преимущественно болезнь взрослого возраста, её частота с возрастом увеличивается. Индукционная терапия длительная и сложна в исполнении. Обусловленное химиотерапией уничтожение костного мозга сочетается с почти постоянным кровотечением и инфекцией. При остром миелоидном лейкозе больные живут недолго. При этом заболевании имеется несколько подтипов, часть из которых характеризуется лейкемической инфильтрацией дёсен и кожи (например, монобластный и миеломонобластный лейкозы).'
);
record_index++;

//46
chapter_tests[record_index]=new chapter_test(
'Укажите правильную последовательность эритропоэза:',
new Array(
new Array('BFU-E, полихроматофильный эритробласт, базофильный эритробласт, оксихроматофильный эритробласт;','no'),
new Array('CFU-E, базофильный эритробласт, полихроматофильный эритробласт, оксифильный эритробласт;','yes'),
new Array('CFU-E, оксифильный эритробласт, полихроматофильный эритробласт, базофильный эритробласт;','no'),
new Array('CFU-E, базофильный эритробласт, оксифильный эритробласт, полихроматофильный эритробласт, нормоцит;','no'),
new Array('BFU-E, нормобласт, базофильный эритробласт, полихроматофильный эритробласт, оксифильный эритробласт.','no')
),
new Array('1'),
'<br>Из полипотентной стволовой кроветворной клетки образуется полипотентная клетка-предшественница миелопоэза (CFU-GEMM). Начало эритроидного ряда — взрывообразующая единица эритропоэза (BFU-E). Из BFU-E формируется унипотентный предшественник эритроцитов (CFU-E). Из CFU-E последовательно образуются: базофильный эритробласт (происходит накопление белоксинтезирующих клеточных структур, начинается синтез Hb) — полихроматофильный эритробласт (усиленное накопление Hb) — оксифильный эритробласт (высокое содержание Hb и уменьшающееся количество белоксинтезирующих структур). Из последней клетки дифференцируется ретикулоцит. В этой клетке происходит завершение синтеза Hb, и образуется зрелая клетка крови — эритроцит.'
);
record_index++;

//47
chapter_tests[record_index]=new chapter_test(
'Мужчина 30 лет. Проведён анализ крови. Укажите отклоняющиеся от нормы показатели:',
new Array(
new Array('эозинофилы — 4%;','no'),
new Array('моноциты — 5%;','no'),
new Array('нейтрофилы — 60%;','no'),
new Array('палочкоядерные нейтрофилы — 15%;','yes'),
new Array('базофилы — 0,5%.','no')
),
new Array('3'),
'<br>Небольшую часть нейтрофилов периферической крови составляют палочкоядерные нейтрофилы; их ядро не сегментировано, имеет форму подковы или изогнутой палочки. В норме количество этих клеток равно 3–6%. Более высокое содержание палочкоядерных нейтрофилов (сдвиг влево) свидетельствует об усилении кроветворения вследствие потери крови или наличия очага острого воспаления. В норме количество нейтрофилов (сегментоядерных и палочкоядерных) у взрослого составляет 40–75% общего числа лейкоцитов. Содержание других типов лейкоцитов по отношению к общему количеству лейкоцитов в норме следующее: эозинофилы — 1–5%, моноциты — 2–9%, базофилы — 0–1%, лимфоциты — 25–40%.'
);
record_index++;

//48
chapter_tests[record_index]=new chapter_test(
'К функциям селезёнки относят всё ниже перечисленное, КРОМЕ:',
new Array(
new Array('удаление бактерий из кровотока;','no'),
new Array('синтез Ig;','no'),
new Array('синтез стимулирующих фагоцитоз гуморальных факторов;','no'),
new Array('синтез эритропоэтина;','yes'),
new Array('фагоцитоз.','no')
),
new Array('3'),
'<br>Селезёнка выполняет следующие функции: фагоцитоз (например, старых и повреждённых эритроцитов), удаление бактерий из кровотока; продукция Ig, необходимых для быcтрого и эффективного удаления бактерий из кровотока. Спленэктомия сопровождается cнижением уровня cывороточных АТ. В cелезёнке образуются гуморальные факторы (спленин, тафтсин). Эритропоэтин синтезируется в печени и почках.'
);
record_index++;