

//1
chapter_tests[record_index]=new chapter_test(
'Нозология включает следующие разделы: (3)',
new Array(
new Array('учение о типовых формах патологии органов и тканей','no'),
new Array('общий патогенез','yes'),
new Array('учение о типовых изменениях органов и тканей в условиях патологии','no'),
new Array('общее учение о болезни','yes'),
new Array('общую этиологию','yes'),
new Array('учение о типовых патологических процессах','no')
),
new Array('1','3','4')
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
'Что такое этиология? (1)',
new Array(
new Array('учение о причинах и условиях возникновения болезни','yes'),
new Array('учение о причинах заболеваний','no'),
new Array('учение о совокупности условий, вызывающих развитие заболеваний','no')
),
new Array('0')
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
'К типовым патологическим процессам относят: (4)',
new Array(
new Array('гипоксию','yes'),
new Array('воспаление','yes'),
new Array('атеросклероз','no'),
new Array('опухолевый рост','yes'),
new Array('язву слизистой оболочки желудка/кишечника	6) ишемию','no')
),
new Array('0','1','3','5')
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
'Какие утверждения являются верными: (3)',
new Array(
new Array('патологический процесс не всегда приводит к развитию болезни','yes'),
new Array('болезнь не может возникнуть без патологического процесса','yes'),
new Array('понятия «патологические процесс» и «болезнь» тождественны','no'),
new Array('один и тот же патологический процесс может быть компонентом различных болезней','yes')
),
new Array('0','1','3')
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
'Специфичность болезни определяется в основном: (1)',
new Array(
new Array('причиной болезни','yes'),
new Array('условиями её возникновения','no'),
new Array('изменённой реактивностью организма','no')
),
new Array('0')
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
'К какой категории патологии относится врождённый вывих бедра: (1)',
new Array(
new Array('болезни','no'),
new Array('патологическому процессу','no'),
new Array('патологическому состоянию','yes'),
new Array('патологической реакции','no')
),
new Array('2')
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
'Выберите наиболее точную характеристику патологического процесса: (1)',
new Array(
new Array('процесс, возникающий в организме при постоянном действии патогенного фактора','no'),
new Array('качественно своеобразное сочетание процессов повреждения и защитноприспособительных','yes'),
new Array('совокупность защитноприспособительных реакций, интенсивность которых превышает норму','no')
),
new Array('1')
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
'К патологическим реакциям относится: (2)',
new Array(
new Array('аллергия','yes'),
new Array('гипоксия','no'),
new Array('травма','no'),
new Array('ожог','no'),
new Array('опухоль','no'),
new Array('патологический рефлекс','yes')
),
new Array('0','5')
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
'Патологическая реакция: (2)',
new Array(
new Array('может возникнуть при действии обычного раздражителя','yes'),
new Array('развивается при действии только чрезвычайного раздражителя','no'),
new Array('биологически неадекватный ответ организма','yes'),
new Array('своеобразная форма приспособления организма к условиям существования','no')
),
new Array('0','2')
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
'Выберите верное: (1)',
new Array(
new Array('понятия «патологический процесс» и «болезнь» абсолютно эквивалентны','no'),
new Array('понятия «патологический процесс» и «болезнь» принципиально различаются','no'),
new Array('в отдельных случаях болезнью называют патологический процесс, а патологический процесс — болезнью','yes')
),
new Array('2')
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
'Этиологическим фактором болезни является: (2)',
new Array(
new Array('фактор, влияющий на тяжесть и длительность болезни','no'),
new Array('фактор, определяющий специфичность болезнь','yes'),
new Array('фактор, необходимый для возникновения болезни','yes'),
new Array('фактор, повышающий частоту возникновения болезни','no')
),
new Array('1','2')
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
'Выберите наиболее точное утверждение. Болезнь — результат: (1)',
new Array(
new Array('действия на организм патогенного фактора','no'),
new Array('взаимодействия этиологического фактора и организма','yes'),
new Array('снижения адаптивных возможностей организма','no'),
new Array('резкого изменения условий существования организма','no')
),
new Array('1')
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
'Условия возникновения болезни: (3)',
new Array(
new Array('факторы, без которых болезнь не возникает','no'),
new Array('факторы, влияющие на частоту, тяжесть и длительность заболевания','yes'),
new Array('факторы, препятствующие возникновению болезни','yes'),
new Array('факторы, способствующие возникновению болезни','yes')
),
new Array('1','2','3')
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
'Специфичность болезни определяется: (1)',
new Array(
new Array('факторами внешней и внутренней среды','no'),
new Array('причиной болезни','yes'),
new Array('условиями, при которых действует причина болезни','no'),
new Array('изменённой реактивностью организма','no')
),
new Array('1')
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
'Реактивность организма: (1)',
new Array(
new Array('свойство организма воспринимать действие факторов внешней среды','no'),
new Array('свойство организма противостоять действию факторов внешней и внутренней среды','no'),
new Array('свойство организма определённым образом реагировать на воздействие факторов внешней и внутренней среды','yes')
),
new Array('2')
);
record_index++;

//16
chapter_tests[record_index]=new chapter_test(
'У крысы, подвергнутой облучению, возник перитонит после внутрибрюшинного введения культуры эшерихий E. coli. Укажите причину и наиболее важное условие развития патологии (в том же порядке): (2)',
new Array(
new Array('действие ионизирующей радиации','no'),
new Array('ослабление иммунного статуса организма','yes'),
new Array('E. coli','yes'),
new Array('наследственная предрасположенность к инфекциям','no'),
new Array('стресс','no')
),
new Array('2','1')
);
record_index++;

//17
chapter_tests[record_index]=new chapter_test(
'Укажите неспецифические процессы в патогенезе различных заболеваний: (5)',
new Array(
new Array('лихорадка','yes'),
new Array('воспаление','yes'),
new Array('образование иммунных T-лимфоцитов','no'),
new Array('тромбоз кровеносных сосудов','yes'),
new Array('гипоксия','yes'),
new Array('выработка АТ на определённый Аг','no'),
new Array('активация СПОЛ','yes')
),
new Array('0','1','3','4','6')
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
'Какие положения характеризуют понятие «патогенез»: (2)',
new Array(
new Array('учение о механизмах возникновения, течения и исхода болезней','yes'),
new Array('учение о причинах и условиях возникновения болезней','no'),
new Array('конкретные механизмы развития патологических процессов','yes'),
new Array('учение о типовых патологических процессах','no'),
new Array('учение о типовых формах патологии органов','no')
),
new Array('0','2')
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
'Порочный круг в патогенезе заболеваний: (1)',
new Array(
new Array('переход первично возникшей острой патологии в хроническую форму с периодами обострения и ремиссии','no'),
new Array('циклическое течение заболевания, при котором каждый новый цикл отличается от предыдущего прогрессирующим нарастанием выраженности расстройств','no'),
new Array('превращение первично возникшего повреждения в этиологический фактор дальнейших нарушений, которые усиливаются по механизму положительной обратной связи','yes')
),
new Array('2')
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
'Какие из перечисленных форм патологии можно считать осложнением основного заболевания? (4)',
new Array(
new Array('отёк лёгких при недостаточности левого желудочка сердца','yes'),
new Array('синдром диссеминированного внутрисосудистого свёртывания при множественных травмах мягких тканей','yes'),
new Array('пневмония при иммунодефицитном состоянии','no'),
new Array('ожирение печени при алкоголизме','no'),
new Array('хронический гломерулонефрит после перенесённой ангины','yes'),
new Array('деформация суставов при ревматоидном артрите','no'),
new Array('инсульт при атеросклерозе','yes')
),
new Array('0','1','4','6')
);
record_index++;