

//1
chapter_tests[record_index]=new chapter_test(
'Наследственные и врождённые иммунодефициты могут быть: (4)',
new Array(
new Array('комбинированными: с поражение клеточного (Т) и гуморального (В) звеньев иммунитета','yes'),
new Array('с преимущественными дефектами клеточного иммунитета','yes'),
new Array('с преимущественным нарушением продукции АТ B-лимфоцитами','yes'),
new Array('с дефектами фагоцитоза микрофагами (нейтро, базо, эозинофилами)','no'),
new Array('с дефектами системы мононуклеарных фагоцитов','yes'),
new Array('с нарушением выработки хемотаксических факторов','no'),
new Array('с недостаточностью гуморальных факторов неспецифической защиты','no')
),
new Array('0','1','2','4')
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
'Аутоиммунные болезни могут быть вызваны: (4)',
new Array(
new Array('расстройствами иммунной системы, выражающимися в появлении АТ к Аг собственных нормальных клеток','yes'),
new Array('денатурацией белков собственных клеток и тканей','yes'),
new Array('образованием АТ к белкам клеток и органов, изолированным в онтогенезе от иммунной системы','yes'),
new Array('образованием АТ, перекрестно реагирующих с чужеродными и собственными белками','yes'),
new Array('действием биогенных аминов, освобождаемых тучными клетками','no'),
new Array('развитием толерантности к опухолевым Аг','no')
),
new Array('0','1','2','3')
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
'Вторичные иммунодефициты могут возникать при: (6)',
new Array(
new Array('обширных ожогах','yes'),
new Array('рентгеновском облучении, кортикостероидной терапии, тимэктомии','yes'),
new Array('лейкозах','yes'),
new Array('уремии','no'),
new Array('вирусных, бактериальных, грибковых, протозойных инфекциях и гельминтозах','yes'),
new Array('злокачественных опухолях','yes'),
new Array('газовой эмболии','no'),
new Array('септических состояниях','yes'),
new Array('почечных артериальных гипертензиях','no')
),
new Array('0','1','2','4','5','7')
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
'Выделяют следующие механизмы развития иммунной толерантности: (5)',
new Array(
new Array('изоляционный (изоляция Аг от клеток иммунной системы)','yes'),
new Array('макрофагальный (нарушение процессов передачи информации от макрофагов к лимфоцитам)','yes'),
new Array('хелперный (гиперактивация иммунокомпетентных клетокхелперов)','no'),
new Array('гипериммунный (уничтожение чужеродного Аг Ig и T-лимфоцитами)','no'),
new Array('клональный (гибель или удаление клона лимфоцитов под влиянием избытка Аг плода)','yes'),
new Array('супрессорный (гиперактивация иммунокомпетентных клетоксупрессоров)','yes'),
new Array('рецепторный (блок или утрата рецепторов мононуклеарных фагоцитов и лимфоцитов)','yes')
),
new Array('0','1','4','5','6')
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
'Укажите первичные иммунодефициты: (5)',
new Array(
new Array('синдром «ленивых» лейкоцитов и моноцитопении (синдром ШедьякаХигаси)','yes'),
new Array('отсутствие стволовых кроветворных клеток','yes'),
new Array('гипоплазия тимуса (синдром ДиДжорджи)','yes'),
new Array('синдром приобретённого иммунодефицита в детском возрасте','no'),
new Array('агаммаглобулинемия Брутона','yes'),
new Array('гипогаммаглобулинемия вследствие блока трансформации B-лимфоцитов в плазматические клетки','yes'),
new Array('синдром ШедьякаХигаси с парциальным поражением гранулоцитов','no'),
new Array('синдром Кляйнфелтера','no')
),
new Array('0','1','2','4','5')
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
'Иммунодефициты могут иметь в своей основе недостаточность следующих «факторов» и/или процессов: (5)',
new Array(
new Array('антителообразования','yes'),
new Array('фагоцитоза с участием мононуклеарных фагоцитов','yes'),
new Array('фагоцитоза с участием гранулоцитов','no'),
new Array('T-лимфоцитов','yes'),
new Array('системы комплемента','yes'),
new Array('ИЛ','yes'),
new Array('лизоцима','no'),
new Array('трансферрина','no')
),
new Array('0','1','3','4','5')
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
'Какие клетки иммунной системы являются основной мишенью вируса СПИД? (1)',
new Array(
new Array('B-лимфоциты','no'),
new Array('T-киллеры','no'),
new Array('T-хелперы','yes'),
new Array('T-супрессоры','no')
),
new Array('2')
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
'Верно ли утверждение: (1) Патогенетическая сущность реакции «Трансплантат против хозяина» заключается в том, что лимфоциты, содержащиеся в трансплантате, расселяются в организме реципиента и повреждают его клетки.',
new Array(
new Array('да','yes'),
new Array('нет','no')
),
new Array('0')
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
'Укажите клинические варианты реакции «Трансплантат против хозяина»: (2)',
new Array(
new Array('синдром Кляйнфелтера','no'),
new Array('болезнь Аддисона–Бирмера','no'),
new Array('болезнь малого роста (рантболезнь)','yes'),
new Array('гомологичная болезнь','yes')
),
new Array('2','3')
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
'Укажите болезни, обязательным звеном патогенеза которых являются аутоиммунные реакции: (4)',
new Array(
new Array('атопическая форма бронхиальной астмы','no'),
new Array('инициально инфекционная форма бронхиальной астмы','yes'),
new Array('гломерулонефрит стрептококкового происхождения','yes'),
new Array('посттравматическое «симпатическое» воспаление глазного яблока','yes'),
new Array('«сенной» ринит','no'),
new Array('сывороточная болезнь','no'),
new Array('ревматизм','yes')
),
new Array('1','2','3','6')
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
'Укажите клетки, ткани и органы, содержащие аутоантигены: (4)',
new Array(
new Array('щитовидная железа','yes'),
new Array('хрусталик глаза','yes'),
new Array('клетки надкостницы','no'),
new Array('нервные клетки','yes'),
new Array('сперматозоиды','yes'),
new Array('клетки капсулы почек','no'),
new Array('клетки миокарда','no')
),
new Array('0','1','3','4')
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
'Какие из приведённых ниже патологических процессов относят к типовым формам нарушения иммунитета? (3)',
new Array(
new Array('гипотрофия тимуса','no'),
new Array('лимфоаденопатии','no'),
new Array('иммунодефицитные состояния','yes'),
new Array('патологическая толерантность','yes'),
new Array('лимфолейкоз','no'),
new Array('реакция «трансплантат против хозяина»','yes')
),
new Array('2','3','5')
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
'В чем одно из важных отличий антигенпредставляющих клеток иммунной системы от других клеток, обладающих фагоцитарной активностью? (1)',
new Array(
new Array('не способны к завершённому фагоцитозу','no'),
new Array('обладают более высокой фагоцитарной активностью','no'),
new Array('обладают фагоцитарной активностью только в кооперации с Т- и B-лимфоцитами','no'),
new Array('способны передавать информацию о чужеродном Аг Т- и B-лимфоцитами','yes')
),
new Array('3')
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
'Какие клетки пересаженной ткани обеспечивают развитие реакции «трансплантат против хозяина»? (1)',
new Array(
new Array('стромальные','no'),
new Array('клетки крови, содержащиеся в пересаженном органе','no'),
new Array('клетки иммунной системы, находящиеся в тканях','yes'),
new Array('клетки, содержащие гены главного комплекса гистосовместимости','no')
),
new Array('2')
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
'Для врождённой агаммаглобулинемии Брутона характерны следующие признаки: (4)',
new Array(
new Array('встречается только у мальчиков','yes'),
new Array('больные подвержены вирусной инфекции','no'),
new Array('число лимфоцитов в периферической крови и их реакция на фитогемагглютинин не отличаются от нормы','yes'),
new Array('количество плазматических клеток в организме значительно снижено','yes'),
new Array('содержание IgG в периферической крови не отличается от нормы, а IgA и IgM — незначительно снижено','no'),
new Array('содержание IgG в периферической крови снижено примерно в 10 раз, IgA и IgM — в 100 раз','yes')
),
new Array('0','2','3','5')
);
record_index++;

//16
chapter_tests[record_index]=new chapter_test(
'Какая форма иммунопатологии имеется при:',
new Array(
new Array('анафилаксия','no'),
new Array('состояние иммунной аутоагрессии','yes'),
new Array('иммунодефицитное состояние','no'),
new Array('гиперчувствительность замедленного типа','no')
),
new Array('1')
);
record_index++;

//17
chapter_tests[record_index]=new chapter_test(
'Какие аллотрансплантаты можно пересаживать без предварительной иммунодепрессии? (2)',
new Array(
new Array('роговицу глаза','yes'),
new Array('почки','no'),
new Array('костный мозг','no'),
new Array('хрящ','yes')
),
new Array('0','3')
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
'К иммунодефицитным состояниям с преимущественным поражением клеточного звена иммунитета относятся: (2)',
new Array(
new Array('синдром ДиДжорджи','yes'),
new Array('синдром ШедьякаХигаси','no'),
new Array('синдром ВискоттаОлдрича','yes'),
new Array('синдром ЛуиБар','no')
),
new Array('0','2')
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
'Для синдрома ДиДжорджи характерны следующие признаки: (5)',
new Array(
new Array('врождённый характер патологии','yes'),
new Array('генетический характер патологии','no'),
new Array('недоразвитие тимуса','yes'),
new Array('дефекты структуры и функции паращитовидной железы','yes'),
new Array('отсутствие (или значительное снижение) реакции гиперчувствительности замедленного типа','yes'),
new Array('отсутствие гуморальных АТ','no'),
new Array('гипокальциемия','yes'),
new Array('гиперкальциемия','no')
),
new Array('0','2','3','4','6')
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
'Снижение эффективности фагоцитоза наблюдается в условиях: (2)',
new Array(
new Array('лейкопении','yes'),
new Array('активации симпатикоадреналовой системы','no'),
new Array('активации системы комплемента','no'),
new Array('дефицита опсонинов','yes')
),
new Array('0','3')
);
record_index++;

//21
chapter_tests[record_index]=new chapter_test(
'Причинами незавершенного фагоцитоза могут быть:',
new Array(
new Array('избыточное количество глюкокортикоидов в крови','yes'),
new Array('умеренное повышение температуры тела','no'),
new Array('недостаточность миелопероксидазной системы лейкоцитов','yes'),
new Array('гипергаммаглобулинемия','no')
),
new Array('0','2')
);
record_index++;