

//1
chapter_tests[record_index]=new chapter_test(
'Какие вещества принято относить к медиаторам аллергических реакций немедленного типа? (4)',
new Array(
new Array('лизоцим','no'),
new Array('гистамин','yes'),
new Array('фактор бласттрансформации T-лимфоцитов','no'),
new Array('гаптены','no'),
new Array('лейкотриены','yes'),
new Array('кинины','yes'),
new Array('серотонин','yes')
),
new Array('1','4','5','6')
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
'Для состояния сенсибилизации характерны: (2)',
new Array(
new Array('высыпания на коже','no'),
new Array('мелкие кровоизлияния на коже и видимых слизистых','no'),
new Array('местный отёк ткани','no'),
new Array('увеличение титра специфических Ig и/или числа T-лимфоцитов','yes'),
new Array('расстройства системы кровообращения и дыхания','no'),
new Array('отсутствие внешних признаков','yes')
),
new Array('3','5')
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
'Укажите способы неспецифической десенсибилизации организма при аллергических реакциях: (3)',
new Array(
new Array('применение антигистаминных препаратов','yes'),
new Array('повторное введение малых, постепенно возрастающих доз аллергена','no'),
new Array('общая анестезия (наркоз)','no'),
new Array('применение кортикостероидных препаратов','yes'),
new Array('заменное переливание крови','no'),
new Array('устранение из периферической крови Ig (например, путём плазмафереза)','yes')
),
new Array('0','3','5')
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
'Как долго может сохраняться состояние сенсибилизации организма после исчезновения клинических признаков аллергии? (1)',
new Array(
new Array('14 — 25 дней','no'),
new Array('несколько месяцев','no'),
new Array('1 — 2 года','no'),
new Array('многие годы','yes')
),
new Array('3')
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
'Каким способом проводят специфическую гипосенсибилизацию организма при аллергических реакциях? (1)',
new Array(
new Array('парентеральным введением того антигистаминного препарата, который устраняет аллергическую реакцию у данного пациента','no'),
new Array('применением кортикостероидных препаратов','no'),
new Array('повторным введением малых, постепенно возрастающих доз аллергена','yes'),
new Array('введением анестетика в место последнего попадания аллергена в организм','no')
),
new Array('2')
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
'Укажите особенности аллергических АТ: (3)',
new Array(
new Array('возможность образования при воздействии физических факторов','yes'),
new Array('невозможность образования при воздействии физических факторов','no'),
new Array('высокая цитофильность','yes'),
new Array('низкая цитофильность','no'),
new Array('относятся только к IgЕ','no'),
new Array('относятся к IgЕ, а также к особым фракциям IgG и IgМ','yes')
),
new Array('0','2','5')
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
'Укажите вещества, вызывающие бронхоспазм при аллергии: (3)',
new Array(
new Array('норадреналин','no'),
new Array('фактор бласттрансформации T-лимфоцитов','no'),
new Array('гистамин','yes'),
new Array('гиалуроновая кислота','no'),
new Array('лейкотриены С4, D4, Е4','yes'),
new Array('компоненты комплемента С3а и С5а','yes')
),
new Array('2','4','5')
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
'К аллергическим реакциям немедленного типа относятся: (3)',
new Array(
new Array('реакция нейтрализации биологически активных веществ','no'),
new Array('инфекционноаллергические реакции (туберкулинового типа)','no'),
new Array('анафилактические и атопические реакции','yes'),
new Array('реакции, вызываемые иммунными комплексами','yes'),
new Array('цитолитические аллергические реакции','yes')
),
new Array('2','3','4')
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
'Укажите, каким типом воспаления сопровождается развитие феномена Артюса: (1)',
new Array(
new Array('нормергическим','no'),
new Array('гипоергическим','no'),
new Array('гиперергическим','yes'),
new Array('анергическим','no')
),
new Array('2')
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
'Иммунные комплексы, образующиеся при аллергии, могут вызвать развитие: (3)',
new Array(
new Array('гломерулонефрита','yes'),
new Array('васкулита','yes'),
new Array('лейкозов','no'),
new Array('энцефалита','yes'),
new Array('гипертрофии тканей','no')
),
new Array('0','1','3')
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
'Укажите неверные ответы: (2)',
new Array(
new Array('анафилактические и атопические реакции опосредуются цитофильными АТ типа Е и G, а также биогенными аминами','no'),
new Array('медиаторы, освобождаемые тучными клетками при анафилаксии, вызывают сокращение ГМК и повышение сосудистой проницаемости','no'),
new Array('атопическим реакциям наследственная предрасположенность не свойственна','yes'),
new Array('анафилактические реакции могут воспроизводится в эксперименте методом пассивной сенсибилизации с помощью T-лимфоцитов крови','yes')
),
new Array('2','3')
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
'Какие формы патологии относят к атопиям? (3)',
new Array(
new Array('гломерулонефрит','no'),
new Array('реакция на переливание группонесовместимой крови','no'),
new Array('поллинозы','yes'),
new Array('аллергический ринит','yes'),
new Array('гемолитическая анемия','no'),
new Array('сывороточная болезнь','no'),
new Array('аллергический конъюнктивит','yes')
),
new Array('2','3','6')
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
'Укажите факторы, определяющие развитие атопий: (3)',
new Array(
new Array('наличие в тканях и биологических жидкостях реагинов','yes'),
new Array('однократное воздействие аллергена','no'),
new Array('повторное воздействие аллергена','yes'),
new Array('гиперактивность макрофагов','no'),
new Array('наследственная предрасположенность','yes'),
new Array('гиперактивность T-лимфоцитовкиллеров','no'),
new Array('специфическая химическая структура аллергенов','no')
),
new Array('0','2','4')
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
'Какие утверждения являются правильными? (5) При развитии аллергических реакций цитотоксического типа:',
new Array(
new Array('в качестве Аг выступает составная часть клетки, расположенная на её поверхности','yes'),
new Array('в качестве Аг выступает гаптен, фиксированный на поверхности клетки','yes'),
new Array('основную роль в иммунном ответе играют IgG и IgМ','yes'),
new Array('основную роль в иммунном ответе играют T-лимфоциты','no'),
new Array('циркулирующие АТ обладают комплементзависимой цитотоксичностью','yes'),
new Array('возможен комплементнезависимый лизис клетокмишеней','yes')
),
new Array('0','1','2','4','5')
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
'Укажите медиаторы аллергии замедленного типа, относящиеся к лимфокинам: (5)',
new Array(
new Array('лимфотоксины','yes'),
new Array('биогенные амины','no'),
new Array('фактор торможения миграции макрофагов','yes'),
new Array('кинины','no'),
new Array('ИЛ2 (фактор роста T-лимфоцитов)','yes'),
new Array('<span style=‘font-family:Symbol;’>g</span>-ИФН','yes'),
new Array('фактор бласттрансформации T-лимфоцитов','yes')
),
new Array('0','2','4','5','6')
);
record_index++;

//16
chapter_tests[record_index]=new chapter_test(
'Противоаллергические эффекты глюкокортикоидов обусловлены: (6)',
new Array(
new Array('ингибированием функций и гипотрофией лимфоидной ткани','yes'),
new Array('подавлением фагоцитоза','yes'),
new Array('активацией гистаминазы','yes'),
new Array('ингибированием синтеза АТ','yes'),
new Array('подавлением высвобождения гистамина из тучных клеток','yes'),
new Array('стабилизацией лизосомных мембран','yes'),
new Array('стабилизацией АД','no')
),
new Array('0','1','2','3','4','5')
);
record_index++;

//17
chapter_tests[record_index]=new chapter_test(
'Характерными признаками анафилактического шока являются: (5)',
new Array(
new Array('спазм мышц ЖКТ, вызывающий приступообразные боли в области живота','yes'),
new Array('спазм ГМК мелких бронхов, вызывающий приступ удушья','yes'),
new Array('отёк слизистых оболочек вследствие повышения проницаемости сосудистых стенок','yes'),
new Array('резкое падение системного АД','yes'),
new Array('тахикардия','yes'),
new Array('повышение содержания факторов комплемента в крови','no')
),
new Array('0','1','2','3','4')
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
'Аллергическими реакциями, развивающимися преимущественно по типу II иммунного повреждения, являются: (3)',
new Array(
new Array('myasthenia gravis','yes'),
new Array('сывороточная болезнь','no'),
new Array('иммунный агранулоцитоз','yes'),
new Array('острый гломерулонефрит','no'),
new Array('аутоиммунная гемолитическая анемия','yes')
),
new Array('0','2','4')
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
'Аллергическими реакциями, развивающимися преимущественно по типу III иммунного повреждения, являются: (4)',
new Array(
new Array('myasthenia gravis','no'),
new Array('сывороточная болезнь','yes'),
new Array('иммунный агранулоцитоз','no'),
new Array('острый гломерулонефрит','yes'),
new Array('аутоиммунная гемолитическая анемия','no'),
new Array('экзогенный аллергический альвеолит','yes'),
new Array('местные реакции по типу феномена Артюса','yes')
),
new Array('1','3','5','6')
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
'Укажите аллергические реакции, развивающиеся по типу IV иммунного повреждения: (4)',
new Array(
new Array('контактный дерматит','yes'),
new Array('феномен Артюса','no'),
new Array('бактериальная аллергия','yes'),
new Array('пищевая аллергия','no'),
new Array('отторжение трансплантата','no'),
new Array('тиреоидит Хасимото','yes')
),
new Array('0','2','5')
);
record_index++;

//21
chapter_tests[record_index]=new chapter_test(
'Для аллергической реакции, развивающейся по реагиновому типу иммунного повреждения, характерно: (3)',
new Array(
new Array('ведущая роль в патогенезе IgЕ','yes'),
new Array('реакция проявляется через 15–20 мин. после повторного контакта с аллергеном','yes'),
new Array('реакция проявляется через 6–8 ч. после повторного контакта с аллергеном','no'),
new Array('в механизме развития проявлений заболевания основную роль играют гистамин, фактор агрегации тромбоцитов, кинины, лейкотриены','yes'),
new Array('в механизме развития проявлений заболевания основную роль играют лимфокины','no')
),
new Array('0','1','3')
);
record_index++;

//22
chapter_tests[record_index]=new chapter_test(
'Укажите свойства IgЕ: (5)',
new Array(
new Array('содержатся в плазме крови в низкой концентрации (0,0003 мг/мл)','yes'),
new Array('содержатся в плазме крови в высокой концентрации (10 мг/мл)','no'),
new Array('способны проникать на поверхность кожи и слизистых','no'),
new Array('способны фиксироваться на поверхности тучных клеток','yes'),
new Array('не проходят через плацентарный барьер','yes'),
new Array('участвуют в реакциях инактивации и уничтожения паразитарных клеток','yes'),
new Array('участвуют в реализации аллергических реакций типа I','yes'),
new Array('способны проникать в цитоплазму клеток кожи и сенсибилизировать их','no')
),
new Array('0','3','4','5','6')
);
record_index++;

//23
chapter_tests[record_index]=new chapter_test(
'Для аллергических реакций, развивающихся по типу гиперчувствительности замедленного типа иммунного повреждения, характерно: (3)',
new Array(
new Array('ведущая роль в патогенезе сенсибилизированных T-лимфоцитов','yes'),
new Array('реакция начинает проявляться через 6–8 ч. и достигает максимума через 24–48 ч. после повторного контакта с аллергеном','yes'),
new Array('реакция начинает проявляться через 20–30 мин.','no'),
new Array('в механизмах развития проявлений заболевания основную роль играют лимфокины','yes'),
new Array('в механизмах развития проявлений заболевания ведущую роль играют гистамин, фактор агрегации тромбоцитов, кинины, лейкотриены','no')
),
new Array('0','1','3')
);
record_index++;