

//1
chapter_tests[record_index]=new chapter_test(
'Общетоксическое действие алкоголя характеризуется следующими изменениями обмена веществ: (4)',
new Array(
new Array('снижением глюконеогенеза в печени и нарушением окисления глюкозы в тканях','yes'),
new Array('усилением глюконеогенеза и активацией анаэробного гликолиза в тканях','no'),
new Array('снижением синтеза белка и развитием диспротеинемии','yes'),
new Array('развитием жировой инфильтрации печени','yes'),
new Array('усилением анаболизма белков и снижением содержания аммиака в крови','no'),
new Array('усилением липогенеза и развитием гиперхолестеринемии','yes')
),
new Array('0','2','3','5')
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
'Для токсического действия алкоголя на нервную систему характерно: (4)',
new Array(
new Array('торможение выброса катехоламинов из пресинаптических структур гипоталамуса и среднего мозга','no'),
new Array('стимуляция выброса катехоламинов из пресинаптических структур гипоталамуса и среднего мозга','yes'),
new Array('торможение синтеза ацетилхолина и выброса его из пресинаптических структур мозга','yes'),
new Array('стимуляция синтеза и высвобождение ацетилхолина из пресинаптических структур мозга','no'),
new Array('активация ГАМКергической системы мозга','yes'),
new Array('торможение ГАМКергической системы мозга','no'),
new Array('активация опиоидергической системы мозга','yes'),
new Array('торможение опиоидергической системы мозга','no')
),
new Array('1','2','4','6')
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
'Укажите изменения основных корковых нервных процессов, часто наблюдаемых при хронической алкогольной интоксикации: (3)',
new Array(
new Array('ослабление процесса внутреннего коркового торможения','yes'),
new Array('усиление процесса коркового торможения','no'),
new Array('усиление процесса возбуждения','no'),
new Array('ослабление процесса возбуждения','yes'),
new Array('патологическая инертность процессов торможения','yes'),
new Array('патологическая инертность процесса возбуждения','no')
),
new Array('0','3','4')
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
'Выберите правильное утверждение: (1)',
new Array(
new Array('ацетальдегид — продукт окисления этанола, обладающий по сравнению с ним значительно меньшей токсичностью','no'),
new Array('ацетальдегид (промежуточный продукт окисления этанола) — основная причина развития токсических эффектов при употреблении алкоголя','yes')
),
new Array('1')
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
'Укажите правильный ответ: цитотоксическое мембранотропное действие этанола связано с:(2)',
new Array(
new Array('уменьшением текучести и проницаемости мембран клеток','no'),
new Array('нарушением функции поверхностных рецепторов и мембраносвязанных ферментов','yes'),
new Array('уменьшением вязкости и увеличением проницаемости мембран клеток','yes')
),
new Array('1','2')
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
'Физическая зависимость от этанола в типичных случаях проявляется: (5)',
new Array(
new Array('стойким непреодолимым влечением к употреблению алкоголя','yes'),
new Array('периодически возникающим желанием выпить, которое не обязательно реализуется','no'),
new Array('развитием абстинентного синдрома после прекращения многодневного пьянства','yes'),
new Array('запоями','yes'),
new Array('употреблением алкоголя в тех случаях, когда оно противоречит социальноэтическим нормам или наносит ущерб карьере, репутации, семейным отношениям','yes'),
new Array('употреблением алкоголя, несмотря на высокий риск обострения хронического соматического заболевания','yes'),
new Array('готовностью отказаться от приёма спиртных напитков, если этому мешают обстоятельства','no')
),
new Array('0','2','3','4','5')
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
'Алкогольный абстинентный синдром характеризуется: (6)',
new Array(
new Array('тремором','yes'),
new Array('подавленным настроением, раздражительностью','yes'),
new Array('повышенной сонливостью','no'),
new Array('тошнотой, рвотой','yes'),
new Array('ночными кошмарами, бессонницей','yes'),
new Array('утяжелением симптомов вегетативных расстройств после принятия небольшой дозы алкоголя','no'),
new Array('улучшением состояния после принятия небольшой дозы алкоголя','yes'),
new Array('потливостью, тахикардией','yes')
),
new Array('0','1','3','4','6','7')
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
'Какие признаки характерны для состояния выраженной интоксикции наркотическими веществами с седативным и снотворным действием (бензодиазепины, барбитураты): (5)',
new Array(
new Array('АД в норме или слегка повышено','no'),
new Array('артериальная гипотензия','yes'),
new Array('уменьшение ЧСС','no'),
new Array('учащение ЧСС','yes'),
new Array('атаксия, невнятная речь','yes'),
new Array('возбуждённое состояние, суетливость','no'),
new Array('вертикальный и горизонтальный нистагм','yes'),
new Array('суженные зрачки','yes')
),
new Array('1','3','4','6','7')
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
'Какие признаки характерны для состояния интоксикции наркотическими веществами с психостимулирующим действием (кокаин, амфетамины): (5)',
new Array(
new Array('артериальная гипертензия, гипертермия','yes'),
new Array('артериальная гипотензия, гипотермия','no'),
new Array('уменьшение ЧСС','no'),
new Array('учащение ЧСС и дыхания','yes'),
new Array('атаксия, невнятная речь','no'),
new Array('возбуждённое состояние, суетливость, непоседливость','yes'),
new Array('склонность к стереотипным движениям','yes'),
new Array('расширенные зрачки','yes')
),
new Array('0','3','5','6','7')
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
'Какие признаки характерны для состояния интоксикации наркотиками опийной группы: (5)',
new Array(
new Array('АД в норме или слегка повышено','yes'),
new Array('артериальная гипотензия','no'),
new Array('уменьшение частоты и объёма дыхательных движений','yes'),
new Array('учащение дыхания','no'),
new Array('атаксия, невнятная речь','yes'),
new Array('возбуждённое состояние, суетливость','no'),
new Array('«зрачкибусинки»','yes'),
new Array('снижение болевых ощущений','yes')
),
new Array('0','2','4','6','7')
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
'К ранним проявлениям (8–10 ч с момента последней дозы) опийного абстинентного синдрома относят: (5)',
new Array(
new Array('потливость','yes'),
new Array('лихорадку','no'),
new Array('чувство тревоги, нетерпеливость','yes'),
new Array('сонливость','no'),
new Array('сужение зрачков','no'),
new Array('расширение зрачков','yes'),
new Array('слезотечение, ринорею','yes'),
new Array('желудочные колики','yes')
),
new Array('0','2','5','6','7')
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
'К поздним проявлениям (1–2 сут с момента последней дозы) опийного абстинентного синдрома относят: (6)',
new Array(
new Array('тремор пальцев рук','yes'),
new Array('пилоэрекцию ("гусиная кожа"), лихорадку','yes'),
new Array('рвоту, диарею','yes'),
new Array('брадикардию','no'),
new Array('тахикардию','yes'),
new Array('спазмы и боль в мышцах','yes'),
new Array('снижение мышечного тонуса','no'),
new Array('раздражительность, импульсивное поведение','yes')
),
new Array('0','1','2','4','5','7')
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
'Формирование патологического влечения к алкоголю предположительно связано с действием следующих механизмов: (3)',
new Array(
new Array('изменением липидного состава мембраны нейронов, приводящее к снижению её вязкостноэластических свойств','yes'),
new Array('влиянием продуктов конденсации ацетальдегида и биогенных аминов на центры регуляции «мотивационного поведения"','yes'),
new Array('снижением активности альдегиддегидрогеназы в клетках печени','no'),
new Array('ускорением кругооборота нейромедиатора дофамина в структурах гиппокампа, приводящее к его относительному избытку','yes'),
new Array('перестройкой метаболических процессов в нейронах головного мозга таким образом, что этанол становится важным энергетическим субстратом','no'),
new Array('при воздержании от алкоголя','no')
),
new Array('0','1','3')
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
'При хроническом злоупотреблении алкоголем в крови обнаруживают следующие патологические изменения: (5)',
new Array(
new Array('увеличение среднего диаметра эритроцитов','yes'),
new Array('гипермагниемию','no'),
new Array('повышенное содержание андрогенов','no'),
new Array('повышение активности аминотрансфераз (АСТ и АЛТ)','yes'),
new Array('появление модифицированных ацетальдегидом альбумина и Hb','yes'),
new Array('увеличение содержания витаминов Е и А','no'),
new Array('повышение уровня ацетата','yes'),
new Array('повышение содержания КТ','yes')
),
new Array('0','3','4','6','7')
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
'В патогенезе алкогольного гепатита важное значение придают следующим процессам: (4)',
new Array(
new Array('образованию ковалентной связи между продуктом окисления этанола ацетальдегидом и белком цитоскелета тубулином','yes'),
new Array('торможению синтеза коллагена','no'),
new Array('выработке АТ против модифицированных ацетальдегидом белков','yes'),
new Array('нарушению способности печени секретировать ЛПОНП','yes'),
new Array('активации микросомальной этанолокисляющей системы','no'),
new Array('активации макрофагов (клеток фон Купффера) в ткани печени и выделению ими медиаторов воспаления','yes')
),
new Array('0','2','3','5')
);
record_index++;

//16
chapter_tests[record_index]=new chapter_test(
'Укажите наиболее частые соматические последствия длительного злоупотребления алкоголем: (5)',
new Array(
new Array('хронический гепатит, цирроз печени','yes'),
new Array('кардиомиодистрофия','yes'),
new Array('атеросклероз сосудов мозга','no'),
new Array('хронический панкреатит','yes'),
new Array('полиневрит','yes'),
new Array('артрит','no'),
new Array('хронический гастрит','yes'),
new Array('анемия','no')
),
new Array('0','1','3','4','6')
);
record_index++;

//17
chapter_tests[record_index]=new chapter_test(
'Развитию соматической патологии при длительном злоупотреблении алкоголем способствуют следующие факторы: (4)',
new Array(
new Array('запойный характер употребления алкоголя (чередование периодов пьянства и воздержания от алкоголя)','yes'),
new Array('непрерывный характер употребления алкоголя','no'),
new Array('фенотип, характеризующийся наличием высокоактивной формы алкогольдегидрогеназы','yes'),
new Array('фенотип, характеризующийся наличием малоактивной формы алкогольдегидрогеназы','no'),
new Array('фенотип, характеризующийся наличием высокоактивной формы альдегиддегидрогеназы','no'),
new Array('фенотип, характеризующийся наличием неактивной формы альдегиддегидрогеназы','yes'),
new Array('дефицит тиамина (витамин В1) в пище','yes'),
new Array('дефицит аскорбиновой кислоты в пище','no')
),
new Array('0','2','5','6')
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
'Алкоголизм: (1)',
new Array(
new Array('разновидность наркомании','no'),
new Array('разновидность токсикомании','yes'),
new Array('вредная привычка','no'),
new Array('психосоматическое заболевание','no'),
new Array('врождённое психическое заболевание','no')
),
new Array('1')
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
'Макроцитоз эритроцитов и лейкопения у больных алкоголизмом обусловлены: (3)',
new Array(
new Array('токсическими эффектами этанола на стволовые клетки костного мозга','yes'),
new Array('дефицитом фолиевой кислоты','yes'),
new Array('дефицитом железа','no'),
new Array('усиленным разрушением эритроцитов и лейкоцитов в крови при тяжёлой алкогольной интоксикации','no'),
new Array('дефицитом тиамина (витамин В1)','no'),
new Array('нарушением всасывания витамина В12','yes')
),
new Array('0','1','5')
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
'В патогенезе алкогольной кардиомиопатии важную роль играют: (5)',
new Array(
new Array('индукция синтеза перекисьпродуцирующего фермента ацилКоА оксидазы в кардиомиоцитах','yes'),
new Array('активация процессов СПОЛ в клетках миокарда','yes'),
new Array('прямое токсическое действие ацетальдегида на кардиомиоциты','yes'),
new Array('накопление избытка гликогена в кардиомиоцитах','no'),
new Array('избыточное образование КТ в печени и их повышенный захват кардиомиоцитами','no'),
new Array('увеличение выделения катехоламинов в симпатических нервных окончаниях миокарда','yes'),
new Array('мутации в геноме кардиомиоцитов под действием ацетальдегида','no'),
new Array('токсическое действие продуктов окисления катехоламинов на клетки миокарда','yes')
),
new Array('0','1','2','5','7')
);
record_index++;