

//1
chapter_tests[record_index]=new chapter_test(
'Укажите состояния, которые относят к экстремальным: (4)',
new Array(
new Array('иммунодефицитные состояния','no'),
new Array('уремическая кома','yes'),
new Array('диабетическая кома','yes'),
new Array('травматический шок','yes'),
new Array('гипергидратация','no'),
new Array('гиперволемия','no'),
new Array('коллапс','yes')
),
new Array('1','2','3','6')
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
'Укажите обычную последовательность расстройств жизнедеятельности организма под действием чрезвычайных факторов: (1) <br>1) смерть биологическая, <br>2) терминальное состояние, <br>3) смерть клиническая, <br>4) экстремальное состояние.',
new Array(
new Array('1, 2, 3, 4','no'),
new Array('4, 3, 2, 1','yes'),
new Array('4, 2, 3, 1','no'),
new Array('2, 4, 3, 1','no')
),
new Array('1')
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
'Какие изменения характерны для кардиогенного коллапса? (4)',
new Array(
new Array('снижение ударного и минутного выброса сердца','yes'),
new Array('увеличение ударного и минутного выброса сердца','no'),
new Array('увеличение АД','no'),
new Array('снижение АД','yes'),
new Array('перераспределение кровотока','yes'),
new Array('уменьшение ОЦК','yes'),
new Array('увеличение ОЦК','no')
),
new Array('0','3','4','5')
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
'Укажите правильное утверждение: (2)',
new Array(
new Array('коллапс может возникать при гипоксии, кровопотере, инфБ, эндокринных расстройствах, инфаркте миокарда','yes'),
new Array('кома может возникать при гипоксии, кровопотере, инфБ, эндокринных расстройствах, инфаркте миокарда','yes'),
new Array('шок может возникать при гипоксии, кровопотере, инфБ, эндокринных расстройствах, инфаркте миокарда','no')
),
new Array('0','1')
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
'Выберите проявления, характеризующие эректильную фазу шока: (3)',
new Array(
new Array('ослабление эффектов симпатикоадреналовой и гипофизарнонадпочечниковой систем','no'),
new Array('артериальная гипотензия','no'),
new Array('двигательное и речевое возбуждение','yes'),
new Array('гипервентиляция лёгких','yes'),
new Array('уменьшение сердечного выброса','no'),
new Array('депонирование крови','no'),
new Array('уменьшение венозного возврата к сердцу','no'),
new Array('гиперрефлексия','yes')
),
new Array('2','3','7')
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
'Выберите проявления, характеризующие торпидную фазу шока: (5)',
new Array(
new Array('ослабление эффектов симпатикоадреналовой и гипофизарнонадпочечниковой систем','yes'),
new Array('тахикардия, артериальная гипертензия','no'),
new Array('двигательное и речевое возбуждение','no'),
new Array('уменьшение сердечного выброса','yes'),
new Array('депонирование крови','yes'),
new Array('артериальная гипоксемия','yes'),
new Array('олигурия','yes'),
new Array('гиперрефлексия','no')
),
new Array('0','3','4','5','6')
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
'Укажите факторы токсемии при травматическом шоке: (5)',
new Array(
new Array('избыток гистамина, ацетилхолина','yes'),
new Array('продукты денатурации и гидролиза белков','yes'),
new Array('избыток лизосомальных ферментов','yes'),
new Array('избыток продуктов СПОЛ','yes'),
new Array('гипернатриемия','no'),
new Array('гипергликемия','no'),
new Array('гиперкалиемия','yes')
),
new Array('0','1','2','3','6')
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
'Выберите правильное утверждение: (1)',
new Array(
new Array('кома всегда развивается постепенно, последовательно проходя несколько стадий расстройств сознания','no'),
new Array('кома может развиться «молниеносно», без выраженной стадийности','yes')
),
new Array('1')
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
'Причинами комы могут быть: (5)',
new Array(
new Array('аутоинтоксикация продуктами метаболизма и распада веществ','yes'),
new Array('дефицит необходимых субстратов метаболизма','yes'),
new Array('внеклеточная гипергидратация','no'),
new Array('экзогенные интоксикации','yes'),
new Array('нормоосмолярная гиперволемия','no'),
new Array('гипоксия','yes'),
new Array('эндокринопатии','yes'),
new Array('гиполипидемия','no')
),
new Array('0','1','3','5','6')
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
'Укажите возможные причины и механизмы коллапса: (4)',
new Array(
new Array('распространённое артериоловенулярное шунтирование крови','no'),
new Array('снижение венозного возврата крови','yes'),
new Array('уменьшение сердечного выброса','yes'),
new Array('полицитемическая гиперволемия','no'),
new Array('гипокортицизм','yes'),
new Array('гипоксия','yes'),
new Array('олигурия','no')
),
new Array('1','2','4','5')
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
'Укажите виды коллапса по механизмам его развития: (3)',
new Array(
new Array('вазодилатационный','yes'),
new Array('гиперволемический','no'),
new Array('гиповолемический','yes'),
new Array('вазоконстрикторный','no'),
new Array('кардиогенный','yes')
),
new Array('0','2','4')
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
'Какие изменения ВНД, а также в нервной и эндокринной системах характерны для эректильной стадии шока? (4)',
new Array(
new Array('активация симпатикоадреналовой системы','yes'),
new Array('снижение активности симпатикоадреналовой системы','no'),
new Array('активация гипоталамогипофизарной системы','yes'),
new Array('снижение активности гипоталамогипофизарной системы','no'),
new Array('состояние нервнопсихического возбуждения','yes'),
new Array('заторможенность пациента','no'),
new Array('гипорефлексия','no'),
new Array('гиперрефлексия','yes')
),
new Array('0','2','4','7')
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
'Какие изменения ВНД, а также в нервной и эндокринной системах характерны для торпидной стадии шока? (5)',
new Array(
new Array('активация симпатикоадреналовой системы','no'),
new Array('снижение активности симпатикоадреналовой системы','yes'),
new Array('активация гипоталамогипофизарной системы','no'),
new Array('снижение активности гипоталамогипофизарной системы','yes'),
new Array('«дисбаланс» нейроэндокринной регуляции','yes'),
new Array('состояние нервнопсихического возбуждения','no'),
new Array('заторможенность пациента','yes'),
new Array('гипорефлексия','yes'),
new Array('гиперрефлексия','no')
),
new Array('1','3','4','6','7')
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
'Какие изменения характерны для коматозных состояний? (3)',
new Array(
new Array('активация симпатикоадреналовой системы','no'),
new Array('недостаточность функций органов','yes'),
new Array('активация функций органов','no'),
new Array('состояние нервнопсихического возбуждения','no'),
new Array('заторможенность пациента','no'),
new Array('потеря сознания','yes'),
new Array('гипорефлексия, арефлексия','yes'),
new Array('гиперрефлексия','no')
),
new Array('1','5','6')
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
'Укажите обычную последовательность развития основных стадий стрессреакции: (1) <br>1) резистентности, <br>2) тревоги, <br>3) истощения.',
new Array(
new Array('1, 2, 3','no'),
new Array('2, 1, 3','yes'),
new Array('3, 1, 2','no'),
new Array('1, 3, 2','no')
),
new Array('1')
);
record_index++;



//17
chapter_tests[record_index]=new chapter_test(
'Укажите наиболее характерные последствия длительного патогенного стресса: (5)',
new Array(
new Array('гипо- и дистрофии коркового слоя надпочечников','yes'),
new Array('подавление гуморального и клеточного звеньев иммунитета','yes'),
new Array('эрозии слизистой желудка и кишечника','yes'),
new Array('гипо- и дистрофии аденогипофиза','yes'),
new Array('гипертрофия аденогипофиза','no'),
new Array('атрофия аденогипофиза','no'),
new Array('аллергические реакции','no'),
new Array('лейкозы','no'),
new Array('артериальная гипертензия','yes'),
new Array('анемии','no')
),
new Array('0','1','2','3','8')
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
'Как влияют опиоидные пептиды при стрессе на симпатическую нервную систему? (3)',
new Array(
new Array('активируют её','no'),
new Array('ограничивают её активность','yes'),
new Array('угнетают выход норадреналина из синапсов','yes'),
new Array('стимулируют выход норадреналина из синапсов','no'),
new Array('тормозят взаимодействие нейронов с норадреналином','yes'),
new Array('активируют взаимодействие нейронов с норадреналином','no')
),
new Array('1','2','4')
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
'Какие из перечисленных факторов играют важную роль в формировании ИБС при хроническом стрессе? (4)',
new Array(
new Array('активация СПОЛ в кардиомиоцитах','yes'),
new Array('стабилизация мембран лизосом','no'),
new Array('избыток цитоплазматического Са2+ в кардиомиоцитах','yes'),
new Array('гиперкатехоламинемия','yes'),
new Array('усиление фибринолиза','no'),
new Array('усиление липолитических процессов в тканях','yes')
),
new Array('0','2','3','5')
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
'Септический шок характеризуется: (3)',
new Array(
new Array('понижением АД','yes'),
new Array('повышением АД','no'),
new Array('понижением минутного объёма сердца','no'),
new Array('повышением минутного объёма сердца','yes'),
new Array('повышением ОПСС','no'),
new Array('понижением ОПСС','yes')
),
new Array('0','3','5')
);
record_index++;