

//1
chapter_tests[record_index]=new chapter_test(
'Каковы: а) биологическое значение и б) механизмы возникновения аутоиммунной лейкопении? (1)',
new Array(
new Array('а) физиологическая, б) лейколизис и/или нарушение лейкопоэза','no'),
new Array('а) защитноприспособительная, б) перераспределительная','no'),
new Array('а) патологическая, б) лейколизис и/или нарушение лейкопоэза','yes')
),
new Array('2')
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
'При агранулоцитозе противоинфекционная устойчивость организма: (1)',
new Array(
new Array('повышена','no'),
new Array('понижена','yes'),
new Array('не изменена','no')
),
new Array('1')
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
'Укажите характерные изменения лейкоцитарной формулы, которые могут служить дополнительным диагностическим признаком аллергии: (2)',
new Array(
new Array('лейкоцитоз','no'),
new Array('лейкопения','no'),
new Array('эозинофилия','yes'),
new Array('нейтрофилия','no'),
new Array('лимфоцитоз','yes')
),
new Array('2','4')
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
'Укажите признаки нейтрофилов: (3)',
new Array(
new Array('клетки: киллеры, хелперы, супрессоры','no'),
new Array('предшественники антителопродуцентов','no'),
new Array('продуценты альбуминов плазмы крови','no'),
new Array('микрофаги','yes'),
new Array('макрофаги','no'),
new Array('генерируют супероксидный анионрадикал','yes'),
new Array('как правило, первыми мигрируют в очаг инфекционного воспаления','yes'),
new Array('проникают через сосудистую стенку посредством цитопемзиса','no')
),
new Array('3','5','6')
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
'Укажите признаки B-лимфоцитов: (2)',
new Array(
new Array('клетки: киллеры, хелперы, супрессоры','no'),
new Array('предшественники клеток—антителопродуцентов','yes'),
new Array('продуценты альбуминов плазмы крови','no'),
new Array('микрофаги','no'),
new Array('макрофаги','no'),
new Array('клетки, участвующие в реализации гуморального звена иммунитета','yes'),
new Array('клетки, обеспечивающие реализацию клеточного звена иммунитета','no')
),
new Array('1','5')
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
'Укажите признаки T-лимфоцитов: (3)',
new Array(
new Array('клетки: киллеры, хелперы, супрессоры','yes'),
new Array('предшественники антителопродуцентов','no'),
new Array('продуценты альбуминов плазмы крови','no'),
new Array('микрофаги','no'),
new Array('макрофаги','no'),
new Array('клетки, обеспечивающие реализацию клеточного звена иммунитета','yes'),
new Array('клетки, регулирующие активность B-лимфоцитов','yes')
),
new Array('0','5','6')
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
'Укажите признаки моноцитов: (4)',
new Array(
new Array('клетки: киллеры, хелперы, супрессоры','no'),
new Array('предшественники антителопродуцентов','no'),
new Array('продуценты альбуминов плазмы крови','no'),
new Array('микрофаги','no'),
new Array('макрофаги','yes'),
new Array('осуществляют процессинг Аг','yes'),
new Array('продуцируют лейкокины','yes'),
new Array('осуществляют презентацию Аг лимфоцитам','yes')
),
new Array('4','5','6','7')
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
'Укажите механизмы развития лейкоцитозов: (3)',
new Array(
new Array('активация лейкопоэза','yes'),
new Array('подавление лейкопоэза','no'),
new Array('усиленное разрушение лейкоцитов','no'),
new Array('повышенный выход лейкоцитов в ткани','no'),
new Array('увеличение продукции эритропоэтина','no'),
new Array('уменьшение продукции эритропоэтина','no'),
new Array('перераспределение лейкоцитов в сосудистом русле','yes'),
new Array('мобилизация костномозгового резерва лейкоцитов','yes')
),
new Array('0','6','7')
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
'Укажите механизмы возникновения лейкопений: (4)',
new Array(
new Array('активация лейкопоэза','no'),
new Array('подавление лейкопоэза','yes'),
new Array('усиленное разрушение лейкоцитов','yes'),
new Array('повышенный выход лейкоцитов в ткани','yes'),
new Array('увеличение продукции эритропоэтина','no'),
new Array('уменьшение продукции эритропоэтина','no'),
new Array('перераспределение лейкоцитов в сосудистом русле','yes'),
new Array('мобилизация костномозгового резерва лейкоцитов','no')
),
new Array('1','2','3','6')
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
'Характерными признаками истинного нейтрофильного лейкоцитоза являются: (2)',
new Array(
new Array('нормальная лейкоцитарная формула','no'),
new Array('ядерный сдвиг нейтрофилов влево','yes'),
new Array('ядерный сдвиг нейтрофилов вправо','no'),
new Array('увеличение общего числа лейкоцитов в крови','yes'),
new Array('увеличение числа молодых и бластных форм лейкоцитов в лимфоидных органах','no')
),
new Array('1','3')
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
'Охарактеризуйте: а) биологическое значение и б) механизмы возникновения лейкоцитоза: (1)',
new Array(
new Array('а) физиологический, б) перераспределительный','yes'),
new Array('а) защитноприспособительный, б) истинный','no'),
new Array('а) патологический, б) истинный','no')
),
new Array('0')
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
'Какие лейкоциты содержатся в периферической крови у здоровых людей? (4)',
new Array(
new Array('миелоциты нейтрофильные','no'),
new Array('лимфобласты','no'),
new Array('миелобласты','no'),
new Array('нейтрофилы палочкоядерные','yes'),
new Array('лимфоциты','yes'),
new Array('эозинофилы','yes'),
new Array('моноциты','yes'),
new Array('ретикулоциты','no')
),
new Array('3','4','5','6')
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
'Укажите правильные утверждения: (2)',
new Array(
new Array('нейтрофилы — клетки киллеры, хелперы, супрессоры','no'),
new Array('B-лимфоциты — предшественники клеток–продуцентов АТ','yes'),
new Array('T-лимфоциты — микрофаги','no'),
new Array('моноциты — макрофаги','yes')
),
new Array('1','3')
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
'По биологическому значению лейкоцитоз может быть: (3)',
new Array(
new Array('функциональным','yes'),
new Array('патологическим','yes'),
new Array('защитноприспособительным','yes'),
new Array('перераспределительным','no'),
new Array('дисрегуляторным','no')
),
new Array('0','1','2')
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
'Укажите лейкопении по биологическому значению и виду клеток, за счёт которых они развиваются: (5)',
new Array(
new Array('физиологические','yes'),
new Array('патологические','yes'),
new Array('ретикулярные','no'),
new Array('ретикулоцитарные','no'),
new Array('нейтропенические','yes'),
new Array('базофильные','no'),
new Array('моноцитопенические','yes'),
new Array('лимфопенические','yes'),
new Array('нейтрофильные','no')
),
new Array('0','1','4','6','7')
);
record_index++;

//16
chapter_tests[record_index]=new chapter_test(
'Укажите механизмы возникновения относительных (нерегенераторных) лейкоцитозов: (3)',
new Array(
new Array('активация лейкопоэза','no'),
new Array('перераспределение лейкоцитов в сосудистом русле','yes'),
new Array('мобилизация костномозгового резерва лейкоцитов без активации лейкопоэза','yes'),
new Array('повышенный выход лейкоцитов из сосудистого русла в ткани','no'),
new Array('замедленное разрушение лейкоцитов','no'),
new Array('рециркуляция нейтрофилов','no'),
new Array('гемоконцентрация','yes')
),
new Array('1','2','6')
);
record_index++;

//17
chapter_tests[record_index]=new chapter_test(
'Укажите механизмы возникновения истинного лейкоцитоза: (1)',
new Array(
new Array('активация лейкопоэза','yes'),
new Array('мобилизация костномозгового резерва лейкоцитов без активации лейкопоэза','no'),
new Array('замедленное разрушение лейкоцитов','no'),
new Array('повышенный выход лейкоцитов из сосудистого русла в ткани','no')
),
new Array('0')
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
'Укажите механизмы возникновения относительных (ложных) лейкопений: (3)',
new Array(
new Array('угнетение лейкопоэза','no'),
new Array('перераспределение лейкоцитов в сосудистом русле','yes'),
new Array('повышенный выход лейкоцитов из сосудистого русла в ткани','yes'),
new Array('повышенное разрушение лейкоцитов в сосудистом русле и тканях','no'),
new Array('гемодилюция','yes')
),
new Array('1','2','4')
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
'Укажите механизмы возникновения истинной лейкопении: (2)',
new Array(
new Array('повышенный выход лейкоцитов из сосудистого русла в ткани','no'),
new Array('повышенное разрушение лейкоцитов','yes'),
new Array('угнетение лейкопоэза','yes'),
new Array('недостаточная мобилизация костномозгового резерва лейкоцитов','no')
),
new Array('1','2')
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
'Какие заболевания сопровождаются эозинофилией? (4)',
new Array(
new Array('поллинозы','yes'),
new Array('эхинококкоз печени','yes'),
new Array('хронический лимфолейкоз','no'),
new Array('бактериальная пневмония','no'),
new Array('аллергический ринит','yes'),
new Array('хронический миелолейкоз','yes')
),
new Array('0','1','4','5')
);
record_index++;

//21
chapter_tests[record_index]=new chapter_test(
'Какие заболевания часто сопровождаются развитием моноцитоза? (3)',
new Array(
new Array('корь','yes'),
new Array('брюшной тиф','no'),
new Array('инфаркт миокарда','no'),
new Array('инфекционный мононуклеоз','yes'),
new Array('краснуха','yes')
),
new Array('0','3','4')
);
record_index++;