

//1
chapter_tests[record_index]=new chapter_test(
'Какие вещества являются эндогенными антикоагулянтами? (4)',
new Array(
new Array('антитромбин III','yes'),
new Array('гепарин','yes'),
new Array('тромбоксан А2','no'),
new Array('простациклин','no'),
new Array('протеин S','yes'),
new Array('протеин С','yes'),
new Array('плазмин','no'),
new Array('NO','no')
),
new Array('0','1','4','5')
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
'Какие вещества препятствуют агрегации тромбоцитов: (2)',
new Array(
new Array('серотонин','no'),
new Array('фибриноген','no'),
new Array('тромбоксан А2','no'),
new Array('простациклин','yes'),
new Array('АТФ','no'),
new Array('стрептокиназа','no'),
new Array('урокиназа','no'),
new Array('NO','yes')
),
new Array('3','7')
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
'Какие эндогенные вещества вызывают агрегацию тромбоцитов: (4)',
new Array(
new Array('АТФ','yes'),
new Array('адреналин','yes'),
new Array('тромбин','yes'),
new Array('тромбоксан А2','yes'),
new Array('протромбин','no'),
new Array('NO','no'),
new Array('простациклин','no'),
new Array('тромбомодулин','no')
),
new Array('0','1','2','3')
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
'При каких болезнях, синдромах и состояниях имеется высокий риск развития тромботического синдрома? (5)',
new Array(
new Array('нефротический синдром','no'),
new Array('застойная сердечная недостаточность','yes'),
new Array('злокачественные опухоли с диссеминированными метастазами','yes'),
new Array('беременность','yes'),
new Array('печёночная недостаточность','no'),
new Array('атеросклероз','yes'),
new Array('ночная пароксизмальная гемоглобинурия','yes'),
new Array('гипертиреоз','no')
),
new Array('1','2','3','5','6')
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
'Риск тромботического синдрома резко возрастает у больных со следующими генетическими дефектами: (5)',
new Array(
new Array('дефицит протеина С','yes'),
new Array('недостаточность ингибитора плазмина','no'),
new Array('недостаточность тканевого активатора плазминогена','yes'),
new Array('мутация гена фактора V коагуляционной системы','yes'),
new Array('синтез аномального плазминогена','yes'),
new Array('недостаточность фактора фон Виллебранда','no'),
new Array('дефицит протеина S','yes')
),
new Array('0','2','3','4','6')
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
'Укажите нарушения, характерные для тромбастении Глянцманна: (1)',
new Array(
new Array('сниженный синтез тромбоксана А2','no'),
new Array('дефицит рецептора Ia/IIb (к коллагену)','no'),
new Array('дефект рецептора Ib/IX (к фактору фон Виллебранда)','no'),
new Array('дефицит рецептора IIb/IIIa (к фибриногену','yes'),
new Array('ослабление ретракции сгустка крови в процессе тромбообразования','no'),
new Array('снижение числа пуринергических рецепторов на тромбоцитах','no'),
new Array('дефект системы актомиозина тромбоцитов','no')
),
new Array('3')
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
'Тромбоцитопения — снижение количества тромбоцитов в крови ниже: (1)',
new Array(
new Array('250x109/л','no'),
new Array('150x109/л','yes'),
new Array('120x109/л','yes'),
new Array('100x109/л','yes'),
new Array('50x109/л','yes')
),
new Array('1','2','3','4')
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
'При каком числе тромбоцитов в периферической крови возникают спонтанные кровотечения ? (1)',
new Array(
new Array('100–120x109/л','yes'),
new Array('50–100x109/л','yes'),
new Array('20–50x109/л','no'),
new Array('<20x109/л','yes')
),
new Array('0','1','3','4','5')
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
'При каких синдромах и патологических состояниях может возникать нетромбоцитопеническая пурпура? (3)',
new Array(
new Array('острый миелолейкоз','no'),
new Array('менингококковый сепсис','yes'),
new Array('цинга','no'),
new Array('синдром ИценкоКушинга','yes'),
new Array('гемофилия А','yes'),
new Array('В<sub>12</sub>- и фолиеводефицитная анемия','no'),
new Array('апластическая анемия','no')
),
new Array('1','3','4')
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
'Адгезия тромбоцитов к сосудистой стенке усиливается под действием следующих факторов: (2)',
new Array(
new Array('повреждение эндотелия','yes'),
new Array('высвобождение АДФ из тромбоцитов','no'),
new Array('высвобождение фибриногена из тромбоцитов','no'),
new Array('обнажение коллагена субэндотелиального слоя','yes'),
new Array('высвобождение простациклина из эндотелиальных клеток','no'),
new Array('высвобождение тромбоксана А<sub>2</sub> из тромбоцитов','no'),
new Array('образование активного тромбина','no')
),
new Array('0','3')
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
'Укажите проявления, характерные для тяжёлых форм гемофилии А и В: (5)',
new Array(
new Array('уровень факторов VIII и IX в плазме составляет 10–20% по сравнению с нормой','no'),
new Array('уровень факторов VIII и IX в плазме составляет 30–50% по сравнению с нормой','no'),
new Array('уровень факторов VIII и IX в плазме составляет 5% и ниже по сравнению с нормой','yes'),
new Array('гемартрозы крупных суставов','yes'),
new Array('подкожные и внутримышечные гематомы','yes'),
new Array('частые носовые кровотечения','yes'),
new Array('длительное кровотечение после удаления зубов, хирургических операций, травм (иногда с летальным исходом)','yes'),
new Array('частые кровоизлияния в мелкие суставы кистей и стоп','no')
),
new Array('2','3','4','5','6')
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
'Укажите наиболее частые причины ДВСсиндрома: (6)',
new Array(
new Array('травматично выполненная обширная хирургическая операция','yes'),
new Array('синдром «длительного раздавливания»','yes'),
new Array('тяжёлая акушерская патология','yes'),
new Array('уремия','no'),
new Array('авитаминоз К','no'),
new Array('сепсис','yes'),
new Array('шок','yes'),
new Array('гемофилия В','no'),
new Array('острые лейкозы','yes')
),
new Array('0','1','2','5','6','8')
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
'ДВСсиндром характеризуется следующими изменениями в крови: (5)',
new Array(
new Array('тромбоцитопения','yes'),
new Array('гипофибриногенемия','yes'),
new Array('низкий уровень продуктов фибринолиза','no'),
new Array('повышенный уровень антитромбина III','no'),
new Array('снижение содержания плазминогена','yes'),
new Array('низкое содержание факторов II, V, VIII','yes'),
new Array('повышенным уровнем <span style=‘font-family:Symbol;’>a</span><sub>2</sub>антиплазмина','no'),
new Array('гемоглобинемией','yes')
),
new Array('0','1','4','5','7')
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
'Какие факторы способствуют развитию тромбоза, но непосредственно его не вызывают? (6)',
new Array(
new Array('оголение субэндотелиального слоя стенки сосуда','no'),
new Array('тромбоцитоз','yes'),
new Array('увеличение вязкости крови','yes'),
new Array('повреждение эндотелия','no'),
new Array('гиперфибриногенемия','yes'),
new Array('полицитемия','yes'),
new Array('нарушение ламинарности кровотока','yes'),
new Array('снижение скорости кровотока','yes')
),
new Array('1','2','4','5','6','7')
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
'Укажите возможные осложнения терапии гемофилии А путём переливания крови: (3)',
new Array(
new Array('повышение титра иммунных ингибиторов фактора VIII','yes'),
new Array('синдром приобретённого иммунодефицита','yes'),
new Array('развитие фагоцитарной недостаточности','no'),
new Array('анафилактический шок','yes'),
new Array('дефицит фактора VIII','no'),
new Array('дефицит антитромбина','no')
),
new Array('0','1','3')
);
record_index++;

//16
chapter_tests[record_index]=new chapter_test(
'Нарушение вторичного (коагуляционного) гемостаза характерно для следующих заболеваний и форм патологии: (2)',
new Array(
new Array('цирроз печени','yes'),
new Array('тромбоцитопатии','no'),
new Array('гемофилии','yes'),
new Array('геморрагический васкулит','no'),
new Array('тромботическая тромбоцитопеническая пурпура','no'),
new Array('болезнь фон Виллебранда','no'),
new Array('дефицит витамина В12','no'),
new Array('лейкозы','no')
),
new Array('0','2')
);
record_index++;

//17
chapter_tests[record_index]=new chapter_test(
'Укажите правильную последовательность событий при развитии ДВС-синдрома: (1) <br>1) активация факторов свёртывающей системы крови и тромбоцитарного гемостаза, <br>2) относительная недостаточность противосвёртывающей системы, <br>3) диссеминированное тромбообразование с развитием гипоксии, дистрофии тканей и органов; <br>4) коагулопатия «потребления» (коагулянтов и тромбоцитов) с истощением противосвёртывающих факторов, <br>5) геморрагии.',
new Array(
new Array('1, 2, 3, 4, 5','yes'),
new Array('2, 1, 3, 4, 5','no'),
new Array('3, 2, 1, 4, 5','no')
),
new Array('0')
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
'Укажите правильную последовательность стадий ДВСсиндрома: (1) <br>1) выраженная гипокоагуляция белков крови, <br>2) гиперкоагуляция белков крови + начальные признаки гипокоагуляции, <br>3) генерализованная гиперкоагуляция белков крови и агрегация тромбоцитов.',
new Array(
new Array('3, 2, 1','yes'),
new Array('1, 2, 3','no'),
new Array('2, 1, 3','no')
),
new Array('0')
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
'Тромбоцитопения обусловлена нарушением продукции тромбоцитов в костном мозге при следующих формах патологии: (4)',
new Array(
new Array('острый лейкоз','yes'),
new Array('тромботическая тромбоцитопеническая пурпура','no'),
new Array('спленомегалия','no'),
new Array('лучевая болезнь','yes'),
new Array('В12– и фолиеводефицитная анемия','yes'),
new Array('ДВСсиндром','no'),
new Array('апластическая анемия','yes'),
new Array('гемолитико–уремический синдром','no')
),
new Array('0','3','4','6')
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
'Укажите неверное утверждение: (1)',
new Array(
new Array('ДВС может сопровождаться кровотечениями и коагулопатией потребления','no'),
new Array('тромбогенность фиброзной бляшки при атеросклерозе обусловлена избыточной активацией плазминогена','yes'),
new Array('гнойное воспаление может сопровождаться тромбообразованием','no')
),
new Array('1')
);
record_index++;

//21
chapter_tests[record_index]=new chapter_test(
'Укажите тромбоцитарные факторы, препятствующие образованию тромбоксана А2: (3)',
new Array(
new Array('низкая активность циклооксигеназы','yes'),
new Array('высокий уровень цАМФ','yes'),
new Array('дефицит фосфолипазы А2','yes'),
new Array('высокий уровень цГМФ','no'),
new Array('дефицит липооксигеназы','no')
),
new Array('0','1','2')
);
record_index++;

//22
chapter_tests[record_index]=new chapter_test(
'При каких синдромах и формах патологии развивается диссеминированный тромбоз мелких сосудов? (4)',
new Array(
new Array('ДВСсиндром','yes'),
new Array('тромботическая тромбоцитопеническая пурпура','yes'),
new Array('атеросклероз','no'),
new Array('гемолитико–уремический синдром','yes'),
new Array('феномен Артюса','no'),
new Array('СПИД','no'),
new Array('септический шок','yes'),
new Array('дефицит витамина К','no')
),
new Array('0','1','3','6')
);
record_index++;