

//1
chapter_tests[record_index]=new chapter_test(
'Укажите возможные причины некоронарогенного некроза миокарда: (4)',
new Array(
new Array('значительное длительное увеличение работы сердца','yes'),
new Array('гиперпродукция стероидных гормонов','yes'),
new Array('образование антимиокардиоцитарных АТ','yes'),
new Array('гиперкатехоламинемия','yes'),
new Array('гемоконцентрация','no'),
new Array('тромбоцитопения','no'),
new Array('гемодилюция','no')
),
new Array('0','1','2','3')
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
'Верно ли, что при недостаточности аортальных клапанов уменьшается коронарный кровоток? (1)',
new Array(
new Array('да','yes'),
new Array('нет','no')
),
new Array('0')
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
'Укажите возможные причины уменьшения коронарного кровотока: (3)',
new Array(
new Array('активация <span style=‘font-family:Symbol;’>b</span>-адренорецепторов в ГМК коронарных артерий','no'),
new Array('гипокапния','yes'),
new Array('недостаточность аортальных клапанов','yes'),
new Array('активация <span style=‘font-family:Symbol;’>a</span>-адренорецепторов в ГМК коронарных артерий','yes'),
new Array('острая гипоксия','no')
),
new Array('1','2','3')
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
'Возможно ли развитие коронарной недостаточности в условиях повышенного (по сравнению с покоем) коронарного кровотока? (1)',
new Array(
new Array('да','yes'),
new Array('нет','no')
),
new Array('0')
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
'Фибрилляция желудочков: (1)',
new Array(
new Array('групповая желудочковая экстрасистолия','no'),
new Array('полная диссоциация сокращений предсердий и желудочков','no'),
new Array('хаотическое сокращение отдельных групп кардиомиоцитов','yes'),
new Array('тахикардия с ритмом 250–300 в минуту','no')
),
new Array('2')
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
'Коронарная недостаточность может возникнуть в результате: (3)',
new Array(
new Array('стенозирующего коронаросклероза','yes'),
new Array('накопления аденозина в миокарде','no'),
new Array('спазма коронарных артерий','yes'),
new Array('пароксизмальной тахикардии','yes'),
new Array('гиперкапнии','no'),
new Array('эндокардита','no')
),
new Array('0','2','3')
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
'Укажите последствия продолжительного приступа пароксизмальной желудочковой тахикардии: (4)',
new Array(
new Array('увеличение сердечного выброса','no'),
new Array('уменьшение сердечного выброса','yes'),
new Array('увеличение коронарного кровотока','no'),
new Array('уменьшение коронарного кровотока','yes'),
new Array('повышение систолического АД','no'),
new Array('понижение систолического АД','yes'),
new Array('увеличение ударного выброса','no'),
new Array('уменьшение ударного выброса','yes')
),
new Array('1','3','5','7')
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
'Укажите возможные последствия острой коронарной недостаточности: (5)',
new Array(
new Array('артериальная гипотензия','yes'),
new Array('сердечная недостаточность','yes'),
new Array('увеличение сердечного выброса','no'),
new Array('инфаркт миокарда','yes'),
new Array('аритмии','yes'),
new Array('анемия','no'),
new Array('гиповолемия','no'),
new Array('отёк лёгких','yes')
),
new Array('0','1','3','4','7')
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
'Нарушения каких свойств сердца приводят к развитию аритмий? (3)',
new Array(
new Array('автоматизма','yes'),
new Array('проводимости','yes'),
new Array('возбудимости','yes'),
new Array('сократимости','no')
),
new Array('0','1','2')
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
'Какое явление лежит в основе компенсаторной паузы после желудочковой экстрасистолы? (1)',
new Array(
new Array('снижение возбудимости клеток синусно-предсердного узла','no'),
new Array('повышение возбудимости клеток синусно-предсердного узла','no'),
new Array('приход очередного импульса возбуждения в миокард желудочка в фазу абсолютной рефрактерности','yes'),
new Array('положительный дромотропный эффект экстрасистолы','no')
),
new Array('2')
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
'Какие изменения при гиперадреналинемии повреждают миокард? (4)',
new Array(
new Array('снижение потребления миокардом кислорода','no'),
new Array('гипероксигенация миокарда','no'),
new Array('уменьшение доставки кислорода к миокарду с кровью','yes'),
new Array('снижение эффективности сопряжения аэробного окисления и фосфорилирования в кардиомиоцитах','yes'),
new Array('повышение эффективности сопряжения аэробного окисления и фосфорилирования в кардиомиоцитах','no'),
new Array('истощение гликогена в кардиомиоцитах','yes'),
new Array('дефицит АТФ в кардиомиоцитах','yes'),
new Array('увеличение содержания АТФ в кардиомиоцитах','no')
),
new Array('2','3','5','6')
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
'Укажите характерные изменения содержания катионов в кардиомиоцитах при их ишемии: (2)',
new Array(
new Array('увеличение содержания Na+, Ca2+ и Н+','yes'),
new Array('снижение содержания Na+, Ca2+ и Н+','no'),
new Array('уменьшение содержания К+','yes'),
new Array('увеличение содержания К+','no')
),
new Array('0','2')
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
'Укажите патогенетические факторы развития сердечных аритмий: (4)',
new Array(
new Array('внутриклеточный ацидоз в кардиомиоцитах','yes'),
new Array('потеря K+ кардиомиоцитами','yes'),
new Array('накопление K+ в кардиомиоцитах','no'),
new Array('дефицит АТФ в клетках миокарда','yes'),
new Array('избыток АТФ в клетках миокарда','no'),
new Array('накопление Ca2+ в саркоплазме и митохондриях кардиомиоцитов','yes')
),
new Array('0','1','3','5')
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
'Гиперкалиемия вызывает: (3)',
new Array(
new Array('АВ–блокаду проведения импульсов возбуждения','yes'),
new Array('формирование высокого заострённого зубца Т на ЭКГ','yes'),
new Array('артериальную гипертензию','no'),
new Array('тахикардию','no'),
new Array('брадикардию','yes')
),
new Array('0','1','4')
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
'Какие виды аритмий относятся к номотопным: (3)',
new Array(
new Array('пароксизмальная желудочковая тахикардия','no'),
new Array('АВ–ритм','no'),
new Array('идиовентрикулярный ритм','no'),
new Array('синусовая аритмия','yes'),
new Array('фибрилляция желудочков','no'),
new Array('синусовая тахикардия','yes'),
new Array('синусовая брадикардия','yes')
),
new Array('3','5','6')
);
record_index++;

//16
chapter_tests[record_index]=new chapter_test(
'Какие виды аритмий относятся к гетеротопным: (6)',
new Array(
new Array('пароксизмальная желудочковая тахикардия','yes'),
new Array('левожелудочковая экстрасистола','yes'),
new Array('правожелудочковая экстрасистола','yes'),
new Array('АВ–ритм','yes'),
new Array('синусовая брадикардия','no'),
new Array('идиовентрикулярный ритм','yes'),
new Array('фибрилляция желудочков','yes'),
new Array('синусовая тахикардия','no')
),
new Array('0','1','2','3','5','6')
);
record_index++;

//17
chapter_tests[record_index]=new chapter_test(
'Укажите некоронарогенные причины коронарной недостаточности: (4)',
new Array(
new Array('накопление избытка аденозина в миокарде','no'),
new Array('острая артериальная гипотензия','yes'),
new Array('резкое увеличение ЧСС','yes'),
new Array('увеличение содержания лактата в миокарде','no'),
new Array('гиперкатехоламинемия','yes'),
new Array('общая гипоксия','yes')
),
new Array('1','2','4','5')
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
'Какие утверждения ошибочны? (2)',
new Array(
new Array('перекисное окисление липидов (ПОЛ) в зоне ишемии миокарда и инфаркта усиливается','no'),
new Array('субстратами ПОЛ являются насыщенные жирные кислоты бимолекулярного липидного слоя мембран','yes'),
new Array('субстратами ПОЛ являются ненасыщенные жирные кислоты бимолекулярного липидного слоя мембран','no'),
new Array('активация ПОЛ способствует выходу ферментов из лизосом в цитозоль','no'),
new Array('образующиеся при ПОЛ перекиси и радикалы увеличивают сопряжение окисления и фосфорилирования АДФ, что способствует образованию макроэргов','yes')
),
new Array('1','4')
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
'Избыток каких факторов в крови и миокарде увеличивает потребление кислорода сердцем? (3)',
new Array(
new Array('катехоламинов','yes'),
new Array('аденозина','no'),
new Array('ВЖК','yes'),
new Array('ацетилхолина','no'),
new Array('Ca2+','yes'),
new Array('холестерина','no')
),
new Array('0','2','4')
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
'Что обусловливает развитие «реперфузионных» аритмий, наблюдающихся при восстановлении коронарного кровотока в ранее ишемизированной зоне сердца? (4)',
new Array(
new Array('снижение физикохимической гетерогенности миокарда','no'),
new Array('увеличение физикохимической гетерогенности миокарда','yes'),
new Array('быстрое увеличение трансмембранного дисбаланса ионов','yes'),
new Array('быстрое возрастание дисбаланса между отдельными ионами в саркоплазме кардиомиоцитов','yes'),
new Array('быстрое устранение гипоксии в реперфузируемом миокарде','no'),
new Array('скачкообразное изменение физикохимического состояния мембран кардиомиоцитов','yes')
),
new Array('1','2','3','5')
);
record_index++;