

//1
chapter_tests[record_index]=new chapter_test(
'Правильно ли, что при тоногенной дилатации миокарда уменьшается ударный выброс сердца? (1)',
new Array(
new Array('да','no'),
new Array('нет','yes')
),
new Array('1')
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
'Как изменяется интенсивность функционирования гипертрофированных кардиомиоцитов в фазе устойчивой компенсации? (1)',
new Array(
new Array('предельно увеличивается','no'),
new Array('снижается до нормы','yes'),
new Array('прогрессивно падает','no')
),
new Array('1')
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
'Какие состояния приводят к перегрузке миокарда сопротивлением? (3)',
new Array(
new Array('недостаточность митрального клапана','no'),
new Array('недостаточность клапана аорты','no'),
new Array('артериальная гипертензия','yes'),
new Array('системный атеросклероз','yes'),
new Array('анемия','no'),
new Array('стеноз устья аорты','yes')
),
new Array('2','3','5')
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
'Как изменяется внутрисердечная гемодинамика при миогенной дилатации желудочков сердца? (3)',
new Array(
new Array('растет скорость систолического изгнания крови из желудочков','no'),
new Array('увеличивается диастолический объём крови в полости желудочков','yes'),
new Array('увеличивается остаточный систолический объём крови в полости желудочков','yes'),
new Array('снижается давление крови в правом предсердии и устьях полых вен','no'),
new Array('уменьшается ударный выброс сердца','yes')
),
new Array('1','2','4')
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
'Укажите причины, приводящие к перегрузке миокарда объёмом: (3)',
new Array(
new Array('стеноз левого АВ–отверстия','no'),
new Array('недостаточность митрального клапана','yes'),
new Array('избыточная продукция норадреналина','no'),
new Array('недостаточность клапана аорты','yes'),
new Array('СД','no'),
new Array('полицитемическая гиповолемия','no'),
new Array('артериальная гипертензия','no'),
new Array('гиперволемия','yes')
),
new Array('1','3','7')
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
'Какие утверждения ошибочны? (2)',
new Array(
new Array('гипертрофия с миогенной дилатацией сердца обычно характеризуется сохранением высокой сократительной способности миокарда','no'),
new Array('гипертрофия с тоногенной дилатацией сердца характеризуется обязательным снижением сократительной способности миокарда','yes'),
new Array('дилатационная гипертрофия развивается в результате активации гомеометрического механизма компенсации пороков сердца','yes')
),
new Array('1','2')
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
'Основными звеньями патогенеза перегрузочной сердечной недостаточности при пороках сердца являются: (2)',
new Array(
new Array('увеличение секреции СТГ','no'),
new Array('увеличение секреции ренина','no'),
new Array('дисбаланс между увеличенной массой кардиомиоцитов и «отстающим» количеством капилляров в миокарде с исходом в относительную ишемию и гипоксию','yes'),
new Array('дисбаланс между увеличенной массой актомиозина и массой митохондрий с исходом в относительный энергодефицит','yes')
),
new Array('2','3')
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
'Укажите верное утверждение: (1)',
new Array(
new Array('при сердечной недостаточности нагрузка на сердце превышает его способность совершать адекватную ей работу, что сопровождается снижением сердечного выброса ниже потребного и развитием циркуляторной гипоксии','yes'),
new Array('при сердечной недостаточности уменьшается объёмная скорость и увеличивается линейная скорость кровотока, что сопровождается снижением ударного выброса и повышением перфузионного давления в артериолах','no')
),
new Array('0')
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
'Укажите факторы, состояния и болезни, которые могут вызвать сердечную недостаточность посредством прямого повреждения миокарда: (4)',
new Array(
new Array('недостаточность трёхстворчатого клапана','no'),
new Array('недостаток витамина В1 (тиамина)','yes'),
new Array('гипертоническая болезнь','no'),
new Array('септические состояния','yes'),
new Array('стеноз устья аорты','no'),
new Array('алкоголь','yes'),
new Array('инфаркт лёгкого','no'),
new Array('амилоидоз','yes')
),
new Array('1','3','5','7')
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
'Укажите возможные причины правожелудочковой недостаточности: (4)',
new Array(
new Array('артериальная гипертензия большого круга кровообращения','no'),
new Array('артериальная гипертензия малого круга кровообращения','yes'),
new Array('инфаркт передней стенки левого желудочка сердца','no'),
new Array('дефект межжелудочковой перегородки','yes'),
new Array('недостаточность митрального клапана','no'),
new Array('хроническая пневмония','yes'),
new Array('коарктация аорты','no'),
new Array('тетрада Фалло','yes')
),
new Array('1','3','5','7')
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
'Укажите возможные причины левожелудочковой недостаточности: (5)',
new Array(
new Array('недостаточность митрального клапана','yes'),
new Array('инфаркт передней стенки левого желудочка','yes'),
new Array('инфаркт боковой стенки левого желудочка','yes'),
new Array('артериальная гипертензия малого круга кровообращения','no'),
new Array('гипертоническая болезнь','yes'),
new Array('эмфизема лёгких','no'),
new Array('коарктация аорты','yes')
),
new Array('0','1','2','4','6')
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
'Укажите проявления, характерные для левожелудочковой недостаточности: (5)',
new Array(
new Array('мелкопузырчатые хрипы в базальных отделах лёгких','yes'),
new Array('уменьшение сердечного выброса','yes'),
new Array('отёки нижних конечностей','no'),
new Array('тахикардия','yes'),
new Array('телеангиэктазии','no'),
new Array('одышка','yes'),
new Array('гепатомегалия','no'),
new Array('сердечная астма','yes')
),
new Array('0','1','3','5','7')
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
'Укажите основные проявления, характерные для правожелудочковой недостаточности: (6)',
new Array(
new Array('тенденция к развитию асцита','yes'),
new Array('набухание яремных вен','yes'),
new Array('отёк нижних конечностей','yes'),
new Array('телеангиэктазии','no'),
new Array('гепатомегалия','yes'),
new Array('одышка','yes'),
new Array('цианоз','yes')
),
new Array('0','1','2','4','5','6')
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
'Может ли развиться сердечная недостаточность при быстром возобновлении коронарного кровотока в ранее окклюзированной артерии? (1)',
new Array(
new Array('да','yes'),
new Array('нет','no')
),
new Array('0')
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
'Сердечную недостаточность по характеру клинического течения подразделяют на: (2)',
new Array(
new Array('ремиттирующую','no'),
new Array('острую','yes'),
new Array('перманентную','no'),
new Array('лабильную','no'),
new Array('интермиттирующую','no'),
new Array('хроническую','yes')
),
new Array('1','5')
);
record_index++;

//16
chapter_tests[record_index]=new chapter_test(
'Какой тип сердечной недостаточности может привести к развитию сердечной астмы? (2)',
new Array(
new Array('левожелудочковая','yes'),
new Array('правожелудочковая','no'),
new Array('тотальная','yes')
),
new Array('0','2')
);
record_index++;

//17
chapter_tests[record_index]=new chapter_test(
'Какой вид сердечной недостаточности вызывает развитие венозной гиперемии и отёк лёгких? (2)',
new Array(
new Array('правожелудочковая','no'),
new Array('левожелудочковая','yes'),
new Array('тотальная','yes')
),
new Array('1','2')
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
'Сердечная недостаточность характеризуется системным венозным застоем, если она вызвана: (4)',
new Array(
new Array('хронической артериальной гипертензией','yes'),
new Array('обширным инфарктом миокарда','yes'),
new Array('острой кровопотерей','no'),
new Array('кардиомиопатией','yes'),
new Array('пороками сердца','yes'),
new Array('коллапсом','no')
),
new Array('0','1','3','4')
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
'Тождественны ли понятия «сердечная астма» и «сердечная недостаточность»? (1)',
new Array(
new Array('да','no'),
new Array('нет','yes')
),
new Array('1')
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
'Укажите механизмы срочной кардиальной компенсации гемодинамических нарушений при сердечной недостаточности: (3)',
new Array(
new Array('брадикардия','no'),
new Array('тахикардия','yes'),
new Array('гомеометрический механизм','yes'),
new Array('гетерометрический механизм ФранкаСтарлинга','yes'),
new Array('гипертрофия миокарда','no'),
new Array('увеличение ОЦК','no')
),
new Array('1','2','3')
);
record_index++;

//21
chapter_tests[record_index]=new chapter_test(
'Укажите механизмы срочной экстракардиальной компенсации гемодинамических нарушений при сердечной недостаточности: (3)',
new Array(
new Array('повышение активности симпатической нервной системы','yes'),
new Array('повышение активности парасимпатической нервной системы','no'),
new Array('уменьшение ОЦК','no'),
new Array('активация ренинангиотензиновой системы','yes'),
new Array('гипертрофия миокарда','no'),
new Array('увеличение ОЦК','yes')
),
new Array('0','3','5')
);
record_index++;