

//1
chapter_tests[record_index]=new chapter_test(
'Гипернатриемия способствует развитию артериальной гипертензии посредством: (5)',
new Array(
new Array('усиления образования ангиотензина III','no'),
new Array('повышения базального и вазомоторного компонента сосудистого тонуса','yes'),
new Array('развития гиперволемии','yes'),
new Array('повышения чувствительности адренорецепторов к прессорным факторам','yes'),
new Array('развитие отёка стенок сосудов','yes'),
new Array('сгущение крови','no'),
new Array('торможения обратного захвата норадреналина нервными окончаниями','yes'),
new Array('активация синтеза простациклина клетками эндотелия','no')
),
new Array('1','2','3','4','6')
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
'Укажите виды симптоматических артериальных гипертензий: (5)',
new Array(
new Array('гиповолемическая','no'),
new Array('тиреоидная','yes'),
new Array('портальная','no'),
new Array('цереброишемическая','yes'),
new Array('почечные','yes'),
new Array('эссенциальная','no'),
new Array('рефлексогенная','yes'),
new Array('гипофизарная','yes')
),
new Array('1','3','4','6','7')
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
'Укажите методы моделирования артериальной гипертензии в эксперименте: (4)',
new Array(
new Array('двусторонняя перерезка депрессорных нервов дуги аорты и синокаротидных зон','yes'),
new Array('ишемия обоих надпочечников','no'),
new Array('ишемизация обеих почек путём стенозирования их артерий','yes'),
new Array('двусторонняя перевязка мочеточников','no'),
new Array('двусторонняя перевязка внутренней сонной артерии','yes'),
new Array('воспроизведение невроза','yes')
),
new Array('0','2','4','5')
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
'Укажите болезни и состояния, которые сопровождаются развитием систолической артериальной гипертензии: (3)',
new Array(
new Array('недостаточность аортальных клапанов','yes'),
new Array('аортальный стеноз','no'),
new Array('гипертиреоз','yes'),
new Array('нефроз','no'),
new Array('снижение чувствительности барорецепторов дуги аорты','yes')
),
new Array('0','2','4')
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
'Правильно ли, что коллапс возникает лишь при быстром значительном уменьшении объёма крови? (1)',
new Array(
new Array('да','no'),
new Array('нет','yes')
),
new Array('1')
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
'Укажите вещества, обладающие прямым вазопрессорным действием: (4)',
new Array(
new Array('ренин','no'),
new Array('ангиотензин II','yes'),
new Array('АДГ','yes'),
new Array('адреналин','yes'),
new Array('гистамин','no'),
new Array('норадреналин','yes')
),
new Array('1','2','3','5')
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
'Понятие «артериальная гипертензия» означает: (1)',
new Array(
new Array('стойкое увеличение АД: систолического выше 160 мм рт.ст., диастолического — 95 мм рт.ст.','yes'),
new Array('увеличение АД: систолического выше 160 мм рт.ст., диастолического — 95 мм рт.ст., нормализующегося сразу после прекращения действия причинного фактора','no')
),
new Array('0')
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
'Понятие «артериальная гипертензивная реакция» означает: (1)',
new Array(
new Array('временный подъём АД выше нормы','yes'),
new Array('стойкий подъём АД : систолического выше 160 мм рт.ст., диастолического — 95 мм рт.ст.','no')
),
new Array('0')
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
'Какие величины АД в мм рт.ст. свидетельствуют о наличии гипертензии у людей в возрасте от 20 до 60 лет? (2)',
new Array(
new Array('125/75','no'),
new Array('135/85','no'),
new Array('120/90','no'),
new Array('90/60','no'),
new Array('160/95','yes'),
new Array('170/110','yes')
),
new Array('4','5')
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
'Укажите отличия гипертонической болезни от других артериальных гипертензий: (3)',
new Array(
new Array('повышение АД возникает на фоне отсутствия значительных органических поражений внутренних органов, участвующих в его регуляции','yes'),
new Array('возникает в результате первичного нарушения функции почек и эндокринных желёз','no'),
new Array('важное значение в её развитии имеет наследственная предрасположенность','yes'),
new Array('возникает в результате нарушения функции надпочечников','no'),
new Array('развивается вследствие первичного повреждения рецепторов дуги аорты и синокаротидной зоны','no'),
new Array('важное значение имеет повышение реактивных свойств нейронов симпатических центров заднего отдела гипоталамуса','yes')
),
new Array('0','2','5')
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
'Укажите вероятные причины гипертонической болезни: (4)',
new Array(
new Array('гипертиреоз','no'),
new Array('хроническое психоэмоциональное перенапряжение','yes'),
new Array('хронический нефрит','no'),
new Array('повторные затяжные отрицательные эмоции','yes'),
new Array('атеросклеротическое поражение сосудов','no'),
new Array('генетические дефекты центров вегетативной нервной системы, регулирующих АД','yes'),
new Array('генетические дефекты мембранных систем транспорта катионов, приводящие к накоплению Са2+ в цитоплазме ГМК стенок сосудов','yes')
),
new Array('1','3','5','6')
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
'К факторам риска развития гипертонической болезни относят: (5)',
new Array(
new Array('гиперергию симпатикоадреналовой системы','yes'),
new Array('гиперергию парасимпатической системы','no'),
new Array('гиподинамию','yes'),
new Array('гипертиреоз','yes'),
new Array('СД','yes'),
new Array('похудание','no'),
new Array('ожирение','yes')
),
new Array('0','2','3','4','6')
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
'Патогенез гипертонической болезни предположительно включает следующие звенья: (4)',
new Array(
new Array('стойкое повышение возбудимости и реактивности симпатических нервных центров заднего отдела гипоталамуса','yes'),
new Array('снижение тормозного влияния коры головного мозга, оказываемого ею в норме на подкорковые прессорные центры','yes'),
new Array('истощение функции коры надпочечников','no'),
new Array('генетически обусловленное стойкое снижение натрийхлор и водовыделительной функций почек','yes'),
new Array('генерализованный наследственный дефект мембранных ионных насосов: кальциевого и натрийкалиевого','yes'),
new Array('генетически обусловленная гипопродукция минералокортикоидов','no')
),
new Array('0','1','3','4')
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
'Укажите болезни и состояния, которые сопровождаются повышением АД: (5)',
new Array(
new Array('синдром ИценкоКушинга','yes'),
new Array('синдром Кляйнфелтера','no'),
new Array('болезнь ИценкоКушинга','yes'),
new Array('гипокортицизм','no'),
new Array('гипотиреоз','no'),
new Array('гипертиреоз','yes'),
new Array('гиперкортицизм','yes'),
new Array('феохромоцитома','yes')
),
new Array('0','2','5','6','7')
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
'Укажите механизмы развития реноваскулярной артериальной гипертензии: (2)',
new Array(
new Array('активация ренинангиотензинальдостероновой системы','yes'),
new Array('нарушение фильтрационной функции клубочков почек','no'),
new Array('недостаточность простагландинной и кининовой систем почек','yes'),
new Array('недостаточность ренинангиотензинальдостероновой системы','no')
),
new Array('0','2')
);
record_index++;

//16
chapter_tests[record_index]=new chapter_test(
'Увеличение секреции ренина вызывается: (3)',
new Array(
new Array('увеличением перфузионного давления в артериолах почечных телец','no'),
new Array('уменьшением перфузионного давления в артериолах почечных телец','yes'),
new Array('гипонатриемией и гиперкалиемией','yes'),
new Array('гипернатриемией и гипокалиемией','no'),
new Array('снижением уровня ангиотензина II в крови','yes'),
new Array('повышением уровня ангиотензина II в крови','no')
),
new Array('1','2','4')
);
record_index++;

//17
chapter_tests[record_index]=new chapter_test(
'Сосудосуживающий эффект ангиотензина II обусловлен: (4)',
new Array(
new Array('сокращением ГМК артериол','yes'),
new Array('сенсибилизацией сосудистой стенки артериол к вазоконстрикторным агентам','yes'),
new Array('увеличением секреции глюкокортикоидов','no'),
new Array('усилением высвобождения катехоламинов из везикул аксонов симпатических нейронов','yes'),
new Array('стимуляцией секреции альдостерона','yes'),
new Array('активацией синтеза простациклина в клетках эндотелия','no')
),
new Array('0','1','3','4')
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
'Укажите вырабатываемые почками вещества, обладающие прямым сосудорасширяющим эффектом: (3)',
new Array(
new Array('ПгF2','no'),
new Array('каллидин','yes'),
new Array('Пг группы Е','yes'),
new Array('ангиотензин II','no'),
new Array('брадикинин','yes'),
new Array('ренин','no')
),
new Array('1','2','4')
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
'Укажите причины ренопривной артериальной гипертензии: (3)',
new Array(
new Array('двусторонняя нефроэктомия у животного + подключение его к искусственной почке','yes'),
new Array('стеноз двух главных почечных артерий','no'),
new Array('тромбоз почечной вены','no'),
new Array('поликистоз почек','yes'),
new Array('нефроз','no'),
new Array('нефросклероз','yes')
),
new Array('0','3','5')
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
'Эндокринные гипертензии возникают при: (3)',
new Array(
new Array('тотальной гипофункции коркового слоя надпочечников','no'),
new Array('гиперфункции мозгового слоя надпочечников','yes'),
new Array('гиперфункции клубочковой зоны коркового слоя надпочечников','yes'),
new Array('гипофункции щитовидной железы','no'),
new Array('гипофизарной кахексии','no'),
new Array('тиреотоксикозе','yes')
),
new Array('1','2','5')
);
record_index++;

//21
chapter_tests[record_index]=new chapter_test(
'Укажите возможные последствия хронической артериальной гипертензии: (5)',
new Array(
new Array('перегрузочная сердечная недостаточность','yes'),
new Array('гипертрофия сердца','yes'),
new Array('миокардит','no'),
new Array('кардиосклероз','yes'),
new Array('инсульт','yes'),
new Array('гипоальдостеронизм','no'),
new Array('аритмии','yes')
),
new Array('0','1','3','4','6')
);
record_index++;

//22
chapter_tests[record_index]=new chapter_test(
'Укажите вещества, обладающие сосудорасширяющим эффектом: (5)',
new Array(
new Array('глюкокортикоиды','no'),
new Array('ацетилхолин','yes'),
new Array('АДГ','no'),
new Array('ПгА, ПгЕ','yes'),
new Array('ПгF2','no'),
new Array('альдостерон','no'),
new Array('кинины','yes'),
new Array('простациклин','yes'),
new Array('аденозин','yes')
),
new Array('1','3','6','7','8')
);
record_index++;

//23
chapter_tests[record_index]=new chapter_test(
'Какие нарушения могут возникнуть при острой артериальной гипотензии: (5)',
new Array(
new Array('расстройства микроциркуляции','yes'),
new Array('коронарная недостаточность','yes'),
new Array('циркуляторная гипоксия','yes'),
new Array('гемическая гипоксия','no'),
new Array('обморок','yes'),
new Array('асцит','no'),
new Array('полиурия','no'),
new Array('анурия','yes')
),
new Array('0','1','2','4','7')
);
record_index++;

//24
chapter_tests[record_index]=new chapter_test(
'Укажите величины артериального систолического и диастолического давления в мм рт.ст., свидетельствующие о наличии артериальной гипотензии у людей в возрасте от 20 до 60 лет: (2)',
new Array(
new Array('115/80','no'),
new Array('100/60','no'),
new Array('80/50','yes'),
new Array('108/70','no'),
new Array('90/55','yes')
),
new Array('2','4')
);
record_index++;

//25
chapter_tests[record_index]=new chapter_test(
'Возможно ли развитие артериальной гипотензии при гиперпродукции ренина? (1)',
new Array(
new Array('возможно','yes'),
new Array('невозможно','no')
),
new Array('0')
);
record_index++;

//26
chapter_tests[record_index]=new chapter_test(
'Хроническая недостаточность надпочечников сопровождается: (2)',
new Array(
new Array('артериальной гипертензией','no'),
new Array('артериальной гипотензией','yes'),
new Array('коллапсами','yes'),
new Array('инсультами','no')
),
new Array('1','2')
);
record_index++;

//27
chapter_tests[record_index]=new chapter_test(
'Укажите состояния и болезни, при которых может возникнуть артериальная гипотензия: (3)',
new Array(
new Array('доброкачественная кортикостерома','no'),
new Array('сердечная недостаточность','yes'),
new Array('синдром мальабсорбции','yes'),
new Array('поликистоз почек','no'),
new Array('гипертиреоз','no'),
new Array('болезнь Симмондса','yes'),
new Array('шок травматический','yes'),
new Array('ишемия мозга','no')
),
new Array('1','2','5','6')
);
record_index++;

//28
chapter_tests[record_index]=new chapter_test(
'В патогенезе первичной артериальной гипотонии (гипотонической болезни) имеют значение следующие механизмы: (4)',
new Array(
new Array('повышение активности парасимпатической нервной системы при снижении симпатикоадреналовой','yes'),
new Array('генетический дефект транспорта катионов в клетку с накоплением Са2+ в цитоплазме ГМК стенок сосудов','no'),
new Array('уменьшение продукции ренина в почках','yes'),
new Array('снижение чувствительности рецепторов ГМК сосудов к ангиотензину II','yes'),
new Array('нарушение превращения дофамина в норадреналин в нервных окончаниях','yes'),
new Array('повреждение коры надпочечников, сопровождающееся снижением продукции глюкокортикоидов.','no')
),
new Array('0','2','3','4')
);
record_index++;