

//1
chapter_tests[record_index]=new chapter_test(
'Каковы возможные ранние последствия реперфузии ткани миокарда после кратковременной (до 10 мин) ишемии? (4)',
new Array(
new Array('восстановление интенсивности тканевого дыхания в митохондриях','yes'),
new Array('усиление сократительной функции миокарда','no'),
new Array('очаговый некроз','no'),
new Array('устранение гипоксии','yes'),
new Array('развитие артериальной гиперемии в зоне реперфузии','yes'),
new Array('стабилизация мембран клеток','no'),
new Array('активация свободнорадикальных реакций и СПОЛ','yes')
),
new Array('0','3','4','6')
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
'Назовите основные виды венозной гиперемии по её причине: (3)',
new Array(
new Array('кардиогенная (при сердечной недостаточности)','yes'),
new Array('кардиогенная (при увеличении минутного выброса крови)','no'),
new Array('обтурационная','yes'),
new Array('нейропаралитическая','no'),
new Array('миопаралитическая','no'),
new Array('компрессионная','yes')
),
new Array('0','2','5')
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
'Назовите основные виды артериальной гиперемии по её происхождению: (3)',
new Array(
new Array('нейротоническая','yes'),
new Array('обтурационная','no'),
new Array('нейропаралитическая','yes'),
new Array('миопаралитическая','yes'),
new Array('компрессионная','no')
),
new Array('0','2','3')
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
'Какие изменения могут возникать в зоне ишемии? (5)',
new Array(
new Array('некроз','yes'),
new Array('ацидоз','yes'),
new Array('ослабление функции','yes'),
new Array('усиление функции','no'),
new Array('накопление Са2+ в цитозоле','yes'),
new Array('повышение содержания К+ в клетках','no'),
new Array('повышение содержания Nа+ в клетках','yes')
),
new Array('0','1','2','4','6')
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
'Для венозной гиперемии характерно: (4)',
new Array(
new Array('увеличение кровенаполнения органа или ткани','yes'),
new Array('уменьшение кровенаполнения органа или ткани','no'),
new Array('увеличение количества протекающей через орган или ткань крови','no'),
new Array('уменьшение количества протекающей через орган или ткань крови','yes'),
new Array('затруднение оттока крови по венам','yes'),
new Array('увеличение объёмной скорости кровотока','no'),
new Array('увеличение резорбции жидкости в венулах','no'),
new Array('цианоз ткани','yes'),
new Array('побледнение ткани','no')
),
new Array('0','3','4','7')
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
'Для ишемии характерно: (4)',
new Array(
new Array('уменьшение кровенаполнения органа или ткани','yes'),
new Array('как правило, сужение артериальных сосудов','yes'),
new Array('нарушение оттока крови по венам','no'),
new Array('увеличение лимфообразования','no'),
new Array('снижение объёмной скорости кровотока','yes'),
new Array('повышение давления крови в сосудах ишемизированной области','no'),
new Array('цианоз ткани','no'),
new Array('побледнение ткани','yes')
),
new Array('0','1','4','7')
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
'Укажите возможные причины ишемии: (4)',
new Array(
new Array('эмболия вены','no'),
new Array('облитерация артерии','yes'),
new Array('спазм артериолы','yes'),
new Array('компрессия венулы','no'),
new Array('обтурация артериолы','yes'),
new Array('болевое раздражение','yes')
),
new Array('1','2','4','5')
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
'Укажите верные утверждения: (3)',
new Array(
new Array('ишемия может возникать в результате внезапного снижения и прекращения артериального кровотока или развиваться постепенно','yes'),
new Array('острая ишемия может привести к ишемическим некрозам','yes'),
new Array('печень, имеющая двойное кровоснабжение, не подвержена некрозу','no'),
new Array('коллатерали коронарных артерий являются функционально недостаточными','yes'),
new Array('коллатерали артерий скелетных мышц являются функционально относительно недостаточными','no')
),
new Array('0','1','3')
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
'Как изменяется артериальновенозная разница крови по кислороду при венозной гиперемии? (1)',
new Array(
new Array('увеличится','yes'),
new Array('уменьшится','no'),
new Array('не изменится','no')
),
new Array('0')
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
'В каких органах имеются функционально абсолютно недостаточные коллатерали? (4)',
new Array(
new Array('головной мозг','yes'),
new Array('скелетные мышцы','no'),
new Array('сердце','yes'),
new Array('селезёнка','yes'),
new Array('почки','yes'),
new Array('печень','no'),
new Array('стенка желудка','no')
),
new Array('0','2','3','4')
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
'Могут ли частицы жира при переломе длинных трубчатых костей вызвать эмболию микрососудов почек, мозга, сердца? (1)',
new Array(
new Array('да','yes'),
new Array('нет','no')
),
new Array('0')
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
'Артериальная гиперемия по нейротоническому механизму возникает вследствие: (2)',
new Array(
new Array('усиление тонических влияний на <span style=‘font-family:Symbol;’>b</span>-адренорецепторы ГМК стенок артериол','yes'),
new Array('усиления тонических влияний на <span style=‘font-family:Symbol;’>a</span>-адренорецепторы ГМК стенок артериол','no'),
new Array('спонтанного снижения миогенного тонуса артериол','no'),
new Array('усиления парасимпатических влияний на стенки артериол','yes'),
new Array('ослабления парасимпатических влияний на артерии','no')
),
new Array('0','3')
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
'Повышение температуры органа или ткани в области артериальной гиперемии обусловлено: (3)',
new Array(
new Array('повышенным притоком артериальной крови','yes'),
new Array('усилением окислительных процессов','yes'),
new Array('усилением лимфообразования','no'),
new Array('увеличением числа функционирующих капилляров','yes')
),
new Array('0','1','3')
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
'Для артериальной гиперемии характерно: (4)',
new Array(
new Array('увеличение объёма органа или ткани','yes'),
new Array('увеличение кровенаполнения органа или ткани','yes'),
new Array('расширение просвета артериальных сосудов','yes'),
new Array('сужение просвета артериальных сосудов','no'),
new Array('нарушение оттока крови по венам и лимфатическим сосудам','no'),
new Array('снижение объёмной скорости кровотока','no'),
new Array('увеличение лимфообразования','yes'),
new Array('снижение лимфообразования','no')
),
new Array('0','1','2','6')
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
'Укажите неверные утверждения: (2)',
new Array(
new Array('эмболами могут быть частицы тромба, чужеродные тела, клетки тканей, жир, пузырьки воздуха, паразиты','no'),
new Array('артериальные эмболы обычно задерживаются в лёгочной сосудистой сети, венозные эмболы могут обтурировать сосуды любого органа','yes'),
new Array('угрожающей жизни является эмболия главной лёгочной артерии и её ветвей, коронарных и церебральных артерий','no'),
new Array('эмболы, закупоривающие мелкие сосуды и вызывающие инфаркты в органах, задерживаются в венулах и венах','yes'),
new Array('артериальные тромбоэмболы могут возникать при деструкции тромбов в левом желудочке сердца при инфаркте миокарда и некоторых аритмиях','no')
),
new Array('1','3')
);
record_index++;

//16
chapter_tests[record_index]=new chapter_test(
'Укажите факторы, способствующие включению коллатерального кровообращения в зоне ишемии и вокруг неё: (4)',
new Array(
new Array('увеличение концентрации аденозина в ишемизированной ткани','yes'),
new Array('тахикардия','no'),
new Array('уменьшение градиента давления крови выше и ниже окклюзии артерии','no'),
new Array('ацидоз в зоне ишемии','yes'),
new Array('К+гипериония в зоне ишемии','yes'),
new Array('гипокалиемия в зоне ишемии','no'),
new Array('увеличение градиента давления крови в артериальных сосудах выше и ниже окклюзии артерии','yes')
),
new Array('0','3','4','6')
);
record_index++;

//17
chapter_tests[record_index]=new chapter_test(
'Укажите возможные причины газовой эмболии: (2)',
new Array(
new Array('быстрое повышение барометрического давления','no'),
new Array('ранение крупных вен шеи','no'),
new Array('быстрое снижение барометрического давления от повышенного к нормальному','yes'),
new Array('вдыхание воздуха с высокой концентрацией инертных газов','no'),
new Array('быстрый перепад барометрического давления от нормального к низкому','yes')
),
new Array('2','4')
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
'У больного выявлена тромбоэмболия лёгочной артерии. Возможным источником эмболии являются: (2)',
new Array(
new Array('створки аортального клапана','no'),
new Array('створки правого предсердножелудочкового клапана','yes'),
new Array('аорта','no'),
new Array('венозный тромб нижних конечностей','yes')
),
new Array('1','3')
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
'Какие биологически активные вещества могут вызвать артериальную гиперемию? (3)',
new Array(
new Array('ацетилхолин','yes'),
new Array('катехоламины','no'),
new Array('гистамин','yes'),
new Array('брадикинин','yes'),
new Array('тромбоксан А2','no')
),
new Array('0','2','3')
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
'Какие из перечисленных воздействий и факторов могут привести к развитию артериальной гиперемии? (4)',
new Array(
new Array('перерезка периферических нервов','yes'),
new Array('механическое раздражение ткани или органа','yes'),
new Array('снятие эластического жгута с конечности','yes'),
new Array('закрытие просвета артерии тромбом','no'),
new Array('действие горчичников на кожу','yes'),
new Array('сдавление вен опухолью','no')
),
new Array('0','1','2','4')
);
record_index++;

//21
chapter_tests[record_index]=new chapter_test(
'Артериальная гиперемия по нейротоническому механизму возникает вследствие: (2)',
new Array(
new Array('стимуляции <span style=‘font-family:Symbol;’>b</span>-адренорецепторов ГМК стенок артериол','yes'),
new Array('стимуляция <span style=‘font-family:Symbol;’>a</span>-адренорецепторов ГМК стенок артериол','no'),
new Array('усиления парасимпатических влияний на стенки артериол','yes'),
new Array('ослабления парасимпатических влияний на стенки артериол','no')
),
new Array('0','2')
);
record_index++;

//22
chapter_tests[record_index]=new chapter_test(
'Какие из перечисленных воздействий и факторов могут привести к развитию венозной гиперемии: (3)',
new Array(
new Array('перерезка периферических нервов','no'),
new Array('повышение давления в крупных венах','yes'),
new Array('тромбоз вен при недостаточном коллатеральном оттоке крови','yes'),
new Array('сдавление вен увеличенной маткой при беременности','yes'),
new Array('повышение концентрации катехоламинов в крови','no'),
new Array('механическое раздражение органа','no')
),
new Array('1','2','3')
);
record_index++;