

//1
chapter_tests[record_index]=new chapter_test(
'Какие факторы могут повышать проницаемость сосудистых мембран? (4)',
new Array(
new Array('повышение скорости кровотока в капиллярах','no'),
new Array('повышение концентрации белка в плазме крови','no'),
new Array('продукты дегрануляции тучных клеток','yes'),
new Array('ацидоз','yes'),
new Array('лейкопения','no'),
new Array('активация гидролаз межклеточной жидкости','yes'),
new Array('округление клеток эндотелия','yes')
),
new Array('2','3','5','6')
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
'Тромболизис наступает под влиянием: (3)',
new Array(
new Array('фибринолитических ферментов крови','yes'),
new Array('стрептокиназы','yes'),
new Array('ПгF2a','no'),
new Array('гистаминазы','no'),
new Array('урокиназы','yes'),
new Array('глутатионпероксидазы','no')
),
new Array('0','1','4')
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
'Укажите внутрисосудистые расстройства микроциркуляции: (5)',
new Array(
new Array('замедление тока крови по микрососудам','yes'),
new Array('замедление тока лимфы по микрососудам','yes'),
new Array('чрезмерное ускорение тока крови по микрошунтам','yes'),
new Array('чрезмерное ускорение тока крови по артериям','no'),
new Array('замедление тока крови по венам','no'),
new Array('чрезмерная активация юкстакапиллярного кровотока','yes'),
new Array('стаз крови и/или лимфы в капиллярах','yes')
),
new Array('0','1','2','5','6')
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
'Какие патологические состояния могут сопровождаться развитием сладжа? (5)',
new Array(
new Array('ожоговый шок','yes'),
new Array('общая дегидратация организма','yes'),
new Array('в/в влияние большого объёма плазмы крови','yes'),
new Array('переливание иногруппной крови','yes'),
new Array('гипертермия','yes'),
new Array('артериальная гиперемия','no'),
new Array('гемодилюция','no')
),
new Array('0','1','2','3','4')
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
'Сладж: (1)',
new Array(
new Array('первая стадия внутрисосудистого свёртывания крови','no'),
new Array('прижизненная агрегация форменных элементов крови в просвете микрососудов в сочетании с повышением вязкости и сепарацией крови','yes'),
new Array('генерализованное образование тромболейкоцитарных агрегатов на стенках микрососудов','no'),
new Array('коагуляция белков крови в просвете микрососудов','no'),
new Array('сепарация крови на форменные элементы и плазму','no')
),
new Array('1')
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
'При каких формах патологии возможно развитие сладжа? (4)',
new Array(
new Array('острая сердечная недостаточность','yes'),
new Array('обширный ожог','yes'),
new Array('шок','yes'),
new Array('острая массивная кровопотеря','yes'),
new Array('гиперволемия','no'),
new Array('гипергидратация','no')
),
new Array('0','1','2','3')
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
'Укажите патогенные факторы, способствующие тромбообразованию: (5)',
new Array(
new Array('повреждение сосудистой стенки','yes'),
new Array('замедление кровотока','yes'),
new Array('повышение активности факторов свёртывающей системы крови','yes'),
new Array('повышение вязкости крови','yes'),
new Array('активация факторов антисвёртывающей системы крови','no'),
new Array('авитаминоз К','no'),
new Array('гиперадреналинемия','yes')
),
new Array('0','1','2','3','6')
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
'Текучесть крови в микрососудах зависит от: (4)',
new Array(
new Array('Ht','yes'),
new Array('величины сердечного выброса крови','no'),
new Array('деформационных свойств эритроцитов','yes'),
new Array('содержания белков в плазме крови','yes'),
new Array('наличия коллатеральных сосудов','no'),
new Array('деформационных свойств лейкоцитов','yes')
),
new Array('0','2','3','5')
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
'Сладжсиндром может развиваться при: (4)',
new Array(
new Array('сепсисе','yes'),
new Array('разлитом воспалении','yes'),
new Array('введении в сосудистое русло большого объёма белоксодержащих кровезаменителей','yes'),
new Array('гипергидратации организма','no'),
new Array('гемоконцентрации','yes')
),
new Array('0','1','2','4')
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
'Агрегации эритроцитов способствует: (4)',
new Array(
new Array('увеличение содержания в крови глобулинов','yes'),
new Array('уменьшение содержания в крови фибриногена','no'),
new Array('увеличение электростатического заряда эритроцитов','no'),
new Array('микроаневризмы мелких сосудов','yes'),
new Array('падение системного АД','yes'),
new Array('внеклеточная дегидратация','yes')
),
new Array('0','3','4','5')
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
'Какие агенты повышают проницаемость стенок микрососудов? (4)',
new Array(
new Array('избыток солей кальция','no'),
new Array('гистамин','yes'),
new Array('гиалуроновая кислота','no'),
new Array('аскорбиновая кислота лизосом','no'),
new Array('супероксидные анион–радикалы','yes'),
new Array('Н+','yes'),
new Array('активированные гидролазы','yes')
),
new Array('1','4','5','6')
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
'Укажите возможные пути коррекции внутрисосудистых расстройств микроциркуляции: (3)',
new Array(
new Array('активация факторов фибринолиза','yes'),
new Array('введение гистамина','no'),
new Array('введение полиглюкина и маннитола','yes'),
new Array('введение МВфракции КФК','no'),
new Array('устранение гемоконцентрации','yes')
),
new Array('0','2','4')
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
'Какие сосуды относятся к микроциркуляторным? (6)',
new Array(
new Array('мелкие артерии','no'),
new Array('мелкие вены','no'),
new Array('прекапилляры','yes'),
new Array('артериоловенулярные анастомозы','yes'),
new Array('венулы лимфатические','yes'),
new Array('артериовенозные шунты','no'),
new Array('артериолы','yes'),
new Array('капилляры кровеносные','yes'),
new Array('капилляры','yes')
),
new Array('2','3','4','6','7','8')
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
'Какие функции выполняет юкстакапиллярный кровоток в норме? (3)',
new Array(
new Array('регуляция проницаемости стенок микрососудов','no'),
new Array('регуляция объёмной скорости капиллярного кровотока','yes'),
new Array('регуляция доставки кислорода к клеткам','yes'),
new Array('участие в терморегуляции тканей','yes'),
new Array('регуляция Ht','no')
),
new Array('1','2','3')
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
'Какие факторы вызывают повышение проницаемости гистогематического барьера? (3)',
new Array(
new Array('калликреины','no'),
new Array('кинины','yes'),
new Array('гистаминаза','no'),
new Array('гиалуронидаза','yes'),
new Array('гиповитаминоз С','yes'),
new Array('гиповитаминоз В','no')
),
new Array('1','3','4')
);
record_index++;

//16
chapter_tests[record_index]=new chapter_test(
'Какие изменения микроциркуляции характерны для артериальной гиперемии? (4)',
new Array(
new Array('увеличение количества функционирующих капилляров','yes'),
new Array('уменьшение внутрикапиллярного давления','no'),
new Array('увеличение кровотока в капиллярах','yes'),
new Array('усиление лимфооттока от ткани','yes'),
new Array('усиление фильтрации жидкости из сосудов в ткань','yes'),
new Array('значительное расширение функционирующих капилляров','no')
),
new Array('0','2','3','4')
);
record_index++;

//17
chapter_tests[record_index]=new chapter_test(
'Какие изменения микроциркуляции характерны для венозной гиперемии? (2)',
new Array(
new Array('замедление кровотока в артериолах, капиллярах и венулах','yes'),
new Array('маятникообразный кровоток','yes'),
new Array('усиление лимфооттока от ткани','no'),
new Array('уменьшение количества функционирующих капилляров','no'),
new Array('увеличение артериовенозной разницы давлений','no')
),
new Array('0','1')
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
'Какие изменения микроциркуляции характерны для ишемии? (3)',
new Array(
new Array('повышение артериовенозной разницы давлений','no'),
new Array('понижение давления крови в артериолах и прекапиллярах','yes'),
new Array('повышение линейной скорости кровотока','no'),
new Array('усиление резорбции жидкости из ткани в капилляры','yes'),
new Array('уменьшение числа функционирующих капилляров','yes')
),
new Array('1','3','4')
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
'Какие факторы определяют нарушения реологических свойств крови в микрососудах? (3)',
new Array(
new Array('уменьшение жёсткости мембраны эритроцитов','no'),
new Array('уменьшение деформируемости эритроцитов','yes'),
new Array('усиление агрегации эритроцитов с образованием сетчатой суспензии','yes'),
new Array('образование «монетных столбиков» эритроцитов','no'),
new Array('изменение структуры потока крови в капиллярах','no'),
new Array('увеличение концентрации эритроцитов в крови','yes')
),
new Array('1','2','5')
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
'Укажите факторы, способствующие стазу крови: (4)',
new Array(
new Array('увеличение фильтрации альбуминов из микрососудов в окружающие ткани','yes'),
new Array('прямое воздействие на ткани высокой или низкой температуры','yes'),
new Array('дилатация артериол','no'),
new Array('повреждение тканей кислотами или щелочами','yes'),
new Array('констрикция артериол','yes')
),
new Array('0','1','3','4')
);
record_index++;