

//1
chapter_tests[record_index]=new chapter_test(
'Укажите возможные причины развития дыхательной недостаточности преимущественно обструктивного типа: (5)',
new Array(
new Array('спадение бронхиол при утрате лёгкими эластических свойств','yes'),
new Array('повышение внутрилёгочного давления (при приступе длительного интенсивного кашля)','yes'),
new Array('нарушение синтеза сурфактанта','no'),
new Array('бронхиальная астма','yes'),
new Array('пневмоторакс','no'),
new Array('плеврит','no'),
new Array('бронхиолоспазм','yes'),
new Array('бронхит','yes')
),
new Array('0','1','3','6','7')
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
'Нарушение диффузионных свойств альвеолокапиллярных мембран играет основную роль в развитии дыхательной недостаточности при: (3)',
new Array(
new Array('интерстициальном отёке лёгкого','yes'),
new Array('нарушении синтеза сурфактанта','yes'),
new Array('бронхиальной астме','no'),
new Array('отёке гортани','no'),
new Array('силикозе','yes')
),
new Array('0','1','4')
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
'Какое утверждение является правильным? (1)',
new Array(
new Array('при стенозе верхних дыхательных путей (ВДП) затрудняется преимущественно выдох, а при спазме бронхиол — вдох','no'),
new Array('при стенозе ВДП затрудняется преимущественно вдох, а при спазме бронхиол — выдох','yes')
),
new Array('1')
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
'Укажите возможные причины развития дыхательной недостаточности преимущественно рестриктивного типа: (4)',
new Array(
new Array('отёчновоспалительное поражение бронхиол','no'),
new Array('экссудативный плеврит','yes'),
new Array('снижение эластичности лёгочной ткани','yes'),
new Array('ателектаз лёгкого','yes'),
new Array('спазм бронхиол','no'),
new Array('пневмофиброз','yes')
),
new Array('1','2','3','5')
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
'О дыхательной недостаточности могут свидетельствовать следующие изменения газового состава и КЩР артериализованной капиллярной крови: (3)',
new Array(
new Array('гипоксемия','yes'),
new Array('гипероксемия','no'),
new Array('газовый ацидоз','yes'),
new Array('гиперкапния','yes'),
new Array('гипокапния','no'),
new Array('газовый алкалоз','no')
),
new Array('0','2','3')
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
'Укажите возможные причины развития посткапиллярной формы лёгочной гипертензии: (3)',
new Array(
new Array('левожелудочковая недостаточность сердца','yes'),
new Array('правожелудочковая недостаточность сердца','no'),
new Array('стеноз устья лёгочных вен','yes'),
new Array('инфаркт миокарда, сопровождающийся правожелудочковой недостаточностью','no'),
new Array('сдавление лёгочных вен (опухолью, спайками)','yes'),
new Array('тромбоз лёгочной артерии','no')
),
new Array('0','2','4')
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
'Используемый для оценки проходимости воздухоносных путей индекс Тиффно рассчитывается как отношение: (1)',
new Array(
new Array('максимальной вентиляции лёгких (МВЛ) к жизненной ёмкости лёгких (ЖЁЛ)','no'),
new Array('остаточного объёма лёгких (ООЛ) к общей ёмкости лёгких (ОЁЛ)','no'),
new Array('форсированной односекундной жизненной ёмкости лёгких (ФЖЁЛ1) к жизненной ёмкости лёгких (ЖЁЛ)','yes')
),
new Array('2')
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
'Как изменится индекс Тиффно при эмфиземе лёгких? (1)',
new Array(
new Array('увеличится','no'),
new Array('уменьшится','yes'),
new Array('не изменится','no')
),
new Array('1')
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
'Каковы последствия искусственной гипервентиляции, приводящей к гипокапнии? (4)',
new Array(
new Array('нервномышечная возбудимость снижается','no'),
new Array('коронарный кровоток уменьшается','yes'),
new Array('мозговой кровоток увеличивается','no'),
new Array('мозговой кровоток уменьшается','yes'),
new Array('диссоциация HbO2 увеличивается','no'),
new Array('диссоциация HbO2 уменьшается','yes'),
new Array('системное АД повышается','no'),
new Array('системное АД снижается','yes')
),
new Array('1','3','5','7')
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
'Какие из указанных патологических состояний могут вызвать альвеолярную гиповентиляцию? (4)',
new Array(
new Array('гипертензия малого круга кровообращения','no'),
new Array('отёк продолговатого мозга','yes'),
new Array('уменьшение ОЦК','no'),
new Array('обструктивные поражения дыхательных путей','yes'),
new Array('дефект межпредсердной перегородки','no'),
new Array('уменьшение эластичности лёгочной ткани','yes'),
new Array('нарушения иннервации дыхательных мышц','yes')
),
new Array('1','3','5','6')
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
'Что лежит в основе альвеолярной гиповентиляции, возникающей при частом и поверхностном дыхании? (1)',
new Array(
new Array('увеличение сопротивления воздухопроводящих путей','no'),
new Array('нарушение диффузионных свойств альвеолокапиллярных мембран','no'),
new Array('увеличение функционального мёртвого пространства','yes')
),
new Array('2')
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
'Какой комплекс изменений характерен для альвеолярной гиповентиляции? (1)',
new Array(
new Array('гипоксемия, гипокапния, ацидоз','no'),
new Array('гипоксемия, гипокапния, алкалоз','no'),
new Array('гипоксемия, гиперкапния, ацидоз','yes'),
new Array('гипоксемия, гиперкапния, алкалоз','no')
),
new Array('2')
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
'Какие виды патологии могут сопровождаться развитием альвеолярной гипервентиляции? (3)',
new Array(
new Array('экссудативный плеврит','no'),
new Array('бронхиальная астма','no'),
new Array('силикоз','no'),
new Array('перегревание организма','yes'),
new Array('опухоль лёгкого','no'),
new Array('истерия','yes'),
new Array('массивная кровопотеря','yes')
),
new Array('3','5','6')
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
'При каких видах патологии нарушение перфузии лёгких играет основную роль в дыхательной недостаточности? (3)',
new Array(
new Array('левожелудочковая сердечная недостаточность','yes'),
new Array('микроэмболия в системе лёгочной артерии','yes'),
new Array('бронхиальная астма','no'),
new Array('туберкулёз лёгкого','no'),
new Array('миастения','no'),
new Array('тяжёлая кровопотеря','yes'),
new Array('истерия','no')
),
new Array('0','1','5')
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
'Гипоксическая вазоконстрикция лёгочных кровеносных сосудов: (1)',
new Array(
new Array('реакция на снижение рО2 в крови лёгочных артерий','no'),
new Array('реакция на снижение рО2 в альвеолярном воздухе','yes')
),
new Array('1')
);
record_index++;

//16
chapter_tests[record_index]=new chapter_test(
'Почему при неравномерности вентиляционноперфузионных отношений гипоксемия не всегда сопровождается гиперкапнией? (1)',
new Array(
new Array('СО2 диффундирует через аэрогематический барьер быстрее, чем О2','yes'),
new Array('растворимость в крови СО2 значительно ниже, чем О2','no')
),
new Array('0')
);
record_index++;

//17
chapter_tests[record_index]=new chapter_test(
'Какие из перечисленных веществ вызывают увеличение сосудистого сопротивления в лёгких? (2)',
new Array(
new Array('серотонин','yes'),
new Array('ацетилхолин','no'),
new Array('норадреналин','yes'),
new Array('простациклин','no')
),
new Array('0','2')
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
'К метаболическим функциям лёгких относятся: (5)',
new Array(
new Array('превращение ангиотензина I в ангиотензин II','yes'),
new Array('превращение ангиотензиногена в ангиотензин I','no'),
new Array('инактивация ПгЕ и ПгF2','yes'),
new Array('образование гемопоэтинов','no'),
new Array('синтез опиоидных пептидов','yes'),
new Array('инактивация брадикинина','yes'),
new Array('инактивация норадреналина','yes')
),
new Array('0','2','4','5','6')
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
'Какие изменения дыхания могут вызвать увеличение объёма функционального мёртвого пространства в лёгких? (2)',
new Array(
new Array('учащенное дыхание','yes'),
new Array('глубокое редкое дыхание','no'),
new Array('стенотическое дыхание','no'),
new Array('поверхностное дыхание','yes')
),
new Array('0','3')
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
'Растяжимость лёгких уменьшается: (5)',
new Array(
new Array('при альвеолярном отёке лёгких','yes'),
new Array('при ателектазе доли лёгкого','no'),
new Array('при множественных кистах лёгких','yes'),
new Array('в пожилом возрасте','yes'),
new Array('при отёке гортани','yes'),
new Array('при пневмосклерозе','yes')
),
new Array('0','2','3','4','5')
);
record_index++;