

//1
chapter_tests[record_index]=new chapter_test(
'Укажите основные особенности мембранного пищеварения: (3)',
new Array(
new Array('происходит в практически стерильных условиях','yes'),
new Array('происходит с участием кишечной микрофлоры','no'),
new Array('осуществляется ферментами, фиксированными на мембране щёточной каёмки кишечника','yes'),
new Array('обеспечивает начальный гидролиз надмолекулярных агрегатов и крупных молекул','no'),
new Array('высокая сопряжённость переваривания и всасывания пищевых субстратов','yes'),
new Array('осуществляется ферментами преимущественно поджелудочной железы','no')
),
new Array('0','2','4')
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
'Укажите возможные причины развития желудочной гипосекреции: (3)',
new Array(
new Array('усиление парасимпатической стимуляции желудка','no'),
new Array('повреждение обкладочных клеток слизистой оболочки желудка','yes'),
new Array('снижение выработки и выделения гастрина','yes'),
new Array('увеличение выработки и выделения гистамина','no'),
new Array('снижение выработки и выделения секретина','no'),
new Array('увеличение образования энтерогастрона','yes'),
new Array('уменьшение секреции холецистокинина','no')
),
new Array('1','2','5')
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
'Укажите гастроинтестинальные гормоны, избыток которых вызывает гиперсекрецию панкреатического сока: (2)',
new Array(
new Array('гастрин','no'),
new Array('холецистокинин','yes'),
new Array('секретин','yes'),
new Array('мотилин','no')
),
new Array('1','2')
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
'Укажите возможные причины снижения секреторной активности поджелудочной железы: (5)',
new Array(
new Array('усиление парасимпатической стимуляции железы','no'),
new Array('ослабление парасимпатической стимуляции железы','yes'),
new Array('снижение выработки и выделения холецистокинина','yes'),
new Array('повышение выработки и выделения холецистокинина','no'),
new Array('снижение выработки и выделения секретина','yes'),
new Array('повышение выработки и выделения секретина','no'),
new Array('желудочная ахилия','yes'),
new Array('ахолия','yes')
),
new Array('1','2','4','6','7')
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
'Как изменится эвакуация пищевых масс из желудка при одновременном повышении секреции и кислотности желудочного сока? (1)',
new Array(
new Array('замедлится','yes'),
new Array('ускорится','no')
),
new Array('0')
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
'Как изменится эвакуация пищевых масс из желудка при одновременном снижении секреции и кислотности желудочного сока? (1)',
new Array(
new Array('замедлится','no'),
new Array('ускорится','yes')
),
new Array('1')
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
'Укажите последствия ахлоргидрии желудочного сока: (2)',
new Array(
new Array('уменьшение выделения секретина слизистой оболочкой двенадцатиперстной кишки','yes'),
new Array('снижение активности пептических ферментов желудочного сока','yes'),
new Array('замедление эвакуации пищевых масс из желудка в кишечник','no')
),
new Array('0','1')
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
'Всасывание каких витаминов значительно ухудшится при ахолии? (4)',
new Array(
new Array('витамина А','yes'),
new Array('витамина В1','no'),
new Array('витамина В2','no'),
new Array('витамина В12','no'),
new Array('витамина D','yes'),
new Array('витамина Е','yes'),
new Array('витамина К','yes'),
new Array('фолиевой кислоты','no')
),
new Array('0','4','5','6')
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
'Какие из указанных нарушений пищеварения могут обусловить возникновение стеатореи? (2)',
new Array(
new Array('недостаточность переваривания и всасывания углеводов','no'),
new Array('недостаточность синтеза панкреатических и кишечных липаз','yes'),
new Array('недостаточность синтеза трипсиногена в поджелудочной железе','no'),
new Array('ахолия','yes')
),
new Array('1','3')
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
'Укажите последствия ахолии: (5)',
new Array(
new Array('ухудшение переваривания и всасывания жиров','yes'),
new Array('ухудшение всасывания воды и электролитов','no'),
new Array('нарушение активности микрофлоры кишечника','yes'),
new Array('усиление секреции панкреатического сока','no'),
new Array('усиление моторики кишечника','no'),
new Array('ослабление моторики кишечника','yes'),
new Array('ухудшение переваривания белков','yes'),
new Array('ухудшение переваривания углеводов','yes')
),
new Array('0','2','5','6','7')
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
'Укажите возможные причины развития желудочной гиперсекреции: (3)',
new Array(
new Array('чрезмерная парасимпатическая стимуляция желудка','yes'),
new Array('увеличение выработки и выделения соматостатина','no'),
new Array('увеличение выработки и выделения гастрина','yes'),
new Array('дефицит выработки гастрина','no'),
new Array('увеличение образования и выделения гистамина в стенке желудка','yes'),
new Array('увеличение активности гистаминазы','no')
),
new Array('0','2','4')
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
'Укажите основные причины развития синдрома мальабсорбции: (4)',
new Array(
new Array('атрофия микроворсинок тонкого кишечника','yes'),
new Array('обширная резекция тонкого кишечника','yes'),
new Array('гиперацидный гастрит','no'),
new Array('хронические энтериты','yes'),
new Array('ахолия','yes'),
new Array('холецистэктомия','no')
),
new Array('0','1','3','4')
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
'Назовите проявления синдрома кишечной мальабсорбции: (5)',
new Array(
new Array('похудание, астения','yes'),
new Array('рвота, отрыжка, изжога','no'),
new Array('полигиповитаминоз','yes'),
new Array('артериальная гипертензия','no'),
new Array('анемия','yes'),
new Array('отёки','yes'),
new Array('ожирение','no'),
new Array('иммунодефициты','yes')
),
new Array('0','2','4','5','7')
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
'Укажите возможные причины кишечной аутоинтоксикации: (4)',
new Array(
new Array('гипосекреция желудочного сока','no'),
new Array('гипосекреция панкреатического сока','yes'),
new Array('усиление эвакуаторной функции кишечника','no'),
new Array('ослабление эвакуаторной функции кишечника','yes'),
new Array('обширное повреждение микроворсинок тонкого кишечника','yes'),
new Array('гипертрофия микроворсинок тонкого кишечника','no'),
new Array('ахолия','yes')
),
new Array('1','3','4','6')
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
'Какой фактор имеет, как правило, большее значение в патогенезе язвенной болезни двенадцатиперстной кишки? (1)',
new Array(
new Array('кислотнопептическая агрессия','yes'),
new Array('снижение защитных свойств слизистой оболочки кишки','no')
),
new Array('0')
);
record_index++;

//16
chapter_tests[record_index]=new chapter_test(
'Какие состояния характерны для панкреатической ахилии? (4)',
new Array(
new Array('полигиповитаминоз А, В, С, Е','no'),
new Array('креаторея','yes'),
new Array('гипорексия','yes'),
new Array('стеаторея','yes'),
new Array('булимия','no'),
new Array('амилорея','yes')
),
new Array('1','2','3','5')
);
record_index++;

//17
chapter_tests[record_index]=new chapter_test(
'В защите слизистой оболочки желудка от кислотнопептической агрессии желудочного сока играют роль: (3)',
new Array(
new Array('синтез Пг клетками слизистой оболочки','yes'),
new Array('секреция бикарбоната','yes'),
new Array('синтез внутреннего фактора','no'),
new Array('ограничение кровотока в стенке желудка','no'),
new Array('секреция слизи, содержащей муцин','yes')
),
new Array('0','1','4')
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
'Какие механизмы играют существенную роль в патогенезе пептической язвы желудка: (5)',
new Array(
new Array('повреждение слизистой оболочки жёлчными кислотами и лизолецитином при рефлюксе кишечного содержимого','yes'),
new Array('снижение базального тонуса пилорического сфинктера','yes'),
new Array('снижение парасимпатических влияний на слизистую желудка','no'),
new Array('усиление обратной диффузии Н+ в слизистую оболочку','yes'),
new Array('действие Helicobacter pylori на защитный слой слизистой оболочки','yes'),
new Array('повышение кислотности желудочного сока','yes'),
new Array('торможение синтеза Пг клетками слизистой оболочки','yes')
),
new Array('0','1','3','4','5','6')
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
'Какие из перечисленных факторов играют существенную роль в патогенезе язвы желудка при стрессе? (3)',
new Array(
new Array('повышение тонуса блуждающего нерва','yes'),
new Array('повышенная секреция желудочного сока','yes'),
new Array('усиление синтеза ПгЕ2 клетками эпителия желудка','no'),
new Array('увеличение продукции слизи','no'),
new Array('повышение проницаемости сосудов','no'),
new Array('ослабление регенерации эпителия','yes')
),
new Array('0','1','5')
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
'Укажите факторы, участвующие в патогенезе отрыжки: (5)',
new Array(
new Array('брожение и гниение в желудке','yes'),
new Array('увеличение внутрижелудочного давления','yes'),
new Array('кардиоспазм','no'),
new Array('спазм привратника','yes'),
new Array('рефлекторное сокращение мышц желудка и диафрагмы','yes'),
new Array('рефлекторное сокращение мускулатуры брюшного пресса','yes')
),
new Array('0','1','3','4','5')
);
record_index++;

//21
chapter_tests[record_index]=new chapter_test(
'Какие состояния приводят к усилению перистальтики кишечника? (3)',
new Array(
new Array('ахилия','yes'),
new Array('понижение тонуса парасимпатических нервов','no'),
new Array('повышение возбудимости рецепторов кишечной стенки','yes'),
new Array('воспаление ЖКТ (энтерит)','yes'),
new Array('постоянное употребление пищи, бедной клетчаткой','no')
),
new Array('0','2','3')
);
record_index++;