

//1
chapter_tests[record_index]=new chapter_test(
'Повреждение клетки может возникать вследствие изменения генетической программы клетки при: (4)',
new Array(
new Array('экспрессии патологических генов','yes'),
new Array('репрессии нормальных генов','yes'),
new Array('транслокации генов','yes'),
new Array('изменении структуры генов','yes'),
new Array('экспрессии генов главного комплекса гистосовместимости','no')
),
new Array('0','1','2','3')
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
'Укажите проявления дисбаланса ионов и воды в клетке при ишемическом повреждении: (3)',
new Array(
new Array('накопление К+','no'),
new Array('накопление Na+','yes'),
new Array('снижение содержания Cl–','no'),
new Array('накопление РО4–','yes'),
new Array('снижение содержания Н+','no'),
new Array('гипергидратация','yes'),
new Array('накопление НСО3–','no'),
new Array('накопление ОН–','no')
),
new Array('1','3','5')
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
'Одним из последствий повреждения клетки является расстройство регуляции внутриклеточных процессов в результате нарушения: (4)',
new Array(
new Array('взаимодействия биологически активных веществ с рецепторами клеток','yes'),
new Array('эффектов вторых посредников, образующихся в ответ на действие гормонов и нейромедиаторов','yes'),
new Array('метаболических процессов, регулируемых циклическими нуклеотидами','yes'),
new Array('активности клеточных ферментов','yes'),
new Array('пермиссивного действия ферментов','no')
),
new Array('0','1','2','3')
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
'Укажите механизмы повреждения клеточных мембран: (5)',
new Array(
new Array('интенсификация свободнорадикальных и липопероксидных реакций','yes'),
new Array('выход лизосомных гидролаз в цитозоль','yes'),
new Array('активация мембранных и внутриклеточных фосфолипаз','yes'),
new Array('активация транспорта глюкозы в клетку','no'),
new Array('осмотическая гипергидратация клетки и субклеточных структур','yes'),
new Array('адсорбция белков на цитолемме','no'),
new Array('детергентное действие ВЖК и гидроперекисей липидов','yes')
),
new Array('0','1','2','4','6')
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
'Повреждение клетки, обусловленное нарушением её энергетического обеспечения, может возникнуть при: (5)',
new Array(
new Array('нарушении окислительного фосфорилирования в митохондриях','yes'),
new Array('подавлении гликолиза','yes'),
new Array('снижении активности адениннуклеотидтрансферазы и КФК','yes'),
new Array('снижении активности Na+,K+АТФазы плазматической мембраны','no'),
new Array('уменьшении содержания креатинина','yes'),
new Array('мембраныподавлении гликогенолиза','yes'),
new Array('снижении активности Ca2+Mg2+АТФазы саркоплазматического ретикулума','no')
),
new Array('0','1','2','4','5')
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
'Апоптоз отличается от некроза следующим: (5)',
new Array(
new Array('возникает при выраженном повреждении клеточных мембран, включая плазматическую','no'),
new Array('обеспечивает удаление «лишних» клеток в физиологических условиях','yes'),
new Array('инициирует воспаление','no'),
new Array('сопровождается «сморщиванием» клеток','yes'),
new Array('в реализации его механизмов играют роль лизосомальные ферменты','no'),
new Array('в реализации механизмов апоптоза играют роль каспазы цитозоля','yes'),
new Array('генетически запрограммирован','yes'),
new Array('может возникать при дефиците гормональных факторов','yes')
),
new Array('1','3','5','6','7')
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
'Укажите вещества, защищающие клетку от действия свободных радикалов: (4)',
new Array(
new Array('токоферолы','yes'),
new Array('двухвалентные ионы железа','no'),
new Array('СОД','yes'),
new Array('сульфатаза','no'),
new Array('пероксидазы','yes'),
new Array('глюкуронидаза','no'),
new Array('витамин А','yes')
),
new Array('0','2','4','6')
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
'Какие вещества оказывают детергентное действие на клеточные мембраны: (3)',
new Array(
new Array('неэстерифицированные жирные кислоты','yes'),
new Array('лизофосфолипиды','yes'),
new Array('КТ','no'),
new Array('лактат','no'),
new Array('жёлчные кислоты','yes'),
new Array('аминокислоты','no'),
new Array('гликоген','no')
),
new Array('0','1','4')
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
'Чрезмерная активация свободнорадикальных и перекисных реакций вызывает: (5)',
new Array(
new Array('конформационные изменения липопротеидных комплексов мембран клетки','yes'),
new Array('инактивацию сульфгидрильных групп белков','yes'),
new Array('активацию фосфолипаз','yes'),
new Array('подавление процессов окислительного фосфорилирования','yes'),
new Array('уменьшение активности Na+Ca2+–трансмембранного обменного механизма','yes'),
new Array('активацию функции мембраносвязанных рецепторов','no')
),
new Array('0','1','2','3','4')
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
'Укажите ферменты антимутационной системы клетки: (3)',
new Array(
new Array('рестриктаза','yes'),
new Array('гистаминаза','no'),
new Array('гиалуронидаза','no'),
new Array('ДНКполимераза','yes'),
new Array('креатинфосфаткиназа','no'),
new Array('ДНКлигаза','yes')
),
new Array('0','3','5')
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
'Укажите неспецифические проявления повреждения клетки: (6)',
new Array(
new Array('денатурация белка','yes'),
new Array('усиление перекисного окисления липидов','yes'),
new Array('ацидоз','yes'),
new Array('набухание клетки','yes'),
new Array('накопление плазменных белков в клетке','yes'),
new Array('делеция одной из хромосом','no'),
new Array('гемолиз','no'),
new Array('нарушение аксонного транспорта','no'),
new Array('лабилизация мембран лизосом','yes')
),
new Array('0','1','2','3','4','8')
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
'Обратимое ишемическое повреждение клетки характеризуется следующим: (6)',
new Array(
new Array('накоплением в клетке Na+','yes'),
new Array('снижением в ней содержания К+','yes'),
new Array('набуханием клетки','no'),
new Array('распадом полисом на моносомы','yes'),
new Array('накоплением в клетеке плазменных белков','yes'),
new Array('Повышением уровня АТФ','no'),
new Array('Повышением уровня креатинина','no'),
new Array('выходом лизосомальных ферментов в цитозоль','no')
),
new Array('0','1','3','4')
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
'Какие адаптивные изменения возникают при повреждении клетки? (6)',
new Array(
new Array('активация гликолиза','yes'),
new Array('активация переносчиков глюкозы','yes'),
new Array('активация Na+,K+АТФазы при увеличении внутриклеточного Na+','yes'),
new Array('активация факторов антиоксидантной системы','yes'),
new Array('увеличение транспорта Са2+ в клетку','no'),
new Array('высвобождение ферментов из лизосом','no'),
new Array('активация ДНКполимераз и лигаз','yes'),
new Array('снижение функциональной активности клетки','yes')
),
new Array('0','1','2','3','6','7')
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
'Укажите клеточные органеллы, которые, как правило, в первую очередь и в наибольшей мере реагируют на повреждающие воздействия: (2)',
new Array(
new Array('эндоплазматический ретикулум','no'),
new Array('рибосомы','no'),
new Array('лизосомы','yes'),
new Array('комплекс Гольджи','no'),
new Array('митохондрии','yes')
),
new Array('2','4')
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
'Укажите клетки, способные к интенсивной пролиферации при репарации повреждённых тканей: (3)',
new Array(
new Array('гепатоциты','yes'),
new Array('покровный эпителий','yes'),
new Array('кардиомиоциты','no'),
new Array('скелетные мышечные волокна','no'),
new Array('нейроны','no'),
new Array('клетки рыхлой волокнистой соединительной ткани','yes')
),
new Array('0','1','5')
);
record_index++;

//16
chapter_tests[record_index]=new chapter_test(
'Укажите ферменты, обеспечивающие антиоксидантную защиту клеток: (4)',
new Array(
new Array('СОД','yes'),
new Array('гиалуронидаза','no'),
new Array('фенилаланиндекарбоксилаза','no'),
new Array('глутатионпероксидаза II','yes'),
new Array('каталаза','yes'),
new Array('фосфолипаза А2','no'),
new Array('адениннуклеотидтрансфераза','no'),
new Array('глутатионредуктаза','yes')
),
new Array('0','3','4','7')
);
record_index++;

//17
chapter_tests[record_index]=new chapter_test(
'Укажите неферментные факторы антиоксидантной защиты клеток: (4)',
new Array(
new Array('двухвалентные ионы железа','no'),
new Array('глюкуронидаза','no'),
new Array('витамин А','yes'),
new Array('витамин С','yes'),
new Array('витамин Е','yes'),
new Array('глутатион','yes')
),
new Array('2','3','4','5')
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
'Укажите причины гипергидратации клетки: (4)',
new Array(
new Array('увеличение активности Na+,K+АТФазы','no'),
new Array('уменьшение внеклеточной [Na+]','yes'),
new Array('увеличение внутриклеточного содержания липидов','no'),
new Array('увеличение проницаемости плазматической мембраны','yes'),
new Array('подавление окислительного фосфорилирования','yes'),
new Array('активация гликолиза','no'),
new Array('увеличение тока К+ внутрь клетки','no'),
new Array('увеличение внутриклеточной [Na+]','yes')
),
new Array('1','3','4','7')
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
'О повреждении клетки свидетельствуют следующие явления: (4)',
new Array(
new Array('прижизненное окрашивание трипановым синим и другими красителями','yes'),
new Array('активация синтеза белка','no'),
new Array('чрезмерная активация перекисного окисления липидов','yes'),
new Array('выход лактатдегидрогеназы в окружающую среду','yes'),
new Array('уменьшение МП на 3–5%','no'),
new Array('повышение внутриклеточной концентрации Na+','yes')
),
new Array('0','2','3','5')
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
'Какие факторы способствуют ишемическому повреждению клетки: (4)',
new Array(
new Array('повышение функциональной активности клетки','yes'),
new Array('снижение функциональной активности клетки','no'),
new Array('высокая зависимость энергетического обеспечения клетки от окислительного фосфорилирования','yes'),
new Array('высокая зависимость энергетического обеспечения клетки от гликолиза','no'),
new Array('стимуляция инсулином облегченной диффузии глюкозы','no'),
new Array('снижение температуры клетки','no'),
new Array('снижение внутриклеточного содержания восстановленного глутатиона','yes'),
new Array('снижение содержания в клетке гликогена','yes')
),
new Array('0','2','6','7')
);
record_index++;

//21
chapter_tests[record_index]=new chapter_test(
'Укажите механизмы повреждения клеточных мембран: (4)',
new Array(
new Array('значительная интенсификация СПОЛ','yes'),
new Array('выход лизосомальных гидролаз в цитозоль','yes'),
new Array('активация мембранных трансфераз','no'),
new Array('активация транспорта глюкозы в клетку','no'),
new Array('осмотическая гипергидратация клетки и субклеточных структур','yes'),
new Array('адсорбция белков на цитолемме','no'),
new Array('детергентное действие ВЖК и лизофосфатидов','yes'),
new Array('внутриклеточный ацидоз','no')
),
new Array('0','1','4','6')
);
record_index++;

//22
chapter_tests[record_index]=new chapter_test(
'Чем сопровождается увеличение содержания Ca2+ в клетке? (4)',
new Array(
new Array('активацией фосфолипазы А2','yes'),
new Array('инактивацией фосфолипазы С','no'),
new Array('активацией СПОЛ','yes'),
new Array('гиперполяризацией цитоплазматической мембраны','no'),
new Array('увеличением содержания свободного кальмодулина','no'),
new Array('увеличением выхода К+ из клетки','yes'),
new Array('гипергидратацией клетки','yes')
),
new Array('0','2','5','6')
);
record_index++;

//23
chapter_tests[record_index]=new chapter_test(
'Какое действие на мембраны клеток оказывают амфифильные соединения в высоких концентрациях? (3)',
new Array(
new Array('активируют гликолиз','no'),
new Array('агрегируют в мицеллы и внедряются в мембраны клеток','yes'),
new Array('встраиваются в гидрофильный слой мембран в виде мономеров','no'),
new Array('повышают упорядоченность структуры мембраны','no'),
new Array('разрушают липидный бислой мембраны клетки','yes'),
new Array('образуют неселективные высокопроницаемые каналы в мембране','yes')
),
new Array('1','4','5')
);
record_index++;

//24
chapter_tests[record_index]=new chapter_test(
'Повышение содержания Са2+ в цитозоле клетки при ишемии обусловлено: (3)',
new Array(
new Array('увеличением активности Na+,K+АТФазы','no'),
new Array('активацией гликолиза','no'),
new Array('снижением интенсивности окислительного фосфорилирования в митохондриях','yes'),
new Array('снижением активности Ca,MgАТФаз эндоплазматического ретикулума','yes'),
new Array('снижением активности L-кальциевых каналов','no'),
new Array('увеличением неселективной проницаемости плазматической мембраны','yes'),
new Array('увеличением интенсивности внутриклеточного транспорта глюкозы','no')
),
new Array('2','3','5')
);
record_index++;

//25
chapter_tests[record_index]=new chapter_test(
'Какие изменения вызывает накопление избытка кальция в клетках? (5)',
new Array(
new Array('увеличивает сопряжённость аэробного окисления и фосфорилирование','no'),
new Array('разобщает окисление и фосфорилирование','yes'),
new Array('повышает образование макроэргов','no'),
new Array('активирует фосфолипазы','yes'),
new Array('увеличивает проницаемость мембран клеток','no'),
new Array('уменьшает проницаемость мембран клеток','yes'),
new Array('затрудняет образование актомиозинового комплекса','no'),
new Array('способствует образованию актомиозинового комплекса','yes'),
new Array('способствует гипергидратации клеток','yes')
),
new Array('1','3','5','7','8')
);
record_index++;