

//1
chapter_tests[record_index]=new chapter_test(
'При каких состояниях увеличена продукция гипофизом АКТГ? (2)',
new Array(
new Array('при врождённом кортикогенитальном синдроме','yes'),
new Array('при болезни ИценкоКушинга','yes'),
new Array('при синдроме ИценкоКушинга','no'),
new Array('при опухоли коры надпочечников','no')
),
new Array('0','1')
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
'Какие состояния могут возникнуть при гиперпродукции СТГ? (2)',
new Array(
new Array('гипофизарное ожирение','no'),
new Array('акромегалия','yes'),
new Array('болезнь Аддисона','no'),
new Array('гигантизм','yes')
),
new Array('1','3')
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
'Чрезмерная продукция АКТГ ведёт к усилению секреции: (3)',
new Array(
new Array('андрогенных кортикостероидов','yes'),
new Array('норадреналина','no'),
new Array('кортикостерона','yes'),
new Array('альдостерона','no'),
new Array('адреналина','no'),
new Array('кортизола','yes')
),
new Array('0','2','5')
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
'Гиперпродукция СТГ повышает: (3)',
new Array(
new Array('мобилизацию жирных кислот из жировой ткани','yes'),
new Array('захват аминокислот клетками различных тканей','yes'),
new Array('уровень ГПК','yes'),
new Array('синтез триглицеридов','no'),
new Array('катаболизм белка','no')
),
new Array('0','1','2')
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
'При парциальной гипофункции передней доли гипофиза возможно развитие следующих форм патологии? (6)',
new Array(
new Array('артериальная гипотензия','yes'),
new Array('гипергликемия','no'),
new Array('гипогликемия','yes'),
new Array('карликовость','yes'),
new Array('микседема','yes'),
new Array('Базедова болезнь','no'),
new Array('гипогонадизм','yes'),
new Array('ожирение','yes')
),
new Array('0','2','3','4','6','7')
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
'При парциальной гиперфункции передней доли гипофиза могут возникнуть следующие формы патологии, болезни или синдромы: (3)',
new Array(
new Array('преждевременное половое созревание','yes'),
new Array('евнухоидизм','no'),
new Array('болезнь ИценкоКушинга','yes'),
new Array('синдром ИценкоКушинга','no'),
new Array('СД','no'),
new Array('карликовость','no'),
new Array('галакторея','yes'),
new Array('первичный гипертиреоз','no')
),
new Array('0','2','6')
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
'Продукция каких гормонов уменьшается при тотальной гипофункции аденогипофиза? (4)',
new Array(
new Array('ФСГ (фоллитропина)','yes'),
new Array('меланотропина','no'),
new Array('СТГ','yes'),
new Array('окситоцина','no'),
new Array('пролактина','yes'),
new Array('ТТГ','yes'),
new Array('АДГ','no')
),
new Array('0','2','4','5')
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
'Какие причины могут вызывать тотальную недостаточность передней доли гипофиза? (5)',
new Array(
new Array('метастазы опухоли в гипофиз или окружающие его участки','yes'),
new Array('тяжёлые послеродовые кровопотери','yes'),
new Array('дефицит гормонов щитовидной железы и надпочечников','no'),
new Array('дефицит гормонов коры надпочечников, яичников и щитовидной железы','no'),
new Array('кровоизлияние в гипофиза','yes'),
new Array('длительное голодание','yes'),
new Array('энцефалит','yes'),
new Array('длительное переедание','no')
),
new Array('0','1','4','5','6')
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
'Укажите факторы, стимулирующие секрецию АДГ: (5)',
new Array(
new Array('повышение осмолярности плазмы крови','yes'),
new Array('понижении осмолярности плазмы крови','no'),
new Array('внеклеточная и внутрисосудистая дегидратация','yes'),
new Array('внеклеточная и внутрисосудистая гипергидратация','no'),
new Array('стимуляция ренинангиотензиновой системы','yes'),
new Array('угнетение ренинангиотензиновой системы','no'),
new Array('гипертермия','yes'),
new Array('психоэмоциональное напряжение','yes')
),
new Array('0','2','4','6','7')
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
'Может ли возникнуть несахарное мочеизнурение (несахарный диабет) при нормальной продукции и поступлении в кровь АДГ? (1)',
new Array(
new Array('да','yes'),
new Array('нет','no')
),
new Array('0')
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
'К каким последствиям приведёт поражение супраоптического и паравентрикулярного ядер гипоталамуса? (4)',
new Array(
new Array('уменьшению синтеза кортиколиберина','no'),
new Array('ожирению','no'),
new Array('уменьшению секреции соматостатина','no'),
new Array('уменьшению секреции окситоцина','yes'),
new Array('снижению секреции АДГ','yes'),
new Array('дегидратации организма','yes'),
new Array('уменьшению синтеза тиролиберина','no'),
new Array('недостаточности родовых схваток','yes')
),
new Array('3','4','5','7')
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
'Укажите нарушения обмена веществ, характерные для акромегалии: (7)',
new Array(
new Array('усиление мобилизации жира из депо','yes'),
new Array('активация синтеза белков и торможение их распада','yes'),
new Array('гипогликемия','no'),
new Array('снижение толерантности к глюкозе','yes'),
new Array('усиление глюконеогенеза в печени','yes'),
new Array('снижение использования глюкозы жировой и мышечной тканью','yes'),
new Array('стимуляция секреции глюкагона','no'),
new Array('стимуляция секреции инсулина и торможение его распада','yes'),
new Array('гиперкальциемия','yes')
),
new Array('0','1','3','4','5','7','8')
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
'Какие нарушения секреции гормонов возникают после разрыва или сдавления ножки гипофиза? (1)',
new Array(
new Array('повышение секреции АКТГ, СТГ, ТТГ; снижение секреции АДГ и окситоцина, нормальная секреция пролактина','no'),
new Array('снижение секреции АКТГ, СТГ, ТТГ; нормальная секреция АДГ и окситоцина, повышение секреции пролактина','yes'),
new Array('снижение секреции АКТГ, СТГ, ТТГ; повышение секреции АДГ и окситоцина, снижение секреции пролактина','no')
),
new Array('1')
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
'При снижении выработки гормонов клетками зависимой от гипофиза железы в гипоталамусе и гипофизе усиливается секреция следующих факторов: (1)',
new Array(
new Array('нейрофизинов и транскортина','no'),
new Array('тропинов и статинов','no'),
new Array('либеринов и тропинов','yes'),
new Array('либеринов и статинов','no')
),
new Array('2')
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
'Избыточная секреция СТГ обусловлена следующими причинами: (3)',
new Array(
new Array('эктопическим образованием рилизинг–фактора для СТГ при развитии злокачественной опухоли','yes'),
new Array('гормонпродуцирующей аденомой гипофиза','yes'),
new Array('избыточным образованием соматостатина в клетках преоптической зоны переднего гипоталамуса','no'),
new Array('эктопическим образованием СТГ клетками злокачественной опухоли','yes'),
new Array('разрывом ножки гипофиза с нарушением его связи с гипоталамусом','no')
),
new Array('0','1','3')
);
record_index++;

//16
chapter_tests[record_index]=new chapter_test(
'Дефицит каких гормонов гипофиза может приводить к ожирению?: (3)',
new Array(
new Array('СТГ','yes'),
new Array('АКТГ','no'),
new Array('фоллитропина','no'),
new Array('<span style=‘font-family:Symbol;’>b</span>-липотропина','yes'),
new Array('ТТГ','yes'),
new Array('меланотропина','no'),
new Array('пролактина','no'),
new Array('окситоцина','no')
),
new Array('0','3','4')
);
record_index++;

//17
chapter_tests[record_index]=new chapter_test(
'Укажите, какие формы патологии можно наблюдать при развитии гормональнонеактивных опухолей гипофиза: (3)',
new Array(
new Array('сужение полей зрения','yes'),
new Array('галакторея','no'),
new Array('анемия','no'),
new Array('гипогонадизм','yes'),
new Array('акромегалия','no'),
new Array('появление патологических рефлексов','no'),
new Array('тотальный гипопитуитаризм','yes'),
new Array('развитие лихорадки','no')
),
new Array('0','3','6')
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
'Повреждение гипоталамуса может проявляться следующим образом:(6)',
new Array(
new Array('развитием иммунодефицитного состояния','no'),
new Array('развитием лихорадки','yes'),
new Array('ожирением','yes'),
new Array('притуплением чувства жажды','yes'),
new Array('усилением сухожильных рефлексов','no'),
new Array('анорексией','yes'),
new Array('гипергликемией','yes'),
new Array('бессонницей','yes')
),
new Array('1','2','3','5','6','7')
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
'Нарушение сперматогенеза у мужчин, обусловленное снижением секреции лютропина и фоллитропина гонадотропными клетками аденогипофиза, наблюдается в следующих случаях: (4)',
new Array(
new Array('синдром ИценкоКушинга','yes'),
new Array('хроническая надпочечниковая недостаточность','no'),
new Array('врождённая гиперплазия надпочечников','yes'),
new Array('акромегалия','no'),
new Array('гиперпролактинемия при аденоме гипофиза','yes'),
new Array('болезнь Шеана','no'),
new Array('аденома щитовидной железы','no'),
new Array('гиперпролактинемия в результате длительного приёма аминазина','yes')
),
new Array('0','2','4','7')
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
'Введение в организм эстрогена оказывают следующее влияние на секрецию гонадотропных гормонов у женщин: (2)',
new Array(
new Array('при низких дозах возрастает частота ритма секреции люлиберина в гипоталамусе','no'),
new Array('при низких дозах уменьшается частота ритма секреции люлиберина в гипоталамусе','yes'),
new Array('при стабильно высоких концентрациях в крови угнетается секреция лютропина в гипофизе и люлиберина в гипоталамусе','no'),
new Array('при стабильно высоких концентрациях стимулируется секреция лютропина в гипофизе и его либерина в гипоталамусе','yes')
),
new Array('1','3')
);
record_index++;