

//1
chapter_tests[record_index]=new chapter_test(
'Продукция каких гормонов уменьшается при гипофункции коркового слоя надпочечников? (4)',
new Array(
new Array('дезоксикортикостерона','yes'),
new Array('соматостатина','no'),
new Array('андрогенов','yes'),
new Array('норадреналина','no'),
new Array('альдостерона','yes'),
new Array('АДГ','no'),
new Array('кортизола','yes'),
new Array('адреналина','no')
),
new Array('0','2','4','6')
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
'Укажите признаки, характерные для острой тотальной надпочечниковой недостаточности: (4)',
new Array(
new Array('повышение тонуса скелетной мускулатуры','no'),
new Array('артериальная гипотензия','yes'),
new Array('артериальная гипертензия','no'),
new Array('гипонатриемия','yes'),
new Array('гипернатриемия','no'),
new Array('гиперкалиемия','yes'),
new Array('гипергликемия','no'),
new Array('гипогликемия','yes')
),
new Array('1','3','5','7')
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
'Укажите основные причины хронической надпочечниковой недостаточности: (5)',
new Array(
new Array('метастазы опухоли в кору надпочечников','yes'),
new Array('кровоизлияние в кору надпочечников','no'),
new Array('поражение туберкулёзным процессом','yes'),
new Array('амилоидоз','yes'),
new Array('атрофия в результате аутоиммунного поражения','yes'),
new Array('хроническая интоксикация','yes'),
new Array('стресс','no')
),
new Array('0','2','3','4','5')
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
'Какие явления характерны для болезни Аддисона? (5)',
new Array(
new Array('гиперпигментация кожи','yes'),
new Array('артериальная гипертензия','no'),
new Array('гипонатриемия, гиперкалиемия','yes'),
new Array('гипернатриемия, гипокалиемия','no'),
new Array('артериальная гипотензия','yes'),
new Array('прогрессирующая общая и мышечная слабость','yes'),
new Array('судороги','no'),
new Array('нарушение секреции пищеварительных соков','yes')
),
new Array('0','2','4','5','7')
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
'Какие явления характерны для первичного гиперальдостеронизма? (6)',
new Array(
new Array('повышение вазоконстрикторного эффекта катехоламинов','yes'),
new Array('полиурия на поздней стадии','yes'),
new Array('олигурия на ранней стадии','yes'),
new Array('артериальная гипотензия','no'),
new Array('мышечная слабость','yes'),
new Array('судороги','yes'),
new Array('гипонатриемия','no'),
new Array('гипокалиемия','yes')
),
new Array('0','1','2','4','5','7')
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
'Какие свойства глюкокортикоидов способствуют их противовоспалительному, противоаллергическому и иммунодепрессивному действию? (6)',
new Array(
new Array('пермиссивное действие по отношению к кининам','no'),
new Array('торможение адгезии и эмиграции лейкоцитов','yes'),
new Array('торможение синтеза Пг','yes'),
new Array('активация системы комплемента','no'),
new Array('усиление секреции гистамина','no'),
new Array('разрушение T-лимфоцитов','yes'),
new Array('стабилизация биомембран','yes'),
new Array('активация гистаминазы','yes'),
new Array('блокада гиалуронидазы','yes')
),
new Array('1','2','5','6','7','8')
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
'Укажите последствия нарушений белкового обмена при гиперкортизолизме: (5)',
new Array(
new Array('повышение продукции АТ','no'),
new Array('снижение продукции АТ','yes'),
new Array('атрофические изменения в мышцах, стрии','yes'),
new Array('усиление глюконеогенеза из белков','yes'),
new Array('снижение глюконеогенеза из белков','no'),
new Array('остеопороз','yes'),
new Array('снижение резистентности к инфекциям','yes'),
new Array('уменьшение выделения азота с мочой','no')
),
new Array('1','2','3','5','6')
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
'Охарактеризуйте нарушения водноэлектролитного обмена при гиперкортизолизме: (4)',
new Array(
new Array('увеличение реабсорбции Na+ и уменьшение реабсорбции К+ в почечных канальцах','yes'),
new Array('увеличение реабсорбции К+ и уменьшение реабсорбции Na+ в почечных канальцах','no'),
new Array('увеличение объёма циркулирующей плазмы','yes'),
new Array('уменьшение объёма циркулирующей плазмы','no'),
new Array('усиление экскреции Са2+ с мочой','yes'),
new Array('уменьшение экскреции Са2+ с мочой','no'),
new Array('торможение всасывания Са2+ в кишечнике','yes')
),
new Array('0','2','4','6')
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
'Повышение АД при гиперкортизолизме обусловлено действием следующих факторов: (6)',
new Array(
new Array('повышением ОЦК','yes'),
new Array('активацией ренинангиотензиновой системы','yes'),
new Array('гипернатриемией','yes'),
new Array('гиперкалиемией','no'),
new Array('повышением чувствительности стенки сосудов к катехоламинам','yes'),
new Array('повышенным образованием и секрецией адреналина','yes'),
new Array('торможением инактивации катехоламинов за счёт ингибирования кортизолом катехолОметилтрансферазы','yes'),
new Array('усиленным образованием кининов и Пг клетками эндотелия сосудов','no')
),
new Array('0','1','2','4','5','6')
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
'Укажите триаду патогенетических факторов, характерных для врождённого адреногенитального синдрома: (3)',
new Array(
new Array('низкий уровень кортизола в крови','yes'),
new Array('высокий уровень кортизола в крови','no'),
new Array('высокое содержание АКТГ в крови','yes'),
new Array('низкое содержание АКТГ в крови','no'),
new Array('двусторонняя гиперплазия коры надпочечников','yes'),
new Array('двусторонняя гипоплазия коры надпочечников','no')
),
new Array('0','2','4')
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
'Для врождённого адреногенитального синдрома характерны следующие явления: (6)',
new Array(
new Array('уменьшение синтеза кортизола, кортикостерона и альдостерона в коре надпочечников','yes'),
new Array('усиленное образование эстрогенов в сетчатой зоне коры надпочечников','no'),
new Array('усиленное образование андрогенов в сетчатой зоне коры надпочечников','yes'),
new Array('торможение секреции гонадотропинов клетками гипофиза','yes'),
new Array('раннее половое созревание','yes'),
new Array('ускоренный рост трубчатых костей и мышечной массы в раннем возрасте','yes'),
new Array('задержка физического развития в раннем возрасте','no'),
new Array('недоразвитие половых желёз во взрослом состоянии','yes')
),
new Array('0','2','3','4','5','7')
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
'Задержка Na+ в организме происходит при следующих формах патологии надпочечников: (5)',
new Array(
new Array('феохромоцитома','yes'),
new Array('кортикостерона','yes'),
new Array('синдром Конна','yes'),
new Array('болезнь Аддисона','no'),
new Array('синдром ИценкоКушинга','yes'),
new Array('аутоиммунный адреналин','no'),
new Array('адреногенитальный синдром, обусловленный дефицитом 11<span  style=\'font-family:Symbol\'>b</span>гидроксилазы.','yes')
),
new Array('0','1','2','4','6')
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
'Какие признаки характерны для болезни ИценкоКушинга? (4)',
new Array(
new Array('двусторонняя гиперплазия надпочечников','yes'),
new Array('односторонняя опухоль из коры надпочечников с атрофией парного органа','no'),
new Array('введение дексаметазона подавляет секрецию глюкокортикоидов','yes'),
new Array('введение дексаметазона не подавляет секрецию глюкокортикоидов','no'),
new Array('высокий уровень АКТГ в плазме крови','yes'),
new Array('низкий уровень АКТГ в плазме крови','no'),
new Array('секреция андрогенов клетками коры надпочечников понижена','no'),
new Array('секреция андрогенов клетками коры надпочечников повышена','yes')
),
new Array('0','2','4','7')
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
'Вторичный альдостеронизм развивается при следующих формах патологии: (4)',
new Array(
new Array('сердечная недостаточность','yes'),
new Array('цирроз печени','yes'),
new Array('нефритический синдром','yes'),
new Array('отёк Квинке','no'),
new Array('гипертоническая болезнь','yes'),
new Array('альдостерома','no'),
new Array('множественный эндокринный аденоматоз','no')
),
new Array('0','1','2','4')
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
'Криз при феохромоцитоме сопровождается следующими проявлениями: (5)',
new Array(
new Array('артериальная гипертензия','yes'),
new Array('профузное потоотделение','yes'),
new Array('полиурия','no'),
new Array('сердцебиения','yes'),
new Array('тошнота, головные боли','yes'),
new Array('брадикардия','no'),
new Array('чувство страха','yes'),
new Array('сонливость','no')
),
new Array('0','1','3','4','6')
);
record_index++;

//16
chapter_tests[record_index]=new chapter_test(
'Какие из перечисленных изменений у женщин могут свидетельствовать о наличии врождённого адреногенитального синдрома? (4)',
new Array(
new Array('полиурия','no'),
new Array('повышение мышечного тонуса','yes'),
new Array('усиленное развитие скелетной мускулатуры','yes'),
new Array('снижение мышечного тонуса','no'),
new Array('увеличение ОЦК','no'),
new Array('вирилизм','yes'),
new Array('гипоплазия матки и молочных желёз','yes')
),
new Array('1','2','5','6')
);
record_index++;

//17
chapter_tests[record_index]=new chapter_test(
'Укажите основные причины острой надпочечниковой недостаточности: (4)',
new Array(
new Array('кровоизлияния в надпочечники при менингококцемии (у детей)','yes'),
new Array('оперативное вмешательство у больных с хронической надпочечниковой недостаточностью','yes'),
new Array('выработка АТ против клеток коры надпочечников','no'),
new Array('метастазы опухоли в кору надпочечников','no'),
new Array('кровоизлияния в надпочечники при гипокоагулянтной терапии','yes'),
new Array('быстрая отмена глюкокортикоидных препаратов','yes'),
new Array('синдром ИценкоКушинга','no')
),
new Array('0','1','4','5')
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
'При в/в введении дексаметазона с постоянной скоростью концентрация кортизола в плазме крови в течение 7 ч. снижается в следующих случаях: (2)',
new Array(
new Array('в норме','yes'),
new Array('при болезни ИценкоКушинга','yes'),
new Array('при кортикостероме (синдром ИценкоКушинга)','no'),
new Array('при эктопическом АКТГсиндроме (секреции АКТГ негипофизарной опухолью)','no')
),
new Array('0','1')
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
'При поражении коры надпочечников могут развиться следующие синдромы и заболевания: (4)',
new Array(
new Array('синдром Конна','yes'),
new Array('болезнь Аддисона','yes'),
new Array('синдром ИценкоКушинга','yes'),
new Array('адреногенитальный синдром','yes'),
new Array('болезнь Симмондса','no'),
new Array('феохромоцитома','no')
),
new Array('0','1','2','3')
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
'Как влияют глюкокортикоиды на систему крови? (4)',
new Array(
new Array('активируют эритропоэз','yes'),
new Array('угнетают эритропоэз','no'),
new Array('активируют образование лимфоцитов','no'),
new Array('вызывают лимфопению','yes'),
new Array('вызывают нейтрофильный лейкоцитоз','yes'),
new Array('угнетают образование нейтрофилов','no'),
new Array('вызывают эозинофилию','no'),
new Array('вызывают эозинопению','yes')
),
new Array('0','3','4','7')
);
record_index++;