

//1
chapter_tests[record_index]=new chapter_test(
'Укажите основные эффекты тиреоидных гормонов (6):',
new Array(
new Array('усиление белкового анаболизма (в физиологических концентрациях)','yes'),
new Array('пермиссивное действие в отношении катехоламинов','yes'),
new Array('увеличение потребление кислорода тканями','yes'),
new Array('мобилизация жира из депо','yes'),
new Array('усиление липогенеза','no'),
new Array('усиление гликогеногенеза','no'),
new Array('гипердинамия сердца','yes'),
new Array('усиление термогенеза','yes')
),
new Array('0','1','2','3','6','7')
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
'Гипертиреоз может быть обусловлен избыточной секрецией следующих гормонов: (4)',
new Array(
new Array('T3','yes'),
new Array('окситоцина','no'),
new Array('тироксина','yes'),
new Array('СТГ','no'),
new Array('АКТГ','no'),
new Array('альдостерона','no'),
new Array('ТТГ','yes'),
new Array('тиролиберина','yes')
),
new Array('0','2','6','7')
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
'Укажите возможные причины гипертиреоидных состояний: (6)',
new Array(
new Array('усиления превращения Т4 в Т3 в клеткахмишенях','yes'),
new Array('слабая связь с транспортными белками крови','yes'),
new Array('избыток тиреостимулирующих Ig','yes'),
new Array('увеличение количества рецепторов для Т3, Т4','yes'),
new Array('аденома паращитовидных желёз','no'),
new Array('недостаток тиролиберина','no'),
new Array('избыток ТТГ','yes'),
new Array('тиреоидит','yes')
),
new Array('0','1','2','3','6','7')
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
'Укажите основные проявления гипертиреоза (5):',
new Array(
new Array('повышение основного обмена','yes'),
new Array('повышение температуры тела','yes'),
new Array('усиление катаболизма белков','yes'),
new Array('гиперхолестеринемия','no'),
new Array('похудание','yes'),
new Array('гипогликемия','no'),
new Array('гипергликемия','yes'),
new Array('брадикардия','no')
),
new Array('0','1','2','4','6')
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
'Избыточное образование йодсодержащих тиреоидных гормонов наблюдается при следующих формах патологии (3):',
new Array(
new Array('диффузный токсический зоб','yes'),
new Array('микседема','no'),
new Array('эндемический зоб','no'),
new Array('тиреоидит Хасимото (на ранней стадии)','yes'),
new Array('аденома щитовидной железы','yes'),
new Array('спорадический кретинизм','no'),
new Array('адипозогенитальная дистрофия','no')
),
new Array('0','3','4')
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
'В основе каких заболеваний лежит гипофункция щитовидной железы? (3)',
new Array(
new Array('эндемический кретинизм','yes'),
new Array('спорадический кретинизм','yes'),
new Array('болезнь ИценкоКушинга','no'),
new Array('несахарный диабет','no'),
new Array('болезнь Аддисона','no'),
new Array('микседема','yes'),
new Array('евнухоидизм','no'),
new Array('акромегалия','no')
),
new Array('0','1','5')
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
'Какие признаки характерны для выраженного гипотиреоза у взрослых? (5)',
new Array(
new Array('снижение основного обмена','yes'),
new Array('потливость','no'),
new Array('ожирение','yes'),
new Array('гиперхолестеринемия','yes'),
new Array('тахикардия','no'),
new Array('брадикардия','yes'),
new Array('сухость кожи','yes'),
new Array('артериальная гипертензия','no')
),
new Array('0','2','3','5','6')
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
'Укажите возможные причины гипотиреоидных состояний: (5)',
new Array(
new Array('блокада поглощения йода тиреоцитами и реакций органификации','yes'),
new Array('врождённый дефицит йодпероксидазы','yes'),
new Array('дефицит йода в пище и воде','yes'),
new Array('дефицит Ig','no'),
new Array('дефицит рецепторов для Т3, Т4','yes'),
new Array('аутоиммунный тиреоидит','yes'),
new Array('избыток тиролиберина','no'),
new Array('избыток АКТГ','no')
),
new Array('0','1','2','4','5')
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
'Для гипотиреоидной комы характерны следующие явления: (5)',
new Array(
new Array('значительное снижение основного обмена','yes'),
new Array('пониженная температура тела','yes'),
new Array('повышенная температура тела','no'),
new Array('тахикардия','no'),
new Array('брадикардия','yes'),
new Array('экстерорецепторная гипо- и арефлексия','yes'),
new Array('артериальная гипотензия','yes'),
new Array('дыхание Куссмауля','no')
),
new Array('0','1','4','5','6')
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
'Для тиреотоксикоза характерен следующий набор признаков: (3)',
new Array(
new Array('экзофтальм, холодная кожа, тахикардия','no'),
new Array('периорбитальный отёк, тахикардия, мышечная слабость','no'),
new Array('отставание верхнего века при взгляде вниз, тахикардия, повышение основного обмена','yes'),
new Array('заторможенность, горячая кожа, гипотония','no'),
new Array('потливость, раздражительность, тремор пальцев рук','yes'),
new Array('гипертермия, запоры, снижение памяти','no'),
new Array('гипертермия, поносы, артериальная гипертензия','yes')
),
new Array('2','4','6')
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
'Для гипотиреоза характерен следующий набор признаков: (4)',
new Array(
new Array('зябкость, замедление основного обмена, запоры','yes'),
new Array('заторможенность, горячая кожа, гипотония','no'),
new Array('периорбитальный отёк, холодная кожа, брадикардия','yes'),
new Array('артериальная гипотензия, потливость, раздражительность','no'),
new Array('снижение интеллекта, гипертермия, поносы','no'),
new Array('гипотермия, снижение памяти, запоры','yes'),
new Array('снижение памяти, мышечная слабость, апатия','yes')
),
new Array('0','2','5','6')
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
'В патогенезе диффузного токсического зоба основную роль играют следующие факторы: (3)',
new Array(
new Array('избыточное образование ТТГ в передней доле гипофиза','no'),
new Array('избыточное образование тиролиберина в гипоталамусе','no'),
new Array('повышенная активность йодпероксидазы','no'),
new Array('образование тиреостимулирующих АТ, реагирующих с рецепторами для ТТГ','yes'),
new Array('ускоренное поглощение йода тиреоцитами','yes'),
new Array('развитие гормонпродуцирующей опухоли из клеток щитовидной железы','no'),
new Array('наследственная недостаточность иммунной системы, связанная с пролиферацией запрещённых клонов Тхелперов','yes')
),
new Array('3','4','6')
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
'Какие факторы могут способствовать повреждению сердечной мышцы при избытке йодсодержащих тиреоидных гормонов? (5)',
new Array(
new Array('гиперфункция миокарда','yes'),
new Array('повышение чувствительности сердечной мышцы к катехоламинам','yes'),
new Array('прямое токсическое действие катехоламинов на сердечную мышцу','yes'),
new Array('повышение содержания гликогена в миокарде','no'),
new Array('усиление белковокатаболических процессов в миокарде','yes'),
new Array('относительная коронарная недостаточность','yes'),
new Array('уменьшение сердечного выброса','no')
),
new Array('0','1','2','4','5')
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
'Какая форма патологии щитовидной железы сопровождается развитием офтальмопатии и претибиальной микседемы: (1)',
new Array(
new Array('микседема','no'),
new Array('аденома щитовидной железы','no'),
new Array('болезнь Грейвса','yes'),
new Array('эндемический зоб','no'),
new Array('тиреоидит Хасимото','no'),
new Array('спорадический кретинизм','no')
),
new Array('2')
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
'При лечении тиреотоксикоза используются препараты йода, так как избыток йодидов оказывает следующее действие:',
new Array(
new Array('тормозит секрецию ТТГ в передней доле гипофиза','no'),
new Array('тормозит отщепление тиреоидных гормонов от молекулы тиреоглобулина','yes'),
new Array('уменьшает чувствительность рецепторов к ТТГ','no'),
new Array('уменьшает выработку тиролиберина в гипоталамусе','no'),
new Array('тормозит окисление и органификацию йода в тиреоцитах','yes')
),
new Array('1','4')
);
record_index++;

//16
chapter_tests[record_index]=new chapter_test(
'Какие признаки характерны для врождённой гипоплазии щитовидной железы? (5)',
new Array(
new Array('ожирение','no'),
new Array('резкая задержка роста','yes'),
new Array('недоразвитие половых органов','yes'),
new Array('гипергликемия','no'),
new Array('артериальная гипертензия','no'),
new Array('снижение уровня основного обмена','yes'),
new Array('гипотермия','yes'),
new Array('гиперхолестеринемия','yes')
),
new Array('1','2','5','6','7')
);
record_index++;

//17
chapter_tests[record_index]=new chapter_test(
'Какие из перечисленных факторов способны увеличить функциональную активность щитовидной железы? (5)',
new Array(
new Array('богатая белками пища','yes'),
new Array('внешнее охлаждение','yes'),
new Array('углеводная пища','no'),
new Array('высокая температура окружающей среды','no'),
new Array('пребывание в условиях морского климата','yes'),
new Array('беременность','yes'),
new Array('яркий свет','no'),
new Array('темнота','yes')
),
new Array('0','1','4','5','7')
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
'Как изменяется уровень ТТГ в крови при диффузном токсическом зобе и эндемическом зобе? (1)',
new Array(
new Array('снижается в обоих случаях','no'),
new Array('в первом случае возрастает, во втором — снижается','no'),
new Array('возрастает в обоих случаях','no'),
new Array('в первом случае снижается, во втором — возрастает','yes')
),
new Array('3')
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
'Какие из перечисленных признаков характерны только для гипотиреоидной комы: (3)',
new Array(
new Array('отсутствие сознания','no'),
new Array('резкое ослабление или отсутствие сухожильных рефлексов','no'),
new Array('тахикардия','no'),
new Array('дыхание Куссмауля','no'),
new Array('значительная гипотермия','yes'),
new Array('выраженная брадикардия','yes'),
new Array('признаки микседематозного отёка','yes'),
new Array('отсутствие реакции зрачков на свет','no')
),
new Array('4','5','6')
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
'Гипофункция щитовидной железы в детском возрасте может проявляться: (4)',
new Array(
new Array('задержкой умственного развития','yes'),
new Array('дефицитом массы тела','no'),
new Array('ослаблением мышечного тонуса','yes'),
new Array('ослаблением иммунитета','yes'),
new Array('гипохолестеринемией','no'),
new Array('отставанием в росте','yes')
),
new Array('0','2','3','5')
);
record_index++;