

//1
chapter_tests[record_index]=new chapter_test(
'Укажите нейротропные вирусы и яды бактерий: (7)',
new Array(
new Array('стрептококковый экзотоксин','no'),
new Array('столбнячный токсин','yes'),
new Array('дифтерийный токсин','yes'),
new Array('ботулинический токсин','yes'),
new Array('вирус герпеса','yes'),
new Array('вирус полиомиелита','yes'),
new Array('вирус бешенства','yes'),
new Array('вирус иммунодефицита человека','yes')
),
new Array('1','2','3','4','5','6','7')
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
'Нейротропным токсическим действием обладают: (5)',
new Array(
new Array('альдостерон','no'),
new Array('соединения ртути','yes'),
new Array('соединения свинца','yes'),
new Array('соединения магния','no'),
new Array('этанол','yes'),
new Array('наркотики','yes'),
new Array('аденозин','no'),
new Array('стрихнин','yes')
),
new Array('1','2','4','5','7')
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
'Какие процессы могут привести к чрезмерному повышению возбудимости нейронов? (5)',
new Array(
new Array('лишение афферентных влияний (деафферентация)','yes'),
new Array('умеренное гипоксическое повреждение','yes'),
new Array('тяжёлое гипоксическое повреждение','no'),
new Array('частичная деполяризация плазматической мембраны за счёт усиленного входа в клетку Са2+ и Na2+','yes'),
new Array('повышенное выделение глутамата в синаптическую щель','yes'),
new Array('умеренная оксигенация','no'),
new Array('повышенное выделение аспарагина в синаптическую щель','yes'),
new Array('повышенное выделение ГАМК в области синапса','no')
),
new Array('0','1','3','4','6')
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
'В каких условиях замедляется проведение возбуждения по нервному волокну? (4)',
new Array(
new Array('охлаждение нервного волокна','yes'),
new Array('умеренное нагревание нервного волокна','no'),
new Array('гипоксия','yes'),
new Array('умеренная оксигенация','no'),
new Array('воздействие ионизирующего излучения','yes'),
new Array('сдавление нерва рубцом, опухолью','yes')
),
new Array('0','2','4','5')
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
'Какие вещества нарушают функцию тормозных синапсов? (2)',
new Array(
new Array('столбнячный токсин','yes'),
new Array('ботулинический токсин','no'),
new Array('стрихнин','yes'),
new Array('фосфорорганические соединения','no'),
new Array('резерпин','no')
),
new Array('0','2')
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
'Каков механизм нарушения функции синапсов под действием столбнячного токсина? (1)',
new Array(
new Array('тормозится секреция глицина в синаптическую щель','yes'),
new Array('тормозится секреция ацетилхолина в синаптическую щель','no'),
new Array('блокируются рецепторы для глицина на постсинаптической мембране','no')
),
new Array('0')
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
'Каков механизм нарушения функции синапсов под действием ботулинического токсина? (1)',
new Array(
new Array('тормозится секреция глицина в синаптическую щель','no'),
new Array('тормозится секреция ацетилхолина в синаптическую щель','yes'),
new Array('ингибируется активность моноаминооксидазы','no'),
new Array('ингибируется активность холинэстеразы','no')
),
new Array('1')
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
'Каковы последствия спинального шока? (3)',
new Array(
new Array('в начальной стадии резкое уменьшение двигательной рефлекторной активности','yes'),
new Array('в начальной стадии резкое повышение двигательной рефлекторной активности','no'),
new Array('на стадии восстановления движений доминируют сгибательные рефлексы','yes'),
new Array('на стадии восстановления движений резко выражены разгибательные рефлексы','no'),
new Array('в хронической стадии могут появиться «разгибательные спазмы"','yes'),
new Array('в хронической стадии резко усилены сгибательные рефлексы','no')
),
new Array('0','2','4')
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
'Укажите типичные изменения рецепции нейромедиатора в денервированной ткани: (2)',
new Array(
new Array('повышение чувствительности к нейромедиатору','yes'),
new Array('снижение чувствительности к нейромедиатору','no'),
new Array('повышение чувствительности к нейромедиаторуантагонисту','no'),
new Array('увеличение области рецепции нейромедиатора','yes')
),
new Array('0','3')
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
'Укажите изменения в нерве при его перерезке: (2)',
new Array(
new Array('периферическая его часть регенерирует','no'),
new Array('проксимальная его часть регенерирует','yes'),
new Array('дистальная его часть дегенерирует','yes'),
new Array('проксимальная его часть дегенерирует','no')
),
new Array('1','2')
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
'Какие процессы могут привести к чрезмерному торможению нейрона? (3)',
new Array(
new Array('лишение афферентных влияний (деафферентация)','no'),
new Array('умеренное гипоксическое повреждение','no'),
new Array('повышенное выделение глицина в синаптическую щель','yes'),
new Array('гиперактивация рецептора глутаминовой кислоты','yes'),
new Array('значительная деполяризация плазматической мембраны за счёт усиленного входа в клетку Са2+ и Na+','yes'),
new Array('повышенное выделение глутамата в синаптическую щель','no'),
new Array('умеренная оксигенация','no'),
new Array('повышенное выделение аспарагина в синаптическую щель','no')
),
new Array('2','3','4')
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
'Денервационный синдром развивается в результате: (1)',
new Array(
new Array('разрушения центральных мотонейронов','no'),
new Array('разрушения спинальных мотонейронов','no'),
new Array('выпадения влияний нервной системы на органы и ткани','yes'),
new Array('разобщения коры большого мозга с подкорковыми центрами','no')
),
new Array('2')
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
'Когда наблюдается усиление спинномозговых рефлексов? (2)',
new Array(
new Array('при действии сильных раздражителей чувствительных нервов, что сопровождается развитием шока','no'),
new Array('при разрыве связей спинного мозга с вышележащими отделами ЦНС','yes'),
new Array('при повреждении спинальных мотонейронов','no'),
new Array('при выпадении функции вставочных (тормозных) нейронов спинного мозга','yes'),
new Array('при перерезке задних корешков спинного мозга (деафферентации)','no')
),
new Array('1','3')
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
'Каким способом можно устранить децеребрационную ригидность, вызванную перерезкой ствола мозга между передним и задним четверохолмием? (5)',
new Array(
new Array('перерезать задние корешки спинного мозга','yes'),
new Array('блокировать влияния со стороны вестибулярных ядер Дейтерса на <span style=‘font-family:Symbol;’>a</span>-мотонейроны спинного мозга','yes'),
new Array('понизить активность вставочных ПФ, никаких «клеток Реншоу» в учебнике нет. Прошу переформулировать вопрос ИЛИ вставить подтабличное примечание (окрашено жёлтым) нейронов Реншоу в спинном мозге','no'),
new Array('активировать ПФ, никаких «клеток Реншоу» в учебнике нет. Прошу переформулировать вопрос ИЛИ вставить подтабличное примечание (окрашено жёлтым) вставочные нейроны Реншоу','yes'),
new Array('избирательно блокировать поток импульсов от рецепторов интрафузальных волокон скелетных мышц','yes'),
new Array('активировать <span style=‘font-family:Symbol;’>g</span>-мотонейроны спинного мозга','no'),
new Array('понизить активность <span style=‘font-family:Symbol;’>g</span>-мотонейронов спинного мозга Клетки Реншоу регистрируют сигналы от возвратной ветви аксонов <span style=‘font-family:Symbol;’>a</span>-мотонейронов. Аксоны клеток Реншоу образуют тормозные синапсы с перикарионами этих мотонейронов.','yes')
),
new Array('0','1','3','4','6')
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
'В патогенезе энцефалопатии при печёночной коме существенное значение имеют: (4)',
new Array(
new Array('избыточное накопление аммиака в крови','yes'),
new Array('избыточное накопление КТ в крови','no'),
new Array('накопление глутамина и глутамата в ткани головного мозга','yes'),
new Array('активация синтеза ГАМК','no'),
new Array('значительный алкалоз','no'),
new Array('нарушение соотношения между алифатическими и ароматическими аминокислотами в плазме крови','yes'),
new Array('активация ГАМКбензодиазепинового рецепторного комплекса в нейронах головного мозга','yes'),
new Array('повышение активности нейронов ретикулярной формации','no')
),
new Array('0','2','5','6')
);
record_index++;

//16
chapter_tests[record_index]=new chapter_test(
'В патогенезе нейрогенной дистрофии клеток денервированного органа имеют значение следующие процессы: (3)',
new Array(
new Array('прекращение поступления к клеткам нейротрофинов из тела нейрона','yes'),
new Array('повышение порога возбудимости денервированных клеток','no'),
new Array('усиление функциональной активности органа, лишённого нервного обеспечения','no'),
new Array('изменения генетического аппарата клеток денервированного органа','yes'),
new Array('развитие субстратной гипоксии в клетках денервированного органа','no'),
new Array('отсутствие эффектов нейромедиатора на постсинаптическую мембрану клеток','yes')
),
new Array('0','3','5')
);
record_index++;

//17
chapter_tests[record_index]=new chapter_test(
'Укажите особенности патологической системы, лежащей в основе нейропатологических синдромов: (4)',
new Array(
new Array('системообразующим звеном является комплекс гиперактивных нейронов','yes'),
new Array('главное звено системы — нейроны с обычной активностью','no'),
new Array('компоненты патологической системы слабо реагируют как на тормозные, так и на возбуждающие влияния','no'),
new Array('компоненты патологической системы слабо реагируют на тормозные влияния, но отличаются повышенной возбудимостью','yes'),
new Array('для поддержания высокой активности нейронов патологической системы не обязательна дополнительная стимуляция','yes'),
new Array('нейроны патологической системы становятся гиперактивными только при действии возбуждения соответствующей силы','no'),
new Array('патологическая система устойчива, но физиологически нецелесообразна','yes'),
new Array('патологическая система формируется при действии специфического раздражителя и может иметь защитноприспособительное значение','no')
),
new Array('0','3','4','6')
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
'Комплекс гиперактивных нейронов формируется при следующих условиях: (5)',
new Array(
new Array('гипоксическом повреждении','yes'),
new Array('действии ингибиторов кальциевых каналов','no'),
new Array('нарушении тормозных процессов в нейронах','yes'),
new Array('частичной деафферентации нейронов','yes'),
new Array('действии ингибиторов натриевых каналов','no'),
new Array('длительной и усиленной возбуждающей стимуляции','yes'),
new Array('действии столбнячного токсина','yes')
),
new Array('0','2','3','5','6')
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
'На раннем этапе острого ишемического повреждения нейронов головного мозга важное значение приобретают следующие процессы: (5)',
new Array(
new Array('избыточное выделение глутамата в нервных окончаниях','yes'),
new Array('избыточное выделение глицина в нервных окончаниях','no'),
new Array('активация NMDAрецепторов','yes'),
new Array('блокада NMDAрецепторов','no'),
new Array('раскрытие каналов, регулирующих входящие токи Са2+ и Na+','yes'),
new Array('ингибирование активности Na+,K+АТФазы','yes'),
new Array('активация моноаминоксидазы','no'),
new Array('активация СПОЛ','yes')
),
new Array('0','2','4','5','7')
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
'Повышение устойчивости нейронов головного мозга к гипоксическому повреждению возникает в условиях: (5)',
new Array(
new Array('глутаматергической денервации','yes'),
new Array('действия блокаторов глутаматных рецепторов','yes'),
new Array('действия блокаторов NMDAрецепторов','yes'),
new Array('снижения плотности рецепторов для ГАМК на поверхности нейронов','no'),
new Array('снижения активности NOсинтетазы в нейронах','yes'),
new Array('действия блокаторов кальциевых каналов','yes'),
new Array('гипергликемии','no'),
new Array('гипогликемии','no')
),
new Array('0','1','2','4','5')
);
record_index++;