

//1
chapter_tests[record_index]=new chapter_test(
'Укажите наиболее верные утверждения: (2)',
new Array(
new Array('паралич характеризуется полным прекращением движений конечности','no'),
new Array('паралич характеризуется значительной мышечной слабостью вплоть до полного прекращения движений в конечности','yes'),
new Array('парез характеризуется уменьшением силы мышечного сокращения','yes'),
new Array('парез характеризуется уменьшением силы мышечного сокращения, а также скорости и объёма движений','no')
),
new Array('1','2')
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
'Каковы характерные проявления центральных параличей в поражённых конечностях? (4)',
new Array(
new Array('сохранение произвольных движений','no'),
new Array('утрата произвольных движений','yes'),
new Array('усиление сухожильных рефлексов','yes'),
new Array('отсутствие сухожильных рефлексов','no'),
new Array('появление патологических рефлексов','yes'),
new Array('атрофия мышц','no'),
new Array('повышение тонуса мышц','yes')
),
new Array('1','2','4','6')
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
'Какие признаки характеризуют периферические параличи? (3)',
new Array(
new Array('усиление спинальных рефлексов','no'),
new Array('появление патологических сегментарных рефлексов','no'),
new Array('гипотрофия (атрофия) мышц','yes'),
new Array('мышечная гипотония','yes'),
new Array('гипертонус мышц','no'),
new Array('гипо-, арефлексия','yes')
),
new Array('2','3','5')
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
'Когда возникает периферический паралич? (3)',
new Array(
new Array('при полном нарушении целостности двигательных нервов','yes'),
new Array('при поражении нейронов передних рогов спинного мозга','yes'),
new Array('при поражении нейронов задних рогов спинного мозга','no'),
new Array('при поражении первого нейрона пирамидного пути','no'),
new Array('при поражении двигательных ядер черепных нервов','yes')
),
new Array('0','1','4')
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
'Какие признаки характерны для экстрапирамидных параличей? (4)',
new Array(
new Array('утрата произвольных движений','no'),
new Array('нарушения автоматических движений','yes'),
new Array('атония мышц','no'),
new Array('одновременное увеличение тонуса в сгибателях и разгибателях, пронаторах и супинаторах','yes'),
new Array('судороги','no'),
new Array('появление патологических сегментарных рефлексов','no'),
new Array('повышение постуральных рефлексов','yes'),
new Array('каталепсия','yes')
),
new Array('1','3','6','7')
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
'Как изменяется рецепция ацетилхолина постсинаптической мембраной поперечнополосатой мышцы при нарушении целостности двигательного нерва? (1)',
new Array(
new Array('снижается','no'),
new Array('возрастает','yes'),
new Array('не изменяется','no')
),
new Array('1')
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
'Какие явления характерны для децеребрационной ригидности? (4)',
new Array(
new Array('резкое повышение тонуса разгибательных мышц','yes'),
new Array('резкое повышение тонуса сгибательных мышц','no'),
new Array('повышение активности <span style=‘font-family:Symbol;’>a</span>-мотонейронов спинного мозга','yes'),
new Array('повышение активности <span style=‘font-family:Symbol;’>g</span>-мотонейронов спинного мозга','yes'),
new Array('пересечение задних корешков спинного мозга устраняет мышечную ригидность','yes'),
new Array('мышечная ригидность устраняется только при перерезке передних корешков спинного мозга','no')
),
new Array('0','2','3','4')
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
'Атаксия: (1)',
new Array(
new Array('тип двигательных расстройств, характеризующийся избыточностью движений','no'),
new Array('нарушение временной и пространственной координации движений','yes'),
new Array('нарушение инициации и планирования движений','no')
),
new Array('1')
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
'Атаксия возникает при повреждении: (4)',
new Array(
new Array('мозжечка','yes'),
new Array('передних столбов спинного мозга','no'),
new Array('задних столбов спинного мозга','yes'),
new Array('задних корешков спинного мозга','yes'),
new Array('передних корешков спинного мозга','no'),
new Array('лобных долей головного мозга','yes'),
new Array('гипофиза','no'),
new Array('среднего мозга','no')
),
new Array('0','2','3','5')
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
'Что относится к гиперкинезам? (5)',
new Array(
new Array('гемиплегия','no'),
new Array('тремор','yes'),
new Array('тик','yes'),
new Array('парез','no'),
new Array('хорея','yes'),
new Array('атетоз','yes'),
new Array('атаксия','no'),
new Array('судороги','yes')
),
new Array('1','2','4','5','7')
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
'Как нарушается чувствительность при повреждении ствола периферических нервов? (1)',
new Array(
new Array('поля анестезии имеют круговое расположение на туловище','no'),
new Array('поля анестезии представлены в виде продольных полос на конечностях','no'),
new Array('поля анестезии в дистальных частях конечностей — в виде «чулок» и «перчаток"','yes')
),
new Array('2')
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
'Как нарушается чувствительность при повреждении задних корешков спинного мозга? (2)',
new Array(
new Array('поля анестезии имеют круговое расположение на туловище','yes'),
new Array('поля анестезии представлены в виде продольных полос на конечностях','yes'),
new Array('поля анестезии в дистальных частях конечностей — в виде «чулок» и «перчаток"','no')
),
new Array('0','1')
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
'Для повреждения задних канатиков спинного мозга характерно: (2)',
new Array(
new Array('выпадение мышечносуставного чувства','yes'),
new Array('сохранение мышечносуставного чувства','no'),
new Array('утрата болевой и температурной чувствительности','no'),
new Array('сохранение болевой и температурной чувствительности','yes')
),
new Array('0','3')
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
'Как нарушается чувствительность при одностороннем повреждении задних рогов спинного мозга? (2)',
new Array(
new Array('болевая и температурная чувствительность на стороне повреждения утрачивается','yes'),
new Array('глубокая чувствительность (проприорецепторная и др.) на стороне повреждения сохраняется','yes'),
new Array('глубокая чувствительность (проприорецепторная и др.) на стороне повреждения утрачивается','no'),
new Array('болевая и температурная чувствительность на стороне повреждения сохраняются','no')
),
new Array('0','1')
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
'Как нарушается чувствительность при повреждении таламической области? (1)',
new Array(
new Array('нарушаются все виды чувствительности на противоположной половине тела','yes'),
new Array('нарушается болевая и температурная чувствительность на стороне повреждения','no')
),
new Array('0')
);
record_index++;

//16
chapter_tests[record_index]=new chapter_test(
'В каких случаях возникает диссоциированное расстройство чувствительности, т.е. выпадение отдельных её видов при сохранении других? (1)',
new Array(
new Array('при полном поперечном повреждении спинного мозга','no'),
new Array('при половинном боковом повреждении спинного мозга','no'),
new Array('при повреждении ствола периферических нервов','no'),
new Array('при патологических процессах в области зрительного бугра','no'),
new Array('при повреждении клеток задних рогов спинного мозга','yes'),
new Array('при повреждении задних корешков спинного мозга','no')
),
new Array('4')
);
record_index++;

//17
chapter_tests[record_index]=new chapter_test(
'Что такое парестезия? (1)',
new Array(
new Array('расстройство чувствительности, при котором одни её виды исчезают, а другие сохраняются','no'),
new Array('расстройство чувствительности, при котором появляются необычные ощущения, независимо от внешних раздражений (онемение, жжение, покалывание)','yes')
),
new Array('1')
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
'Укажите признаки синдрома Броун-Секара? (2)',
new Array(
new Array('выпадение проприоцептивной чувствительности на стороне поражения','yes'),
new Array('выпадение проприоцептивной чувствительности на противоположной поражению стороне','no'),
new Array('выпадение температурной и болевой чувствительности на стороне поражения','no'),
new Array('выпадение температурной и болевой чувствительности на противоположной поражению стороне','yes')
),
new Array('0','3')
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
'Когда возникает перекрестное уменьшение или выпадение всех видов чувствительности? (2)',
new Array(
new Array('при полном поперечном повреждении спинного мозга','no'),
new Array('при патологических процессах в области зрительного бугра','yes'),
new Array('при повреждении ствола периферических нервов','no'),
new Array('при поражении коры задней центральной извилины и теменной доли','yes'),
new Array('при повреждении клеток задних рогов спинного мозга','no'),
new Array('при повреждении задних канатиков спинного мозга','no')
),
new Array('1','3')
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
'Что такое аморфосинтез? (1)',
new Array(
new Array('утрата представлений о пространственном расположении частей тела на противоположной повреждению стороне','yes'),
new Array('неспособность узнавать части тела, предметы, их изображение и расположение в пространстве','no')
),
new Array('0')
);
record_index++;