

//1
chapter_tests[record_index]=new chapter_test(
'В отличие от физиологической, патологическая боль характеризуется: (5)',
new Array(
new Array('возникновением при обширном повреждении нервов и/или рецепторов','yes'),
new Array('возникновением при повреждении или раздражении таламической зоны нервной системы','yes'),
new Array('развитием структурнофункциональных изменений во внутренних органах, нарушением вегетативных реакций','yes'),
new Array('как правило, временным характером ощущения боли','no'),
new Array('непрерывном ощущении боли','yes'),
new Array('точным локальным ощущением','no'),
new Array('как правило, разлитым или иррадиирующим характером','yes')
),
new Array('0','1','2','4','6')
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
'Какие свойства характеризуют эпикритическую боль? (1)',
new Array(
new Array('диффузность, отсутствие градуальности, высокий порог','no'),
new Array('точная локализация, градуальность, низкий порог','yes'),
new Array('точная локализация, отсутствие градуальности, высокий порог .','no')
),
new Array('1')
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
'Укажите особенности протопатической боли: (3)',
new Array(
new Array('диффузность и продолжительность ощущения боли после действия раздражителя','yes'),
new Array('ощущение боли не имеет градуальности','yes'),
new Array('градуальность болевого ощущения','no'),
new Array('низкий порог болевого ощущения','no'),
new Array('высокий порог болевого ощущения','yes'),
new Array('острота, кратковременность и точная локализация боли','no')
),
new Array('0','1','4')
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
'Укажите биологически активные вещества и рецепторы, которые являются важными компонентами ноцицептивной системы: (4)',
new Array(
new Array('ноцицептивные рецепторы','yes'),
new Array('опиатные рецепторы','no'),
new Array('Пг','yes'),
new Array('гистамин','yes'),
new Array('энкефалины','no'),
new Array('кинины','yes'),
new Array('эндорфины','no')
),
new Array('0','2','3','5')
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
'Укажите биологически активные вещества и рецепторы, которые являются важными компонентами антиноцицептивной системы: (4)',
new Array(
new Array('ноцицептивные рецепторы','yes'),
new Array('опиатные рецепторы','yes'),
new Array('Пг','no'),
new Array('гистамин','no'),
new Array('энкефалины','yes'),
new Array('кинины','no'),
new Array('эндорфины','yes')
),
new Array('0','1','4','6')
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
'При каких условиях возбуждаются периферические окончания ноцицептивных волокон? (5)',
new Array(
new Array('сильные механические стимулы','yes'),
new Array('нагревание кожи выше 45 °С','yes'),
new Array('избыток Na+','no'),
new Array('электрические стимулы','yes'),
new Array('избыток К+','yes'),
new Array('избыток Н+','yes'),
new Array('действие эндорфинов','no')
),
new Array('0','1','3','4','5')
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
'К числу алгезирующих агентов относят: (5)',
new Array(
new Array('ионы К+','yes'),
new Array('эндорфины','no'),
new Array('энкефалины','no'),
new Array('ионы Cl–','no'),
new Array('гистамин','yes'),
new Array('брадикинин','yes'),
new Array('Н+','yes'),
new Array('ПгЕ','yes')
),
new Array('0','4','5','6','7')
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
'Какие из перечисленных утверждений характеризуют первичные афферентные ноцицептивные нейроны? (4)',
new Array(
new Array('тела нейронов располагаются в спинальных ганглиях','yes'),
new Array('окончания периферических отростков возбуждаются химическими агентами, образующимися в зоне повреждения','yes'),
new Array('тела нейронов располагаются в дорсальных рогах спинного мозга','no'),
new Array('из окончаний периферических и центральных отростков выделяется вещество Р','yes'),
new Array('центральные отростки образуют спиноталамический тракт','no'),
new Array('центральные отростки оканчиваются на нейронах дорсальных рогов спинного мозга','yes')
),
new Array('0','1','3','5')
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
'Восходящие проводники болевой чувствительности характеризуются следующими свойствами: (3)',
new Array(
new Array('берут начало от нейронов передних рогов спинного мозга','no'),
new Array('перекрещиваются на уровне входа в спинальный сегмент','yes'),
new Array('поднимаются в составе вентролатеральных столбов белого вещества спинного мозга','yes'),
new Array('оканчиваются на нейронах ядер таламуса и ретикулярной формации ствола мозга','yes')
),
new Array('1','2','3')
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
'Что такое гиперпатия? (1)',
new Array(
new Array('интенсивная боль при лёгком ноцицептивном раздражении','no'),
new Array('сохранение чувства интенсивной боли после прекращения провоцирующего раздражения','no'),
new Array('приступ боли при действии на проекционные зоны неноцицептивными раздражителями','yes')
),
new Array('2')
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
'Медиаторами антиноцицептивной системы являются: (5)',
new Array(
new Array('метионинэнкефалин','yes'),
new Array('лейцинэнкефалин','yes'),
new Array('эндорфин','yes'),
new Array('динорфин','yes'),
new Array('вещество Р','no'),
new Array('серотонин','yes')
),
new Array('0','1','2','3','5')
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
'Укажите характеристики невромы: (4)',
new Array(
new Array('опухоль, происходящая из нейронов','no'),
new Array('образование из хаотически разросшихся и переплетённых чувствительных нервных волокон','yes'),
new Array('возникает при неупорядоченной регенерации нервных волокон','yes'),
new Array('вызывает сдавление окружающих тканей','no'),
new Array('обладает повышенной чувствительностью к механическим, температурным, химическим воздействиям','yes'),
new Array('обусловливает возникновение каузалгии','yes'),
new Array('обусловливает возникновение фантомных болей','no')
),
new Array('1','2','4','5')
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
'Повреждение каких анатомических образований сопровождается резкой болью? (4)',
new Array(
new Array('брыжейка и париетальная брюшина','yes'),
new Array('ткань лёгких','no'),
new Array('висцеральная плевра','no'),
new Array('париетальная плевра','yes'),
new Array('сердечная мышца','no'),
new Array('артерии','no'),
new Array('перикард','yes'),
new Array('роговица глаза','yes')
),
new Array('0','3','6','7')
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
'Повреждение каких анатомических образований не сопровождается болью? (3)',
new Array(
new Array('брыжейка и париетальная брюшина','no'),
new Array('ткань лёгких','yes'),
new Array('висцеральная плевра','yes'),
new Array('париетальная плевра','no'),
new Array('сердечная мышца','yes'),
new Array('артерии','no'),
new Array('перикард','no')
),
new Array('1','2','4')
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
'В какой последовательности возникают различные виды боли при повреждении кожи и слизистых оболочек? (1)',
new Array(
new Array('эпикритическая боль — протопатическая боль','yes'),
new Array('протопатическая боль — эпикритическая боль','no')
),
new Array('0')
);
record_index++;

//16
chapter_tests[record_index]=new chapter_test(
'Какова характеристика висцеральной боли? (3)',
new Array(
new Array('чётко локализована','no'),
new Array('имеет диффузный характер','yes'),
new Array('сопровождается тягостными переживаниями, угнетением, подавленностью','yes'),
new Array('сопровождается психомоторным возбуждением','no'),
new Array('быстро стихает','no'),
new Array('длится довольно долго','yes')
),
new Array('1','2','5')
);
record_index++;

//17
chapter_tests[record_index]=new chapter_test(
'Эпикритическая боль сопровождается следующими физиологическими реакциями: (4)',
new Array(
new Array('общим возбуждением','yes'),
new Array('общим угнетением','no'),
new Array('усилением дыхания, тахикардией','yes'),
new Array('урежением дыхания, брадикардией','no'),
new Array('гипергликемией','yes'),
new Array('гипогликемией','no'),
new Array('активацией симпатикоадреналовой системы','yes'),
new Array('активацией парасимпатической системы','no')
),
new Array('0','2','4','6')
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
'Висцеральная боль сопровождается следующими физиологическими реакциями: (4)',
new Array(
new Array('общим возбуждением','no'),
new Array('общим угнетением','yes'),
new Array('усилением дыхания, тахикардией','no'),
new Array('урежением дыхания, брадикардией','yes'),
new Array('гипергликемией','no'),
new Array('гипогликемией','yes'),
new Array('активацией симпатикоадреналовой системы','no'),
new Array('активацией парасимпатической системы','yes')
),
new Array('1','3','5','7')
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
'Что такое фантомная боль? (1)',
new Array(
new Array('боль, проецируемая на участки ампутированной конечности','yes'),
new Array('мучительная боль, возникающая после повреждения крупного нерва','no'),
new Array('боль, возникающая в определённых участках на поверхности кожи при развитии патологии во внутренних органах','no')
),
new Array('0')
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
'Что такое каузалгия? (1)',
new Array(
new Array('боль, проецируемая на участки ампутированной конечности','no'),
new Array('мучительная боль, возникающая после повреждения крупного соматического нерва','yes'),
new Array('боль, возникающая в определённых участках на поверхности кожи при развитии патологии во внутренних органах','no')
),
new Array('1')
);
record_index++;