

//1
chapter_tests[record_index]=new chapter_test(
'Для неврозов характерно развитие: (4)',
new Array(
new Array('патоморфологических изменений в коре головного мозга','no'),
new Array('локомоторных и сенсорных расстройств','yes'),
new Array('нервнотрофических расстройств','yes'),
new Array('нарушений вегетативных функций','yes'),
new Array('периферических параличей','no'),
new Array('фазовых состояний','yes')
),
new Array('1','2','3','5')
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
'Развитие каких заболеваний может быть патогенетически непосредственно связано с неврозом? (4)',
new Array(
new Array('язвенная болезнь желудка','yes'),
new Array('болезнь ИценкоКушинга','no'),
new Array('диффузный гломерулонефрит','no'),
new Array('гипотоническая болезнь','yes'),
new Array('гепатит','no'),
new Array('гипертоническая болезнь','yes'),
new Array('экзема','yes')
),
new Array('0','3','5','6')
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
'Под «силой» нервных процессов в коре головного мозга понимают:',
new Array(
new Array('быстроту истощения возбуждения или торможения нейронов при воздействии сильного положительного или тормозного раздражителя','yes'),
new Array('преобладание процессов возбуждения нейронов над процессами торможения','no'),
new Array('способность нейронов возбуждаться в ответ на слабые стимулы','no')
),
new Array('0')
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
'Как проявляются экспериментальные неврозы? (6)',
new Array(
new Array('выпадение ранее выработанных условных рефлексов','yes'),
new Array('облегчение выработки условных рефлексов','no'),
new Array('расстройство вегетативных функций (слюноотделения, желудочной секреции и т.д.)','yes'),
new Array('невозможность выработки новых условных рефлексов','yes'),
new Array('злобность, агрессивность','yes'),
new Array('общее угнетение, заторможенность','yes'),
new Array('усиление познавательной функции','no'),
new Array('гипо- и гиперкинезы, расстройства чувствительности','yes')
),
new Array('0','2','3','4','5','7')
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
'Как можно вызвать перенапряжение подвижности основных нервных процессов? (1)',
new Array(
new Array('длительным действием условного раздражителя','no'),
new Array('сверхсильным условным раздражителем','no'),
new Array('переделкой динамического стереотипа','yes'),
new Array('сложной дифференцировкой','no'),
new Array('отставлением подкрепления','no')
),
new Array('2')
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
'Какие методы могут вызвать перенапряжение тормозного процесса? (2)',
new Array(
new Array('воздействие биологически отрицательных раздражителей','no'),
new Array('длительное действие сильных условных раздражителей','no'),
new Array('отставление подкрепления','yes'),
new Array('сложная дифференцировка','yes'),
new Array('большое число условных раздражителей','no'),
new Array('переделка динамического стереотипа','no')
),
new Array('2','3')
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
'Как можно вызвать перенапряжение возбудительного процесса? (3)',
new Array(
new Array('применение сверхсильного безусловного раздражителя','yes'),
new Array('сложная дифференцировка','no'),
new Array('отставление подкрепления','no'),
new Array('одновременное действие нескольких сильных раздражителей','yes'),
new Array('действие сложного условного или необычного раздражителя','yes'),
new Array('переделка динамического стереотипа','no')
),
new Array('0','3','4')
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
'Чем проявляется парадоксальное фазовое состояние? (1)',
new Array(
new Array('выпадением реакций на сигнал любой интенсивности','no'),
new Array('сильной реакцией на слабый условный раздражитель и слабой реакцией на сильный условный раздражитель','yes'),
new Array('одинаковой реакцией на условные сигналы разной интенсивности','no'),
new Array('выпадением реакции на условный сигнал низкой и средней интенсивности, но сохранением реакции на условный сигнал высокой интенсивности','no')
),
new Array('1')
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
'Какой невроз можно моделировать перенапряжением тормозного процесса: (1)',
new Array(
new Array('невроз с преобладанием возбуждения','yes'),
new Array('невроз с преобладанием торможения','no'),
new Array('невроз с патологической подвижностью нервных процессов','no')
),
new Array('0')
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
'Какой невроз можно моделировать перенапряжением возбудительного процесса? (1)',
new Array(
new Array('невроз с преобладанием торможения','yes'),
new Array('невроз с патологической подвижностью нервных процессов','no'),
new Array('невроз с преобладанием возбуждения','no')
),
new Array('0')
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
'Каковы типичные проявления экспериментального невроза с патологической подвижностью нервных процессов? (2)',
new Array(
new Array('повышенная инертность реакций животного','yes'),
new Array('вялое, пассивное поведение','no'),
new Array('злобное, агрессивное поведение','no'),
new Array('суетливость, незавершённость действий','yes')
),
new Array('0','3')
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
'Укажите характерные черты невроза у человека? (5)',
new Array(
new Array('сопровождается бредом, галлюцинациями','no'),
new Array('вызывается психическими факторами и не обусловлен органическими изменениями в головном мозге','yes'),
new Array('сопровождается расстройствами вегетативных функций','yes'),
new Array('сопровождается нарушениями чувствительности и моторной функции','yes'),
new Array('представляет собой срыв личности в её общественных отношениях при сохранности критики к своему состоянию и поведению','yes'),
new Array('характеризуется полным нарушением рассудочной функции, утратой способности к интеллектуальной деятельности','no'),
new Array('характеризуется обострением патологических черт личности','no'),
new Array('возникает после периода идеаторной переработки ситуации','yes')
),
new Array('1','2','3','4','7')
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
'Укажите последовательность этапов формирования невроза: (1) <br>1) сенсомоторные реакции, <br>2) идеаторная переработка ситуации и выработка компенсаций, <br>3) вегетативные реакции, <br>4) аффективные реакции.',
new Array(
new Array('1,4,2,3','no'),
new Array('3,1,4,2','yes'),
new Array('4,2,1,3','no')
),
new Array('1')
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
'Укажите причины неврозов: (5)',
new Array(
new Array('наследственно обусловленные черты личности, нарушающие её социальную адаптацию','no'),
new Array('психотравма в детстве','no'),
new Array('длительное существование в условиях лишения, когда не удовлетворяются базисные потребности личности (в еде, безопасности, любви и т.д.)','yes'),
new Array('неожиданная потеря близкого человека','yes'),
new Array('изменения привычных условий жизни','yes'),
new Array('тяжёлое неизлечимое заболевание','yes'),
new Array('утрата дома или средств к существованию','yes'),
new Array('дегенеративные процессы в нервной системе','no')
),
new Array('2','3','4','5','6')
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
'Укажите условия, способствующие развитию неврозов: (3)',
new Array(
new Array('наличие патологических личностных черт, нарушающих социальную адаптацию','yes'),
new Array('психотравма в детстве','yes'),
new Array('длительное существование в условиях лишения, когда не удовлетворяются базисные потребности личности (в еде, безопасности и т.д.)','no'),
new Array('неожиданная потеря близкого человека','no'),
new Array('воспитание по типу «кумир семьи» или полной зависимости от родителей','yes'),
new Array('тяжёлое неизлечимое заболевание','no'),
new Array('утрата дома или средств к существованию','no')
),
new Array('0','1','4')
);
record_index++;

//16
chapter_tests[record_index]=new chapter_test(
'Укажите характерные черты неврастении: (4)',
new Array(
new Array('повышенная возбудимость и раздражительность в сочетании с быстрой утомляемостью','yes'),
new Array('появление контрастных влечений','no'),
new Array('слёзы по ничтожному поводу, повышенная обидчивость','yes'),
new Array('необоснованные страхи, фобии','no'),
new Array('повышенная физическая и умственная истощаемость','yes'),
new Array('нарушение способности сознательно контролировать движения своего тела','no'),
new Array('неожиданная утрата памяти','no'),
new Array('постоянное чувство усталости, головные боли','yes')
),
new Array('0','2','4','7')
);
record_index++;

//17
chapter_tests[record_index]=new chapter_test(
'Укажите симптомы невроза навязчивых состояний: (3)',
new Array(
new Array('нарушение способности сознательно контролировать движения своего тела','no'),
new Array('появление навязчивых идей, побуждений, образов, которые регулярно приходят на ум, несмотря на сопротивление больного','yes'),
new Array('повышенная физическая и умственная истощаемость','no'),
new Array('появление контрастных влечений','yes'),
new Array('выполнение ритуальных действий для облегчения тревоги','yes'),
new Array('бред, галлюцинации','no')
),
new Array('1','3','4')
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
'Как проявляется истерический невроз? (6)',
new Array(
new Array('нарушением способности сознательно контролировать движения своего тела, не связанным с органическим повреждением нервной системы','yes'),
new Array('повышенной физической и умственной истощаемостью','no'),
new Array('неожиданной потерей памяти на важные события, не обусловленной органическим поражением головного мозга или злоупотреблением алкоголя','yes'),
new Array('бредом, галлюцинациями','no'),
new Array('бесцельным бродяжничеством','yes'),
new Array('потерей зрения, появлением областей кожной анестезии при действии стрессогенного фактора','yes'),
new Array('жалобами на недомогание, которое не подтверждается объективными данными','yes'),
new Array('психогенно обусловленными парезами, параличами или отсутствием реакций на внешние стимулы (ступор)','yes')
),
new Array('0','2','4','5','6','7')
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
'Фобия: (1)',
new Array(
new Array('постоянный ощущение страха, вне связи с ситуацией и определёнными стимулами окружающей среды','no'),
new Array('повторно возникающие навязчивые и нежелательные идеи, мысли или образы угрожающего характера','no'),
new Array('избыточный и необоснованный страх, возникающий всегда при встрече человека с определёнными раздражителями','yes')
),
new Array('2')
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
'Агорафобия: (1)',
new Array(
new Array('страх замкнутого пространства','no'),
new Array('страх открытого пространства','no'),
new Array('страх высоты','no'),
new Array('страх открытого пространства, страх толпы или страх оказаться в ситуации, выход из которой затруднен','yes')
),
new Array('3')
);
record_index++;