

//1
chapter_tests[record_index]=new chapter_test(
'Воспаление рассматривается как адаптивная реакция организма, потому что: (4)',
new Array(
new Array('отграничивает место повреждения, препятствуя распространению флогогенного фактора и продуктов альтерации в организме','yes'),
new Array('инактивирует флогогенный агент и продукты альтерации тканей','yes'),
new Array('препятствует аллергизации организма','no'),
new Array('мобилизует специфические и неспецифические факторы защиты организма','yes'),
new Array('способствует восстановлению или замещению повреждённых тканевых структур','yes')
),
new Array('0','1','3','4')
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
'Укажите возможные причины нарушения фагоцитоза на стадии внутриклеточного переваривания: (4)',
new Array(
new Array('недостаточная активность глюкозо–6фосфатдегидрогеназы','yes'),
new Array('недостаточность пиноцитоза','no'),
new Array('уменьшение образования активных форм кислорода в фагоцитозе','yes'),
new Array('недостаточная активность ферментов лизосом','yes'),
new Array('активация синтеза глюкуронидазы','no'),
new Array('нарушение образования фаголизосом','yes')
),
new Array('0','2','3','5')
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
'Укажите причины гиперкалийионии в воспалительном экссудате: (4)',
new Array(
new Array('внеклеточный ацидоз и вытеснение K+ из связи с белками H+','yes'),
new Array('усиление гликогенолиза в клетках в очаге воспаления','yes'),
new Array('нарушение энергообеспечения клеток в зоне воспаления','yes'),
new Array('интенсивная деструкция повреждённых клеток','yes'),
new Array('активация пролиферативных процессов','no'),
new Array('повышение проницаемости стенки капилляров','no')
),
new Array('0','1','2','3')
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
'Какие признаки могут свидетельствовать о наличии воспалительного процесса в организме? (5)',
new Array(
new Array('лейкоцитоз','yes'),
new Array('тромбоз','no'),
new Array('эритроцитоз','no'),
new Array('лихорадка','yes'),
new Array('увеличение СОЭ','yes'),
new Array('гипопротеинемия','no'),
new Array('увеличение содержания <span style=‘font-family:Symbol;’>g</span>-глобулинов в сыворотке крови','yes'),
new Array('накопление в крови Среактивного белка','yes')
),
new Array('0','3','4','6','7')
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
'Какие из указанных факторов относят к медиаторам воспаления клеточного происхождения? (4)',
new Array(
new Array('кинины','no'),
new Array('компоненты системы комплемента','no'),
new Array('ферменты лизосом','no'),
new Array('Пг','yes'),
new Array('лейкотриены','yes'),
new Array('ИЛ1','yes'),
new Array('ИФН','yes')
),
new Array('3','4','5','6')
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
'Укажите эндогенные агенты, избыток которых вызывает разобщение окисления и фосфорилирования в клетках в очаге воспаления: (3)',
new Array(
new Array('Са2+','yes'),
new Array('К+','no'),
new Array('ненасыщенные жирные кислоты','yes'),
new Array('глюкокортикоиды','no'),
new Array('Н+','yes'),
new Array('динитрофенол','no')
),
new Array('0','2','4')
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
'Укажите последовательность изменений кровотока, как правило, наблюдаемую в очаге воспаления: (1) <br>1) артериальная гиперемия <br>2) ишемия <br>3) венозная гиперемия <br>4) стаз <br>5) маятникообразное движение в микрососудах:',
new Array(
new Array('1, 2, 3, 4, 5;','no'),
new Array('2, 3, 1, 4, 5;','yes'),
new Array('2, 1, 3, 5, 4','no')
),
new Array('1')
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
'Какие факторы способствуют развитию отёка в очаге воспаления? (4)',
new Array(
new Array('повышение онкотического давления крови','no'),
new Array('повышение онкотического давления межклеточной жидкости','yes'),
new Array('снижение онкотического давления межклеточной жидкости','no'),
new Array('повышение проницаемости сосудистой стенки','yes'),
new Array('снижение осмотического давления межклеточной жидкости','no'),
new Array('повышение давления в венозном отделе капилляров и венул','yes'),
new Array('повышение осмотического давления межклеточной жидкости','yes')
),
new Array('1','3','5','6')
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
'Укажите «очерёдность» эмиграции различных видов лейкоцитов в очаг острого гнойного воспаления: (1)',
new Array(
new Array('лимфоциты, моноциты, нейтрофилы','no'),
new Array('нейтрофилы, моноциты, лимфоциты','yes'),
new Array('моноциты, нейтрофилы, лимфоциты','no')
),
new Array('1')
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
'Укажите факторы, обусловливающие боль при воспалении: (6)',
new Array(
new Array('Пг группы Е','yes'),
new Array('гистамин','yes'),
new Array('Н+гипериония','yes'),
new Array('К+гипериония','yes'),
new Array('кинины','yes'),
new Array('повышение температуры ткани','no'),
new Array('механическое раздражение нервных окончаний','yes')
),
new Array('0','1','2','3','4','6')
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
'Укажите клетки, обеспечивающие устранение дефекта ткани в очаге воспаления: (3)',
new Array(
new Array('T-лимфоциты','no'),
new Array('B-лимфоциты','no'),
new Array('фибробласты','yes'),
new Array('моноциты','no'),
new Array('гистиоциты','yes'),
new Array('паренхиматозные клетки','yes')
),
new Array('2','4','5')
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
'Причинами развития асептического воспаления могут быть: (5)',
new Array(
new Array('тромбоз венозных сосудов','yes'),
new Array('транзиторная гипероксия тканей','no'),
new Array('некроз ткани','yes'),
new Array('кровоизлияние в ткань','yes'),
new Array('хирургическое вмешательство, проведённое в строго асептических условиях','yes'),
new Array('парентеральное введение стерильного чужеродного белка','yes'),
new Array('энтеральное введение нестерильного чужеродного белка','no')
),
new Array('0','2','3','4','5')
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
'Основные различия транссудата и гнойного экссудата при воспалении заключаются в том, что последний содержит: (3)',
new Array(
new Array('большое количество клеток крови (лейкоцитов и др.)','yes'),
new Array('большое количество разрушенных и повреждённых тканевых элементов','yes'),
new Array('небольшое количество белка','no'),
new Array('большое количество белка','yes')
),
new Array('0','1','3')
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
'Кроме моноцитов и тканевых макрофагов, входящих в систему мононуклеарных фагоцитов, фагоцитоз в очаге воспаления обычно осуществляется: (2)',
new Array(
new Array('ретикулоцитами','no'),
new Array('плазматическими клетками','no'),
new Array('нейтрофилами','yes'),
new Array('B-лимфоцитами','no'),
new Array('тромбоцитами','no'),
new Array('эозинофилами','yes')
),
new Array('2','5')
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
'Выберите правильный ответ: (1)',
new Array(
new Array('альтерация — изменение структуры клеток тканей и органов','no'),
new Array('альтерация — изменения метаболизма, структуры и функции клеток, приводящие к нарушению нормальных жизненных процессов','yes')
),
new Array('1')
);
record_index++;

//16
chapter_tests[record_index]=new chapter_test(
'Какие физикохимические изменения наблюдаются в очаге острого асептического воспаления? (4)',
new Array(
new Array('ацидоз','yes'),
new Array('алкалоз','no'),
new Array('гиперосмия','yes'),
new Array('гиперонкия','yes'),
new Array('гипоонкия','no'),
new Array('гипоосмия','no'),
new Array('ионный дисбаланс','yes')
),
new Array('0','2','3','6')
);
record_index++;

//17
chapter_tests[record_index]=new chapter_test(
'Какие из перечисленных веществ принято относить к медиаторам воспаления? (5)',
new Array(
new Array('кинины','yes'),
new Array('Пг','yes'),
new Array('биогенные амины','yes'),
new Array('К+','no'),
new Array('Н+','no'),
new Array('лимфокины','yes'),
new Array('лейкотриены','yes'),
new Array('нуклеиновые кислоты','no')
),
new Array('0','1','2','5','6')
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
'Какие из перечисленных факторов оказывают стимулирующее влияние на процесс пролиферации клеток в очаге воспаления? (3)',
new Array(
new Array('кейлоны','no'),
new Array('ингибиторы кейлонов','yes'),
new Array('цАМФ','no'),
new Array('цГМФ','yes'),
new Array('глюкокортикоиды','no'),
new Array('ИЛ2','yes')
),
new Array('1','3','5')
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
'Укажите вещества, обладающие свойствами хемоаттрактантов для нейтрофилов: (5)',
new Array(
new Array('ЛПС бактерий','yes'),
new Array('лейкотриен В4','yes'),
new Array('ИЛ8','yes'),
new Array('компонент С5b системы комплемента','yes'),
new Array('фактор активации тромбоцитов','yes'),
new Array('ИЛ2','no'),
new Array('ИЛ1','no'),
new Array('лизоцим','no')
),
new Array('0','1','2','3','4')
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
'Острое воспаление характеризуется: (2)',
new Array(
new Array('образованием воспалительных гранулём','no'),
new Array('увеличением проницаемости стенок микроциркуляторных сосудов','yes'),
new Array('накоплением в очаге воспаления гигантских многоядерных клеток','no'),
new Array('накоплением в очаге воспаления нейтрофилов','yes'),
new Array('инфильтрацией очага воспаления мононуклеарными лейкоцитами','no'),
new Array('отёком очага воспаления','yes')
),
new Array('1','3','5')
);
record_index++;

//21
chapter_tests[record_index]=new chapter_test(
'Какие из указанных клеток относятся к «клеткам хронического воспаления"? (3)',
new Array(
new Array('макрофаги','yes'),
new Array('лимфоциты','yes'),
new Array('эпителиоидные клетки','yes'),
new Array('тучные клетки','no'),
new Array('нейтрофилы','no'),
new Array('эозинофилы','no')
),
new Array('0','1','2')
);
record_index++;