

//1
chapter_tests[record_index]=new chapter_test(
'Какие изменения вызывает вторичный пироген в нейронах гипоталамических терморегулирующих центров? (3)',
new Array(
new Array('увеличение образования ИЛ1','no'),
new Array('накопление ЛПС','no'),
new Array('усиление образования Пг группы Е','yes'),
new Array('ослабление образования Пг группы Е','no'),
new Array('усиление образования цАМФ','yes'),
new Array('ослабление образования цАМФ','no'),
new Array('повышение возбудимости «тепловых» нейронов','no'),
new Array('повышение возбудимости «холодовых» нейронов','yes')
),
new Array('2','4','7')
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
'Как могут изменяться абсолютные величины теплопродукции и теплоотдачи на первой стадии развития лихорадочной реакции? (3)',
new Array(
new Array('теплопродукция увеличивается, теплоотдача снижается','yes'),
new Array('теплопродукция не изменяется, теплоотдача снижается','yes'),
new Array('теплопродукция увеличивается, теплоотдача также увеличивается, но в меньшей степени','yes'),
new Array('теплопродукция и теплоотдача изменяются эквивалентно','no'),
new Array('теплопродукция снижается, теплоотдача не изменяется','no')
),
new Array('0','1','2')
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
'При каких патологических процессах развивается неинфекционная лихорадка? (5)',
new Array(
new Array('некроз тканей','yes'),
new Array('гиперпродукция тиреоидных гормонов','no'),
new Array('воспаление, вызванное физическим или химическим фактором','yes'),
new Array('злокачественная опухоль','yes'),
new Array('экзогенное перегревание','no'),
new Array('обширное кровоизлияние','yes'),
new Array('внутрисосудистый гемолиз эритроцитов','yes')
),
new Array('0','2','3','5','6')
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
'Какие утверждения являются правильными? (2)',
new Array(
new Array('повышение температуры тела человека всегда свидетельствует о развитии лихорадочной реакции','no'),
new Array('лихорадка характеризуется не только повышением температуры тела, но и обязательными признаками интоксикации организма','no'),
new Array('лихорадка — реакция теплокровных животных на действие пирогенных факторов','yes'),
new Array('лихорадка может иметь как патогенное так и защитное значение для организма','yes')
),
new Array('2','3')
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
'Какие из перечисленных явлений можно наблюдать после в/в введения бактериального пирогена животному? (5)',
new Array(
new Array('стойкое снижение количества циркулирующих в крови лейкоцитов','no'),
new Array('кратковременная лейкопения, сменяющаяся перераспределительным лейкоцитозом','yes'),
new Array('усиление феномена краевого стояния лейкоцитов','yes'),
new Array('активация фагоцитов','yes'),
new Array('активация лейкоцитов и освобождение ими вторичных пирогенов','yes'),
new Array('повышение возбудимости и активности «холодовых» нейронов гипоталамуса','yes'),
new Array('повышение возбудимости и активности «тепловых» нейронов гипоталамуса','no')
),
new Array('1','2','3','4','5')
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
'Пирогенным действием обладают: (5)',
new Array(
new Array('ПгЕ','yes'),
new Array('биогенные амины','no'),
new Array('ИЛ1','yes'),
new Array('фактор некроза опухолей','yes'),
new Array('ЛПС','yes'),
new Array('ИЛ6','yes'),
new Array('кинины','no'),
new Array('АКТГ','no')
),
new Array('0','2','3','4','5')
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
'Укажите клетки, являющиеся основными продуцентами вторичных пирогенов: (4)',
new Array(
new Array('тромбоциты','no'),
new Array('моноциты','yes'),
new Array('тканевые макрофаги','yes'),
new Array('эритроциты','no'),
new Array('лимфоциты','yes'),
new Array('гранулоциты','yes')
),
new Array('1','2','4','5')
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
'Какая из указанных групп первичных пирогенов обладает наиболее выраженной пирогенной активностью? (1)',
new Array(
new Array('мукополисахариды','no'),
new Array('чужеродный белок','no'),
new Array('ЛПС','yes'),
new Array('фосфолипиды','no'),
new Array('ЛП','no')
),
new Array('2')
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
'Какие утверждения являются правильными? (3)',
new Array(
new Array('пирогенной активностью обладают не только патогенные, но и непатогенные виды микробов','yes'),
new Array('пирогенные свойства патогенных микроорганизмов не всегда коррелируют с их вирулентностью','yes'),
new Array('пирогенной активностью обладают только эндотоксины','no'),
new Array('пирогенной активностью могут обладать компоненты оболочек бактериальных клеток','yes'),
new Array('прямой пирогенной активностью обладают нуклеиновые кислоты мононуклеарных фагоцитов','no')
),
new Array('0','1','3')
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
'Быстрое повышение температуры тела при пиретической лихорадке, как правило, сопровождается: (2)',
new Array(
new Array('покраснением кожных покровов и ознобом','no'),
new Array('бледностью кожных покровов и ознобом','yes'),
new Array('покраснением кожных покровов и чувством жара','no'),
new Array('усилением выделительной функции почек','no'),
new Array('усилением потоотделения','no'),
new Array('снижением потоотделения','yes')
),
new Array('1','5')
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
'Укажите механизмы участвующие в повышении температуры тела при лихорадке: (4)',
new Array(
new Array('увеличение сопряжённости окисления и фосфорилирования','no'),
new Array('периферическая вазоконстрикция','yes'),
new Array('усиление сократительного («мышечного») термогенеза','yes'),
new Array('уменьшение потоотделения','yes'),
new Array('активация биологического окисления','yes'),
new Array('усиление потоотделения','no'),
new Array('усиление секреции альдостерона','no')
),
new Array('1','2','3','4')
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
'Выберите правильное утверждение: (1)',
new Array(
new Array('при лихорадке организм утрачивает способность поддерживать постоянную температуру тела при изменениях внешней температуры','no'),
new Array('при экзогенной гипертермии в системе терморегуляции организма происходят принципиально такие же изменения, как при лихорадке','no'),
new Array('при лихорадке сохраняется терморегуляция организма','yes')
),
new Array('2')
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
'Выберите правильное утверждение: (1)',
new Array(
new Array('жаропонижающую терапию необходимо применять при субфебрильной лихорадке','no'),
new Array('жаропонижающую терапию необходимо применять при фебрильной лихорадке','no'),
new Array('жаропонижающую терапию следует применять при длительной пиретической лихорадке','yes')
),
new Array('2')
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
'Характер температуры кривой при лихорадке существенно зависит от: (5)',
new Array(
new Array('этиологического фактора','yes'),
new Array('особенностей патогенеза основного заболевания','yes'),
new Array('функционального состояния эндокринной системы','yes'),
new Array('температуры окружающей среды','no'),
new Array('лечебных мероприятий','yes'),
new Array('функционального состояния иммунной системы','yes')
),
new Array('0','1','2','4','5')
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
'Отрицательное влияние лихорадки может быть обусловлено: (4)',
new Array(
new Array('гиперфункцией сердца при длительной высокой лихорадке','yes'),
new Array('быстрым снижением температуры тела от пиретического до нормального или субнормального уровней','yes'),
new Array('гектической динамикой температуры тела','yes'),
new Array('метаболическими нарушениями, обусловленными высокой температурой','yes'),
new Array('увеличением диуреза','no'),
new Array('снижением потоотделения','no'),
new Array('снижением тонуса скелетной мускулатуры','no'),
new Array('увеличением скорости клубочковой фильтрации','no')
),
new Array('0','1','2','3')
);
record_index++;

//16
chapter_tests[record_index]=new chapter_test(
'Положительное значение лихорадки может быть обусловлено: (7)',
new Array(
new Array('бактериостатическим действием повышенной температуры тела','yes'),
new Array('торможением репликации вирусов','yes'),
new Array('активацией клеточного звена иммунитета','yes'),
new Array('активацией гуморального звена иммунитета','yes'),
new Array('активацией функций пищеварительной системы','no'),
new Array('повышением антитоксической функции печени','yes'),
new Array('активацией фагоцитоза','yes'),
new Array('активацией экскреторной функции почек','yes'),
new Array('гипервентиляцией','no')
),
new Array('0','1','2','3','5','6','7')
);
record_index++;

//17
chapter_tests[record_index]=new chapter_test(
'Компенсаторными реакциями у человека при повышении температуры окружающей среды являются: (3)',
new Array(
new Array('сужение периферических сосудов','no'),
new Array('расширение периферических сосудов','yes'),
new Array('расширение сосудов внутренних органов','no'),
new Array('усиление потоотделения','yes'),
new Array('повышение мышечного тонуса','no'),
new Array('мышечная дрожь','no'),
new Array('учащение дыхания','yes'),
new Array('урежение дыхания','no'),
new Array('брадикардия','no')
),
new Array('1','3','6')
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
'Гипертермия организма развивается в результате: (3)',
new Array(
new Array('активации теплопродукции при эквивалентно повышенной теплоотдаче','no'),
new Array('снижения теплоотдачи при пониженной теплопродукции','no'),
new Array('активации теплопродукции при неизменившейся теплоотдаче','yes'),
new Array('активации теплопродукции при сниженной теплоотдаче','yes'),
new Array('снижения теплоотдачи при нормальной активности процессов теплопродукции','yes')
),
new Array('2','3','4')
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
'Укажите изменения в организме на стадии компенсации (адаптации) гипертермии: (5)',
new Array(
new Array('тахикардия','yes'),
new Array('брадикардия','no'),
new Array('учащение дыхания','yes'),
new Array('урежение дыхания','no'),
new Array('расширение периферических сосудов','yes'),
new Array('расширение сосудов внутренних органов','no'),
new Array('гемодилюция','no'),
new Array('гемоконцентрация','yes'),
new Array('максимальное напряжение механизмов терморегуляции','yes'),
new Array('срыв механизмов терморегуляции','no')
),
new Array('0','2','4','7','8')
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
'Укажите изменения в организме на стадии декомпенсации (деадаптации) гипертермии: (6)',
new Array(
new Array('тахикардия','no'),
new Array('брадикардия','yes'),
new Array('учащение дыхания','no'),
new Array('расширение периферических сосудов','yes'),
new Array('расширение сосудов внутренних органов','yes'),
new Array('максимальное напряжение механизмов терморегуляции','no'),
new Array('срыв механизмов терморегуляции','yes'),
new Array('урежение дыхания','yes'),
new Array('гемоконцентрация','yes'),
new Array('гемодилюция','no')
),
new Array('1','3','4','6','7','8')
);
record_index++;

//21
chapter_tests[record_index]=new chapter_test(
'Компенсаторными реакциями у человека при общем охлаждении являются: (4)',
new Array(
new Array('сужение периферических сосудов','yes'),
new Array('расширение периферических сосудов','no'),
new Array('сужение сосудов внутренних органов','no'),
new Array('мышечная релаксация','no'),
new Array('мышечная дрожь','yes'),
new Array('снижение газообмена','no'),
new Array('увеличение газообмена','yes'),
new Array('гипергликемия','yes'),
new Array('гипогликемия','no')
),
new Array('0','4','6','7')
);
record_index++;

//22
chapter_tests[record_index]=new chapter_test(
'Гипотермия организма развивается в результате: (3)',
new Array(
new Array('повышения теплоотдачи в сочетании с неизменившейся теплопродукцией','yes'),
new Array('снижения теплопродукции в сочетании с неизменившейся теплоотдачей','yes'),
new Array('увеличения теплоотдачи при повышении эффективности процессов теплопродукции','no'),
new Array('снижения теплоотдачи при неизменившейся теплопродукции','no'),
new Array('снижения эффективности процессов теплопродукции при активации реакций теплоотдачи','yes')
),
new Array('0','1','4')
);
record_index++;

//23
chapter_tests[record_index]=new chapter_test(
'Укажите изменения в организме на стадии компенсации (адаптации) гипотермии: (5)',
new Array(
new Array('расширение периферических сосудов','no'),
new Array('сужение периферических сосудов','yes'),
new Array('сужение сосудов внутренних органов','no'),
new Array('максимальное напряжение механизмов терморегуляции','yes'),
new Array('срыв механизмов терморегуляции','no'),
new Array('усиление потоотделения','no'),
new Array('снижение потоотделения','yes'),
new Array('гипергликемия','yes'),
new Array('тахикардия','yes'),
new Array('брадикардия','no'),
new Array('усиление мышечной дрожи','yes'),
new Array('увеличение диуреза','yes'),
new Array('артериальная гипертензивная реакция','yes')
),
new Array('1','3','6','7','8','10','11','12')
);
record_index++;

//24
chapter_tests[record_index]=new chapter_test(
'Укажите изменения в организме на стадии декомпенсации (деадаптации) гипотермии: (7)',
new Array(
new Array('снижение уровня основного обмена','yes'),
new Array('повышение уровня основного обмена','no'),
new Array('сужение периферических сосудов','no'),
new Array('расширение периферических сосудов','yes'),
new Array('артериальная гипотензивная реакция','yes'),
new Array('артериальная гипертензивная реакция','no'),
new Array('максимальное напряжение механизмов терморегуляции','no'),
new Array('угнетение активности коры большого мозга','yes'),
new Array('срыв механизмов терморегуляции','yes'),
new Array('усиление мышечной дрожи','no'),
new Array('урежение дыхания','yes'),
new Array('тахикардия','no'),
new Array('брадикардия','yes'),
new Array('гипергликемия','no')
),
new Array('0','3','4','7','8','10','12')
);
record_index++;