

//1
chapter_tests[record_index]=new chapter_test(
'Всасывание липидов в тонком кишечнике может нарушаться при: (4)',
new Array(
new Array('жёлчнокаменной болезни','yes'),
new Array('недостаточном выделении с панкреатическим соком липазы и фосфолипазы','yes'),
new Array('недостаточной выработке липокаина в поджелудочной железе','no'),
new Array('поражении эпителия тонкого кишечника','yes'),
new Array('нарушении фосфорилирования глицерина в энтероцитах','yes'),
new Array('недостаточном образовании триглицеридлипазы в адипоцитах','no')
),
new Array('0','1','3','4')
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
'Выберите правильные утверждения: (2)',
new Array(
new Array('ЛП — комплекс белков и липидов, связанных нековалентными связями','yes'),
new Array('ЛП отдельных классов характеризуются постоянным составом и обычно не обмениваются между собой белками и липидами','no'),
new Array('ЛП образуются многими клетками периферических тканей, включая жировую ткань','no'),
new Array('ЛП состоят из гидрофобного ядра и гидрофильной оболочки','yes')
),
new Array('0','3')
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
'Для ЛПВП характерны следующие свойства: (4)',
new Array(
new Array('высокое относительное содержание белков','yes'),
new Array('высокое относительное содержание триглицеридов','no'),
new Array('основной белковый компонент — апоЛП В','no'),
new Array('антиатерогенная активность','yes'),
new Array('основной белковый компонент — апоЛП А','yes'),
new Array('образуются в печени','no'),
new Array('образуются в циркулирующей крови','yes')
),
new Array('0','3','4','6')
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
'Укажите возможные причины и механизмы гиперлипопротеинемии: (4)',
new Array(
new Array('патология рецепторов для ЛПНП','yes'),
new Array('недостаточная активность триглицеридлипазы адипоцитов','no'),
new Array('мутации гена, кодирующего апоЛП Е','yes'),
new Array('снижение активности ЛПЛазы плазмы крови','yes'),
new Array('повышенное образование липокаина клетками поджелудочной железы','no'),
new Array('избыточное выделение в кровь глюкагона','no'),
new Array('печёночная недостаточность с выраженной холемией','yes'),
new Array('мутация гена, кодирующего апоЛП А, В, при которой апобелки не синтезируются','no')
),
new Array('0','2','3','6')
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
'Гиполипопротеинемия может быть обусловлена следующими причинами: (3)',
new Array(
new Array('мутациями гена, кодирующего апоЛП А','yes'),
new Array('снижением активности ЛПЛазы плазмы крови','no'),
new Array('мутациями гена, кодирующего апоЛП В','yes'),
new Array('поражением печени с развитием печёночной недостаточности','yes'),
new Array('дефицитом образования тиреоидных гормонов','no'),
new Array('диетой, обедненной жирами','no')
),
new Array('0','2','3')
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
'Врождённая недостаточность ЛПЛазы сопровождается следующими расстройствами: (4)',
new Array(
new Array('нарушением превращения хиломикронов в ремнантные частицы','yes'),
new Array('нарушением превращения ЛПОНП в остаточные частицы','yes'),
new Array('гиперлипидемией','yes'),
new Array('гиполипидемией','no'),
new Array('нарушением перехода ЛПВП в ЛПНП','no'),
new Array('нарушением перехода ЛПОНП в ЛПНП','yes'),
new Array('резкой активацией атерогенеза','no')
),
new Array('0','1','2','5')
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
'По механизмам развития выделяют следующие формы ожирения: (3)',
new Array(
new Array('алиментарное','yes'),
new Array('эндокринное','yes'),
new Array('гиподинамическое','no'),
new Array('церебральное','yes'),
new Array('дистрофическое','no'),
new Array('гиперлипидемическое','no')
),
new Array('0','1','3')
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
'Негативные последствия ожирения заключаются в следующем: (3)',
new Array(
new Array('ускорении атерогенеза','yes'),
new Array('нарушении пищеварения','no'),
new Array('повышенном риске возникновения СД','yes'),
new Array('повышенном риске развития гипертонической болезни','yes'),
new Array('жировой дистрофии печени','no'),
new Array('слабости скелетной мускулатуры','no')
),
new Array('0','2','3')
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
'Ожирение развивается при следующих формах эндокринной патологии: (3)',
new Array(
new Array('синдроме ИценкоКушинга','yes'),
new Array('микседеме','yes'),
new Array('гипертиреозе','no'),
new Array('альдостеронизме','no'),
new Array('дефиците липотропного гормона гипофиза','yes')
),
new Array('0','1','4')
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
'В основе модификации ЛП могут лежать следующие процессы: (5)',
new Array(
new Array('гликозилирование','yes'),
new Array('образование АТ против апоЛП','yes'),
new Array('активация СПОЛ','yes'),
new Array('образование комплекса с гликозамингликанами межклеточного вещества','yes'),
new Array('расщепление липидов под действием триглицеридлипазы','no'),
new Array('частичный протеолиз апоЛП','yes'),
new Array('этерификация холестерина','no'),
new Array('ресинтез ЛП из КТ и белков','no')
),
new Array('0','1','2','3','5')
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
'«Пенистые клетки» образуются при накоплении липидов в: (2)',
new Array(
new Array('макрофагах','yes'),
new Array('лимфоцитах','no'),
new Array('нейтрофилах','no'),
new Array('ГМК','yes'),
new Array('эндотелиальных клетках','no')
),
new Array('0','3')
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
'Макрофаги поглощают ЛП при участии следующих рецепторов: (3)',
new Array(
new Array('рецептора для ЛПНП','yes'),
new Array('«скэвенджеррецептора»','yes'),
new Array('рецептора для холестерина','no'),
new Array('рецептора для ЛПОНП','yes'),
new Array('рецептора для фосфолипидов','no')
),
new Array('0','1','3')
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
'Основными компонентами фиброзной бляшки являются следующие два типа клеток: (2)',
new Array(
new Array('макрофаги','yes'),
new Array('B-лимфоциты','no'),
new Array('T-лимфоциты','no'),
new Array('ГМК','yes'),
new Array('фибробласты','no'),
new Array('тучные','no')
),
new Array('0','3')
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
'Укажите наиболее верную характеристику атеросклероза: (1)',
new Array(
new Array('накопление ЛП в интиме артерий','no'),
new Array('это различные сочетания изменений интимы артерий в виде очагового отложения липидов, сложных соединений углеводов, элементов крови, компонентов соединительной ткани, солей кальция','yes'),
new Array('это изменения интимы артерий в виде атеросклеротической бляшки, состоящей из липидов, ГМК, макрофагов, окруженных фиброзной капсулой','no')
),
new Array('1')
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
'Укажите наиболее вероятную последовательность явлений в процессе атерогенеза: (1) <br>1) миграция ГМК в очаг накопления липидов; <br>2) захват ЛП макрофагами, превращение в «пенистые клетки» <br>3) выделение ростовых и хемотаксических факторов для ГМК <br>4) повреждение эндотелия и накопление ЛП в интиме артерий <br>5) активация синтеза коллагена и эластина ГМК <br>6) образование фиброзной капсулы вокруг очага накопления липидов:',
new Array(
new Array('4,3,1,2,5,6','no'),
new Array('4,2,3,1,5,6','yes'),
new Array('2,4,5,1,3,6','no')
),
new Array('1')
);
record_index++;

//16
chapter_tests[record_index]=new chapter_test(
'Первичные атеросклеротические изменения артерий (липидные полоски) впервые появляются в возрасте: (1)',
new Array(
new Array('до 10 лет','yes'),
new Array('20–25 лет','no'),
new Array('30–35 лет','no'),
new Array('40–45 лет','no'),
new Array('после 50 лет','no')
),
new Array('0')
);
record_index++;

//17
chapter_tests[record_index]=new chapter_test(
'Укажите наиболее частые последствия и осложнения атеросклероза:(5)',
new Array(
new Array('аневризма аорты и/или других крупных артерий','yes'),
new Array('недостаточность митрального клапана','no'),
new Array('облитерирующий эндартериит','no'),
new Array('инсульт мозга','yes'),
new Array('тромбоз артерий','yes'),
new Array('тромбоз вен','no'),
new Array('тромбоэмболия','yes'),
new Array('ИБС','yes')
),
new Array('0','3','4','6','7')
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
'Укажите факторы риска развития атеросклероза: (5)',
new Array(
new Array('гипоинсулинизм','yes'),
new Array('гиперлипидемия','yes'),
new Array('ожирение','yes'),
new Array('артериальная гипертензия','yes'),
new Array('гипокоагуляция','no'),
new Array('тромбоцитопения','no'),
new Array('табакокурение','yes'),
new Array('образование АТ против тромбоцитов','no')
),
new Array('0','1','2','3','6')
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
'При каком типе ожирения в организме увеличивается число адипоцитов? (1)',
new Array(
new Array('гипертрофическом','no'),
new Array('гиперпластическом','yes')
),
new Array('1')
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
'Какие из перечисленных факторов препятствуют ожирению печени? (3)',
new Array(
new Array('липокаин','yes'),
new Array('метионин','yes'),
new Array('витамин Е','no'),
new Array('холин','yes'),
new Array('биотин','no'),
new Array('соли жёлчных кислот','no')
),
new Array('0','1','3')
);
record_index++;

//21
chapter_tests[record_index]=new chapter_test(
'Выберите правильное утверждение: (2)',
new Array(
new Array('андроидное ожирение более значительный фактор риска атеросклероза, чем гиноидное','yes'),
new Array('гиноидное ожирение более значительный фактор риска атеросклероза, чем андроидное','no'),
new Array('висцеральное ожирение более значительный фактор риска атеросклероза, чем субкутанное','yes'),
new Array('субкутанное ожирение является более значительным фактором риска атеросклероза, чем висцеральное','no')
),
new Array('0','2')
);
record_index++;

//22
chapter_tests[record_index]=new chapter_test(
'Холестериновый коэффициент атерогенности становится значительным фактором риска атеросклероза, когда превышает: (1)',
new Array(
new Array('1','no'),
new Array('2','no'),
new Array('4','no'),
new Array('3','yes')
),
new Array('3')
);
record_index++;