

//1
chapter_tests[record_index]=new chapter_test(
'Дефицит или избыток каких гормонов может приводить к нарушениям водного баланса организма? (5)',
new Array(
new Array('T4','yes'),
new Array('адреналин','yes'),
new Array('окситоцин','no'),
new Array('вазопрессин','yes'),
new Array('альдостерон','yes'),
new Array('инсулин','yes'),
new Array('меланоцитостимулирующий','no')
),
new Array('0','1','3','4','5')
);
record_index++;

//2
chapter_tests[record_index]=new chapter_test(
'Какие изменения обусловливают развитие отёка? (4)',
new Array(
new Array('повышение онкотического давления крови','no'),
new Array('повышение онкотического давления межклеточной жидкости','yes'),
new Array('увеличение венозного давления','yes'),
new Array('снижение венозного давления','no'),
new Array('повышение осмотического давления межклеточной жидкости','yes'),
new Array('понижение осмотического давления межклеточной жидкости','no'),
new Array('понижение онкотического давления крови','yes')
),
new Array('1','2','4','6')
);
record_index++;

//3
chapter_tests[record_index]=new chapter_test(
'Причинами тотальной гиперосмолярной гипогидратации могут быть: (3)',
new Array(
new Array('адипсия','yes'),
new Array('дефицит АДГ','yes'),
new Array('гипоальдостеронизм','no'),
new Array('длительный профузный понос','yes'),
new Array('острая кровопотеря','no')
),
new Array('0','1','3')
);
record_index++;

//4
chapter_tests[record_index]=new chapter_test(
'Какое утверждение правильно? (1)',
new Array(
new Array('инициальным в развитии аллергических отёков является мембраногенный фактор','yes'),
new Array('инициальным в развитии аллергических отёков является онкотический фактор','no'),
new Array('инициальным в развитии аллергических отёков является осмотический фактор','no')
),
new Array('0')
);
record_index++;

//5
chapter_tests[record_index]=new chapter_test(
'Какой фактор является инициальным в механизме развития кахектических отёков? (1)',
new Array(
new Array('мембраногенный','no'),
new Array('онкотический','yes'),
new Array('осмотический','no'),
new Array('гемодинамический','no')
),
new Array('1')
);
record_index++;

//6
chapter_tests[record_index]=new chapter_test(
'Какой фактор является инициальным в механизме развития сердечного отёка? (1)',
new Array(
new Array('онкотический','no'),
new Array('осмотический','no'),
new Array('мембраногенный','no'),
new Array('гемодинамический','yes')
),
new Array('3')
);
record_index++;

//7
chapter_tests[record_index]=new chapter_test(
'Какие факторы участвуют в механизме развития воспалительного отёка? (4)',
new Array(
new Array('осмотический','yes'),
new Array('мембраногенный','yes'),
new Array('фагоцитарный','no'),
new Array('онкотический','yes'),
new Array('электрокинетический','no'),
new Array('гемодинамический','yes'),
new Array('пиноцитозный','no')
),
new Array('0','1','3','5')
);
record_index++;

//8
chapter_tests[record_index]=new chapter_test(
'Какой фактор является причинным в развитии сердечных отёков? (1)',
new Array(
new Array('раздражение осморецепторов','no'),
new Array('повышение осмотического давления в тканях','no'),
new Array('раздражение барорецепторов','no'),
new Array('гипопротеинемия','no'),
new Array('снижение насосной функции сердца','yes')
),
new Array('4')
);
record_index++;

//9
chapter_tests[record_index]=new chapter_test(
'Укажите наиболее вероятную последовательность явлений, приводящих к развитию сердечных отёков: (1) <br>1) стимуляция секреции альдостерона, <br>2) раздражение барорецепторов, <br>3) уменьшение сердечного выброса, <br>4) увеличение реабсорбции Na+ в почках, <br>5) увеличение реабсорбции воды в почках, <br>6) увеличение выработки АДГ, <br>7) раздражение осморецепторов, <br>8) выход воды в ткани.',
new Array(
new Array('2, 1, 7, 6, 4, 5, 3, 8','no'),
new Array('3, 2, 1, 4, 7, 6, 5, 8','yes'),
new Array('2, 1, 4, 5. 6, 7, 3, 8','no')
),
new Array('1')
);
record_index++;

//10
chapter_tests[record_index]=new chapter_test(
'Укажите наиболее вероятную последовательность звеньев механизма развития нефротического отёка: (1) <br>1) увеличение секреции альдостерона и АДГ, <br>2) увеличение реабсорбции Na+ и воды в канальцах почек, <br>3) увеличение фильтрации воды из сосудов в ткани, <br>4) гиповолемия, <br>5) гипопротеинемия, <br>6) протеинурия, <br>7) выход воды из сосудов в ткани + развитие отёка.',
new Array(
new Array('1, 4, 3, 6, 5, 2, 7','no'),
new Array('6, 5, 3, 2, 1, 4, 7','no'),
new Array('6, 5, 3, 4, 1, 2, 7','yes')
),
new Array('2')
);
record_index++;

//11
chapter_tests[record_index]=new chapter_test(
'Как должен измениться альбуминоглобулиновый коэффициент, чтобы возникла гипоонкия крови при неизменной концентрации белков? (1)',
new Array(
new Array('уменьшится','yes'),
new Array('увеличится','no')
),
new Array('0')
);
record_index++;

//12
chapter_tests[record_index]=new chapter_test(
'Какие утверждения верны? (2)',
new Array(
new Array('Na+ снижает гидрофильность белковых коллоидов','no'),
new Array('Na+ повышает гидрофильность белковых коллоидов','yes'),
new Array('Ca2+ повышает гидрофильность белковых коллоидов','no'),
new Array('Ca2+ снижает гидрофильность белковых коллоидов','yes')
),
new Array('1','3')
);
record_index++;

//13
chapter_tests[record_index]=new chapter_test(
'Какие признаки могут свидетельствовать о значительной гипогидратации организма: (5)',
new Array(
new Array('жажда','yes'),
new Array('уменьшение центрального венозного давления','yes'),
new Array('снижение тургора глазных яблок','yes'),
new Array('артериальная гипертензия','no'),
new Array('сухость кожи в подмышечных впадинах','yes'),
new Array('снижение Ht','no'),
new Array('уменьшение суточного диуреза','no')
),
new Array('0','1','2','4','7')
);
record_index++;

//14
chapter_tests[record_index]=new chapter_test(
'Активация ренинангиотензинальдостероновой системы играет роль в развитии следующих видов отёков: (3)',
new Array(
new Array('отёки при циррозе печени','yes'),
new Array('отёки при застойной сердечной недостаточности','yes'),
new Array('аллергические отёки','no'),
new Array('отёки при лимфатической недостаточности','no'),
new Array('отёки при нефритическом синдроме','yes')
),
new Array('0','1','4')
);
record_index++;

//15
chapter_tests[record_index]=new chapter_test(
'Укажите факторы патогенеза асцита при циррозе печени: (3)',
new Array(
new Array('повышение гидростатического давления в системе воротной вены','yes'),
new Array('понижение активности ренинангиотензинальдостероновой системы','no'),
new Array('снижение синтеза белка в печени','yes'),
new Array('уменьшение расщепления альдостерона в печени','yes')
),
new Array('0','2','3')
);
record_index++;

//16
chapter_tests[record_index]=new chapter_test(
'Расположите в логической последовательности звенья реализации осморегулирующего рефлекса: (1) <br>1) повышение продукции АДГ, <br>2) гипернатриемия, <br>3) повышение реабсорбции воды в собирательных трубочках нефронов, <br>4) нормализация [Na+] в плазме, <br>5) повышение осмолярности плазмы, <br>6) возбуждение осморецепторов (центральных и периферических), <br>7) увеличение ОЦК.',
new Array(
new Array('2,5,6,1,3,7,4','yes'),
new Array('2,5,6,3,7,1,4','no'),
new Array('2,3,5,6,1,7,4','no')
),
new Array('0')
);
record_index++;

//17
chapter_tests[record_index]=new chapter_test(
'Укажите виды отёков, в патогенезе которых ведущая роль принадлежит онкотическому фактору: (4)',
new Array(
new Array('при голодании','yes'),
new Array('Квинке','no'),
new Array('при воспалении','no'),
new Array('при сердечной недостаточности','yes'),
new Array('при нефротическом синдроме','yes'),
new Array('при печёночной недостаточности','yes')
),
new Array('0','3','4','5')
);
record_index++;

//18
chapter_tests[record_index]=new chapter_test(
'Укажите виды отёков, в патогенезе которых ведущая роль принадлежит повышению проницаемости сосудистой стенки: (3)',
new Array(
new Array('при сердечной недостаточности','no'),
new Array('Квинке','yes'),
new Array('при печёночной недостаточности','no'),
new Array('от укусов пчел','yes'),
new Array('при воспалении','yes')
),
new Array('1','3','4')
);
record_index++;

//19
chapter_tests[record_index]=new chapter_test(
'Какие утверждения являются верными: (2)',
new Array(
new Array('в патогенезе воспалительных отёков главную роль играют повышение проницаемости сосудов и увеличение в них гидростатического давления','yes'),
new Array('в патогенезе сердечных отёков ведущую роль играет первичный альдостеронизм','no'),
new Array('в патогенезе отёков при нефротическом синдроме ведущая роль принадлежит понижению онкотического давления крови','yes')
),
new Array('0','2')
);
record_index++;

//20
chapter_tests[record_index]=new chapter_test(
'Каким образом изменится распределение воды в организме при гипоосмолярной гипогидратации? (3)',
new Array(
new Array('увеличится объём внутриклеточной жидкости','yes'),
new Array('уменьшится объём внутриклеточной жидкости','no'),
new Array('увеличится объём интерстициальной жидкости','no'),
new Array('уменьшится объём интерстициальной жидкости','yes'),
new Array('увеличится объём внутрисосудистой жидкости','no'),
new Array('уменьшится объём внутрисосудистой жидкости','yes')
),
new Array('0','3','5')
);
record_index++;